"[\"A suit of teaching exercises courseware of physics and chemistry of polymers is introduced, the characteristic of physics and chemistry of polymer is narrated. The advantages of the teaching exercises courseware is introduced too.\", \"Sophomores in a traditional organic chemistry course benefit in many ways from using polymer chemistry as an illustrative tool. While many organic chemists view polymer chemistry as a separate discipline, there are countless instances where polymer chemistry and organic chemistry overlap. Using polymer properties, synthe-sis, and reactions as part of an organic chemistry course does not require that one knows polymer chemistry in detail. In fact, what makes polymer chemistry examples useful is that they do not introduce new concepts. They just reinforce what students learn in the traditional functional group approach to teaching organic chemistry. By using real materials that students encounter on a daily basis as subjects for problems as lecture anecdotes, as demonstrations, or as explanative illustrations in an office discussion, the dry and sometimes arcane facts of organic chemistry become more meaningful. Incorporation of polymer chemistry is no different than incorporating green chemistry, environmental chemistry, or biological chemistry examples. Any of these examples enrich the course because students realize the relevance of what they are learning in organic chemistry to broader issues that include the many materials that are products of modern polymer chemistry.\", \"This summarizes the new science in the discipline of chemistry and in the area of polymers presented at ICPA-12 in Munich since ICPA-11 three years ago in Kansas City. At ICPA-12, about half the 265 papers were on chemistry and polymer subjects. The new chemistry and polymers presented at ICPA-12 are: understanding of chemical dynamics of positronium, wide applications of positronium as a useful probe to polymers, understanding of polymer surfaces, and improved understanding of complex chemical systems using positronium and positron probes.\", \"Polymers are currently underrepresented in the undergraduate chemistry curriculum, especially in general chemistry. Nevertheless, there are good reasons and ways to include them in the two-semester (three-quarter) general chemistry course sequence. We describe both a course and a textbook in which polymers and biopolymers are integrated into the general chemistry curriculum.\", \"Ongoing challenges in topological polymer chemistry are reviewed. In particular, we focus on recent developments in an \\\"electrostatic self-assembly and covalent fixation (ESA-CF)\\\" process in conjunction with effective linking/cleaving chemistry including a metathesis process and an alkyne-azide click reaction. A variety of novel cyclic polymers having specific functional groups and unprecedented multicyclic macromolecular topologies have been realized by combining intriguing synthetic protocols. (C) 2010 Elsevier Ltd. All rights reserved.\", \"Bioorthogonal reactions have been widely used on live-cell labeling, animal tissue imaging, drug delivery, and biomaterials in the recent ten years. Tetrazine bioorthogonal chemistry is not only orthogonal with biological system, other click chemistry and traditional polymer chemistry, but also has superb kinetics, generates biocompatibility products, and proceeds under mild reaction condition. All these features enable tetrazine bioorthogonal chemistry to be widely applied to polymer and biomaterial science. Recently there are many exciting accomplishments. This chemistry can act as an ideal method for polymer and nanoparticle modification, a desired vehicle for nanoparticles in vivo delivery, new polymerization strategy, and novel hydrogel formation platform. In this review, we introduce recent advancements in biomaterials based on tetrazine bioorthogonal chemistry.\", \"Polymer synthesis is the starting point of polymer science, screening and using suitable organic reactions to prepare novel polymers is the core of polymer synthesis. Recently, polymer synthesis via multicomponent reactions (MCRs) has attracted widespread attention and is becoming a new vibrant branch of polymer chemistry. During the study of MCRs, the overlap between click chemistry and multicomponent reactions has been discovered, leading to the concept of multicomponent click (MCC) chemistry, i. e. some highly efficient, atom economy multicomponent reactions, which only form harmless byproducts, can also be looked at as click reactions. The MCC reactions can work as efficient coupling tools like traditional two component click reactions, meanwhile, new functional groups can be easily introduced due to the multicomponent nature of those reactions. As a result, multifunctional polymers, which are normally prepared via laborious multi-step methods, can be facilely achieved through one-step MCC reactions, providing a new strategy to synthesize functional polymers for multipurpose applications. In this article, the similar characteristics of click chemistry and MCRs will be discussed to illuminate the concept of MCC chemistry. As concrete examples, the large-scaled prepared functional polymers via the Biginelli reaction (a typical MCC reaction) will be introduced, suggesting the Biginelli reaction an excellent elementary reaction for polymer synthesis. The chain-end or chain-middle modified polymers via the Ugi reaction (another typical MCC reaction) will also be presented, indicating the Ugi reaction a powerful tool for the preparation of high valueadded polymers. In particular, the advantage and disadvantage of the Biginelli reaction and the Ugi reaction will be pointed out, respectively, and some perspectives for the future development of multicomponent click chemistry in polymer chemistry will be summarized.\", \"The glycidyl azide polymers converted easily to glycidyl 1,2,3-triazolyl polymers by the click chemistry in good to high yields. These reactions are affected deeply by the electron effects. The electron donating groups made the reaction faster. (c) 2007 Elsevier Ltd. All rights reserved.\", \"The ACS Guidelines for bachelor's degrees in chemistry call for the curriculum to include polymer chemistry principles and the synthesis of different classes of macromolecules. Organic chemistry can provide an important introduction to polymer chemistry principles, and photochemically induced radical polymerization is one method for generating polymers that is well suited to be explored in this course. The development and implementation of an experiment for undergraduate organic chemistry laboratory in which students explore both photochemistry and radical chemistry by synthesizing cross-linked polymers via photopolymerization is reported. An inquiry design is used to introduce polymerization reactions, and students learn about air-sensitive lab techniques. Students must pool their data to explain how molecular structure affects the physical properties of a macroscopic material.\", \"A series of guided inquiry modules that introduces students to aspects of polymer chemistry is described. The modules address topics such as biomacromolecules, molecular weight, structure property relationships, and synthetic approaches, including step-growth and chain-growth polymerization as well as living polymerization. These materials are suitable for use in either a structure and reactivity sequence or a more traditional sequence in general chemistry, organic chemistry, and inorganic chemistry.\", \"The Ugi reaction, one of the most famous multicomponent reactions, has recently been introduced into polymer chemistry as a novel, efficient and useful tool to prepare multifunctional polymers. In this review, the recent progress on the utilization of the Ugi reaction in polymer chemistry, including monomer synthesis, polycondensation, post-polymerization modification (PPM) etc. has been summarized. Meanwhile, the applications of the multifunctional polymers synthesized via the Ugi reaction and the future development of the Ugi reaction in polymer chemistry have also been discussed.\", \"The,study on polymer conjugation chemistry has developed rapidly in recent. years, since the product of polymer conjugation not only possesses stability, mechanical property and special structure or morphology character of the polymer, but also presents different physical-chemical properties and extraordinary functionalities of the conjugates. Linkage chemistry is a kind of novel chemical reaction, which possesses high activity, high yield, high selectivity, and sensitive to the specific groups, fit for the link or ligation of the Polymer with molecules. Furthermore, this review also summarizes the recent scientific literatures to introduce the development of polymer conjugation, and rationally expects the foreground of their application.\", \"Inorganic polymers can be introduced in a variety of undergraduate courses to discuss concepts related to polymer chemistry. Inorganic polymers such as silicates and polysiloxanes are simple materials that can be incorporated into an introductory or descriptive inorganic course. Polymers based on inorganic carbon, including diamond and graphite, can likewise be used to introduce concepts related to structure property relationships. Diamond and graphite can be discussed in more detail in an upper-division inorganic chemistry course as well as an introduction to coordination polymers and semiconducting organic polymers. Herein, these materials are briefly discussed in terms of how they can be merged into relevant coursework.\", \"The combination of controlled radical polymerization (CRP) reactions and click chemistry offers high potential for the preparation of multifunctional polymers and significantly broadens the application scope of functional soft matter materials. In order to demonstrate the strategies as well as the potential of this methodology combination, examples for end-group and side-chain modification of polymers produced by CRP methods and the use of the resulting materials in functional polymer films are given.\", \"This laboratory experiment exposes students to the chemistry of self-healing polymers based on a Diels-Alder reaction. Students accomplish a multistep synthesis of a monomer building block and then polymerize it to form a cross-linked polymer. The healing capability of the polymer is verified by differential scanning calorimetry (DSC) experiments. Furthermore, healing is demonstrated by damaging and heat-treating a thin polymer film.\", \"Organosilane chemistry is a rapidly growing field. Over 1000 papers are published every year and the literature includes over 20,000 research papers and patents. Besides the synthetic aspects, organosilicon chemistry has become a major tool in the preparation of silylated compounds as reactive intermediates in organic synthesis and for an ever-increasing number of technical applications. This review article discusses the origin of organosilicon chemistry, the differences between carbon chemistry and silicon chemistry, and the application of silicon-carbon chemistry in the field of polymers.\", \"Polymers are part of our lives; scientists dedicated to polymer science design new materials thinking about more eco-friendly methodologies and satisfying peoples needs. In most universities, polymer science is taught by academics associated with the traditional chemistry departments (organic, analytical, physical, and inorganic chemistry). In this article, we show how polymers are taught in a department specifically dedicated to this topic. We present the history of the Department of Polymers in the Faculty of Chemical Sciences at the University of Concepcion (the only department of this type in Chile). Initially, the Department of Polymers offered a few undergraduate and graduate courses; now, polymer science courses at the University of Concepcion have become an integral part of the curriculum for seven programs-pedagogy in chemistry, biochemistry, bioengineering, civil engineering in materials, chemical analysis, chemistry, and civil engineering in chemistry. We discuss the influence of this department in the curricular design of these seven programs at the University of Concepcion. We offer a detailed description of the polymer-based courses incorporated into the curriculum of some programs, and we discuss how the numbers of graduate and undergraduate theses involving polymer science have increased at the Faculty of Chemical Sciences since the creation of the Department of Polymers in 1974.\", \"Polymers of all categories and the monomers necessary for their syntheses offer numerous opportunities for beginning students of organic chemistry to be exposed to and learn the details of foundational principles of organic chemistry. This view on polymer chemistry is the focus of three chapters in a new book, \\\"Organic Chemistry Principles in Context: A Story Telling Historical Approach.\\\" The chapter to follow is based on information from this book focused only on radicals and not on condensation polymers, which are also discussed in the book. The discussion on radicals yields information normally presented in undergraduate organic chemistry courses but in the context of the importance of polymers. In this manner polymer yield insight into the addition of radicals to double bonds, the reactivity of polymers in hydrogen abstraction, the beta-scission reactions of radicals and how resonance stabilization of radicals blocks the radical polymerization of propylene.\", \"Micro-polymer chemistry experiment teaching had such characteristics as using less reagents, less pollution and more portable in comparison with the conventional experiment, with the significant progress, more than thirty years ago. In China, Zhou Ninghuai and others firstly began to go on micro-scale experiment research and Professor Li Qingshan who brought this innovation to polymer organic synthesis experiment has done a lot of works in micro-polymer chemistry experiment teaching. To carry out the study of micro-polymer chemistry experiments not only accords with teaching methods and reform, but also conforms to the trend of the times of green chemistry. The research and application of micro-polymer chemistry experiment have broad prospects.\\nThe microscale chemistry experiment (ML) is developed from the idea of green chemistry and the prevention of chemical industry. Microscale chemistry presents a low-cost and green approach in the teaching of chemistry laboratory courses, so it's the reform of traditional chemical methods. In micro-chemistry experiment, most of the raw materials are in the amount of quality 1g or volume of 1mL below, in line with famous micro-chemist Professor Ma Zusheng[1] (Prof . T. S. Ma), who put forward that \\\"It is to use the chemical reagents as low as possible to obtain the necessary technology information in microscale chemical experiments\\\". In contrast to conventional macroscale chemistry experiment, the micro-chemistry experiment can not only reduce the running cost of laboratory teaching, but also alleviate the potential hazard sassociated with chemistry experiments.\", \"The present article reviews the recent results reported mainly from our group on \\\"green polymer chemistry\\\". Characteristic important aspects of green polymer chemistry include herein, typically (1) using renewable resources as starting materials for polymer production, and (2) employing green method for the polymer synthesis. As renewable starting materials, the following materials were employed; lactic acid, itaconic anhydride, renewable plant oils, and cardanol. Polymer production using these materials contributes to mitigate the carbon dioxide emission because of their \\\"carbon neutral\\\" nature. As green method, lipase enzyme was mainly used for polymerization catalyst, since lipase is a natural benign catalyst, showing a specific catalysis as well as recyclable character. Polymer synthesis from these materials and the catalyst provided various value-added functional polymers, demonstrating good examples of green polymer chemistry.\", \"Olefin cross-metathesis, a ruthenium-catalyzed carbon carbon double bond transformation that features high selectivity, reactivity, and tolerance of various functional groups, has been extensively applied in organic synthesis and polymer chemistry. Herein, we review strategies for performing selective cross-metathesis and its applications in polymer and polysaccharide chemistry, including constructing complex polymer architectures, attaching pendant groups to polymer backbones and surfaces, and modifying polysaccharide derivatives.\", \"On the occasion of the creation of the new Polymers and Colloids Division of the Swiss Chemical Society, the author, formerly President of the Swiss Group of Colloid and Interface Science (1996-1999) and President of the Polymer Group of Switzerland (2004-2007), presents some aspects of the development of polymer and colloid chemistry in Switzerland in the last fifty years.\", \"Combing active ester chemistry and click chemistry, a cyclic double-grafted polymer was successfully demonstrated via a \\\"grafting onto\\\" method. Using active ester chemistry as post-functionalized modification approach, cyclic backbone (c-P2) was synthesized by reacting propargyl amine with cyclic precursor (poly(pentafluorophenyl 4-vinylbenzoate), c-PPF4VB(6.5k)). Hydroxyl-containing polymer double-chain (l-PS-PhOH) was prepared by reacting azide-functionalized polystyrene (l-PSN3) with 3,5-bis(propynyloxy)phenyl methanol, and further modified by azide group to generate azide-containing polymer double-chain (l-PS-PhN3). The cyclic backbone (c-P2) was then coupled with azide-containing polymer double-chain (l-PS-PhN3) via CuAAC reaction to construct a novel cyclic double-grafted polymer (c-P2-g-Ph-PS). This research realized diversity and complexity of side chains on cyclic-grafted polymers, and this cyclic double-grafted polymer (c-P2-g-Ph-PS) still exhibited narrow molecular weight distribution (M-w/M-n < 1.10).\", \"Despite the chemical complexity of multicomponent reactions (MCRs), the dawn of MCRs was fairly early in the history of organic chemistry. After lagging behind successful utilization of MCRs in combinatorial chemistry, the integration of MCRs with polymer chemistry has very recently started, which offers new possibilities in polymer synthesis. In spite of a large number of MCRs available for organic transformation reactions, this chapter describes metal-catalyzed MCRs in the area of polymer chemistry.\", \"The development of dendritic polymers, including dendrimers as well as hyperbranched or highly branched polymers, is rapidly growing in all fields of polymer chemistry. This review article focuses on dendritic polymers based on urethane chemistry as a principle of construction, summarizing synthetic approaches based on isocyanate chemistry as well as on isocyanate free processes. Furthermore, scientific publications and patent literature were investigated to provide a comprehensive overview of applications where dendritic polyurethanes show their specific chemical and physical potential.\", \"atom transfer radical polymerization (ATRP); azide-alkyne cycloaddition; click chemistry; controlled radical polymerization; functionalization of polymers.\", \"The heterogeneous and multifunctional characteristics of lignin is a paradox for its potential in polymer applications, despite its renewable and aromatic nature. We demonstrate a simple approach to the preparation of renewable lignin-grafted polymers via robust copper-free thermal click chemistry. High lignin content polymers were prepared between polymer pairs containing azide and alkyne groups with tunable compositions including PEG, PCL and PLA. (C) 2015 Elsevier Ltd. All rights reserved.\", \"A stand-alone polymer unit, centered on a tie-dye activity, was used to introduce the concept of polymers and the process of polymerization to three different groups of beginning-level chemistry students. This polymer unit consists of three parts. First, each student used a molecular model kit to construct the monomer units, /3-13-glucose. Students combined these monomer units to learn the polymerization process and visualize the formation of the cellulose polymer in conjunction with writing the balanced equation for the polymerization reaction. Second, students tie-dyed cotton t-shirts made of cellulose fibers using dyes purchased from local craft stores. Finally, a primary literature exercise engaged students in understanding the chemical reactions that bind the cellulose fibers to the dye molecules permanently, producing a colorfast tie-dyed t-shirt. This stand-alone polymer unit can be used in any beginning college or high school chemistry course to introduce students to polymer chemistry and the process of polymerization. It helped review and reinforce previously learned concepts such as covalent bonding, electronegativity, bond polarity, Lewis structures, bond angles, and molecular geometry using the VSEPR model. As evidenced by the feedback collected from students anonymously after completion of the polymer unit, the three parts in this unit helped them learn the chemistry of polymers and polymerization, and their interest was kindled by the tie-dye activity. The polymer unit was a favorite of students in all three courses.\", \"Recently, the Biginelli reaction, one of the most famous multicomponent reactions, has been introduced into the polymer chemistry to highly efficiently synthesize some interesting functional polymers. In this mini-review, several applications of the Biginelli reaction in polymer chemistry have been summarized, including polycondensation, post-polymerization modification, one-pot synthesis of well-defined polymer, etc. Meanwhile, the utilization of the Biginelli reaction in material science and chemical biology, and the future development of the Biginelli reaction in polymer chemistry have also been discussed.\", \"THE IMPACT OF NAS/CNPq PROGRAM IN THE EVOLUTION OF CHEMISTRY IN BRAZIL-THE POLYMER SECTOR. The importance of the program NAS/CNPq for the development of Chemistry in Brazil, specially on a new area of research-Polymer Chemistry - in Rio de Janeiro, is commented. The major role of an eminent American professor as one of the peculiarities of the program is discussed.\", \"Sulfur is an important component in many biological systems. In the hands of an organic chemist it can provide an ample handle for a myriad of robust reactions including thiol-ene click chemistry. However, in polymer chemistry the thiol functionality is rarely attributed to the macromolecule due to unatainable synthetic protocols. Herein, we provide a simple and robust strategy to produce thiol-functional polymers. The chemistry capitalizes on an unsymmetrical disulfide that straightforwardly converts hydroxyl functional polymers to their thiolated counterpart. Finally, PEG hydrogels, using both thiol-ene and Michael addition, is used to showcase the possibilities presented by thiol functional polymers.\", \"The new Scottish \\\"Curriculum for Excellence\\\" places a greater emphasis on the societal implications of chemistry concepts, including polymer chemistry. This has led to many Scottish secondary school teachers having little experience and background knowledge with which to satisfactorily explore the topic of polymers as they deliver the curriculum. Here we detail our development of a practical demonstration of polymer foams and its inclusion in a continuous professional development module for Scottish secondary school teachers. This demonstration has now been incorporated into chemistry classrooms across Scotland as a means of exemplifying the topic of polymers.\", \"This chapter introduces the basics of polymer chemistry. It explains how the polymers are synthesised, including the various types of polymerisation (addition and condensation polymerisation, copolymerisation and crosslinking polymerisation). It also discusses the factors which influence the way they perform.\", \"This three-part series provides a basic introduction of the fundamentals of modern polymer chemistry. Beginning with the definitions and fundamental concepts discussed in Part I, the series is designed to broaden the understanding of polymer chemistry as utilized by the coatings industry. Part II focuses on a key factor in determining the properties of any polymer - molecular weight. In Part III, phase transitions in polymers, including melting point and glass transition temperature, are discussed.\", \"The effect of the fluorocarbon polymer buildup on etching atmosphere and contact etching was studied using an O-2/Ar chemistry for chamber monitoring and a CF4/CHF3/Ar chemistry for contact etching. The O-2/Ar chemistry was very useful to confirm the polymer buildup on chamber inner surface, because the chemistry greatly increased oxide etching rate by dissociating some of the fluorocarbon polymer buildup into the fluorine radicals. Contact etching using a CF4/CHF3/Ar chemistry with high CHF3/CF4 ratio was found to cause the etching rate reduction near wafer edge(in some cases, even 'etch stop'), the considerable loss of critical dimension, and higher etching selectivity over polysilicon. These results were explained by the polymer buildup on chamber inner surface.\", \"Considerable attention has focused on the preparation of polymers with complicated structures via click chemistry due to high efficiency,reliable, high selectivity of click chemistry. On the other hand, living radical polymerization can control the polymerization and polymer structures effectively. This review highlights the development of the synthesis of well-defined polymers such as star-shaped, comb-shaped, brush-shaped, tadpole-shaped,figure-of-eight-shaped, H-shaped, and dendrimer-like polymers via a combination of click chemistry and living radical polymerization such as atom transfer radical polymerization (ATRP), reversible addition-fragmentation chain transfer polymerization (RAFT), nitroxide-mediated polymerization (NMP), and atom transfer nitroxide radical coupling (ATNRC). Moreover, based on the recent progress, it has a prospect for the combination of click chemistry and living radical polymerization.\", \"This three-part series provides a basic introduction of the fundamentals of modern polymer chemistry. Beginning with the definitions and fundamental concepts discussed in Part I, the series is designed to broaden the understanding of polymer chemistry as utilized by the coatings industry. Part II focuses on a key factor in determining the properties of any polymer molecular weight. In Part III, phase transitions in polymers, including melting point and glass transition temperature, are discussed.\", \"In this laboratory experiment, students work in pairs to synthesize a simple aliphatic polycarbonate via ring-opening polymerization of trimethylene carbonate using 1,8-diazabicydo[5.4.0]undec-7-ene and thiourea as organocatalysts. Following polymer isolation, students cool the material in a dry ice/acetone bath to observe its glass-transition behavior. This experiment is convenient to perform under teaching laboratory conditions and reinforces key concepts learned in second-year undergraduate organic chemistry, for example, nucleophilic acyl substitution, transesterification reactions, and Lewis acidity basicity. Additionally, the experiment introduces students to polymer chemistry, heterocycles, materials science, and green chemistry. It also covers interesting concepts that are less frequently encountered, at the undergraduate level such as biomimetic chemistry, bifunctional catalysis, and polymer glass transitions.\", \"For nearly thirty years, there has been made great progress in micro-polymer chemistry experiment teaching which has these characteristics that using less reagents, less pollution and more portable in comparison with the conventional experiment. In China, Zhou Ninghuai and others began to go on micro-scale experiment research firstly and Professor Li Qingshan who brought this innovation to polymer organic synthesis experiment has done a lot of works in micro-polymer chemistry experiment teaching. To carry out the study of micro-polymer chemistry experiments not only accords with teaching methods and reform, but also conforms to the trend of the times of green chemistry. So the research and application of micro-polymer chemistry experiment have broad prospects.\\nIn micro-polymer chemistry experiment, most of the raw materials is in the amount of quality 1g or volume of 1 mL below, in line with famous micro-chemist Professor Ma Zusheng([1]) (Prof . Z. S. Ma)put forward that \\\"It is to use the chemical reagents as low as possible to obtain the necessary technology information in micro-scale chemical experiments\\\".\\nIn the early 1980's, micro-scale experiment is rise of a chemical method, which is in the miniaturization of devices for chemical experiments. After nearly thirty years, now all of micro-polymer chemistry experiments for the undergraduate have been realized miniaturization. Single namely preparation, purification, as well as polymerization to the macromolecular reaction can be the application of micro-chemical method.\", \"Mussel adhesives function as tools for surface modifications of a wide variety of materials due to their remarkable adhesion properties. Herein, a combination of bioinspired mussel adhesives based on a dopamine derivative, polymer chemistry, and well-established DielsAlder (DA) chemistry leads to a bioinspired switchable surface system that possesses the capability of attaching and detaching specific polymers on demand. A dopaminemaleimide compound, which has been attached to a gold surface under maritime conditions undergoes DA- and retro-DA-click-conjugations with cyclopentadiene-carrying PEG chains. The surface attachment and the subsequent DA/rDA cycles are evidenced via XPS analysis.\", \"Macromolecular engineering and science is a new and exciting multidisciplinary activity encompassing several engineering and scientific disciplines. It emerged organically from inherent developments in polymer processing, polymer physics, polymer chemistry and the science of rheology. On the very fundamental level, its boundaries merge with molecular biology on the one hand, and the growing field of complex fluids (which itself has grown out of chemistry, physical chemistry, physics, and chemical engineering) on the other.\", \"Supramolecular polymers formed through noncovalent interactions have attracted great attention recently due to their special structures and properties. The supramolecular chemistry, hydrogen bond and supramolecular polymers are introduced. Supramolecular polymers formed by different hydrogen-bonded systems, including multiple-hydrogen-bonded interactions, hydrogen bond formed from carboxylic acids and pyridines, and multiple interactions including hydrogen bond and other noncovalent bond, are reviewed in detail. The research status quo and the perspective of supramolecular polymers are discussed.\", \"In this communication, we report on a new route to the functionalization of ATRP polymers exploiting their halide end-groups, which were converted successfully into reactive disulfide end-groups, using sodium methanethiosulfonate. The resultant disulfide-terminated polymers could then be reacted with different functional thiols to yield functional polymers exploiting either thiol/disulfide exchange chemistry or thiol/ene \\\"click\\\" reactions.\", \"The use of polymers other than divinylbenzene crosslinked polystyrene as supports in organic chemistry is discussed. Insoluble polymer alternatives to DVB crosslinked polystyrene discussed include porous polyethylene supports, polymer-supported functional colloids, micron and submicron-sized particles and hollow spheres and one-dimensional supports. Soluble polymers including polyethylene, poly(alkene oxide)s, polyacrylamides, and fluorinated acrylates are discussed along with thermomorphic strategies where liquid-liquid separation of a biphasic systems is used as a way to effect polymer recovery in systems that are monophasic on heating. (C) John Wiley & Sons, Inc.\", \"Triazolinedione (TAD) click reactions were combined with microcontact chemistry to print, erase, and reprint polymer brushes on surfaces. By patterning substrates with a TAD-tagged atom-transfer radical polymerization initiator (ATRP-TAD) and subsequent surface initiated ATRP, it was possible to graft micropatterned polymer brushes from both alkene- and indole-functionalized substrates. As a result of the dynamic nature of the Alder-ene adduct of TAD and indole at elevated temperatures, the polymer pattern could be erased while the regenerated indole substrate could be reused to print new patterns. To demonstrate the robustness of the methodology, the write-erase cycle was repeated four times.\", \"\\\"Click\\\" chemistry, proposed by Sharpless in 2001, has become a powerful and versatile synthetic tool because of some unique advantages, such as mild and simple reaction conditions, high efficiency and selectivity, and exceptional tolerance towards a wide range of functional groups and reaction conditions. In this review, the development of \\\"click\\\" chemistry (e. g., its history, characteristics and classifications) is firstly introduced. Subsequently, this paper focuses on the applications of \\\"click\\\" chemistry in the synthesis of a variety of topological polymers, including linear, brush-shaped, star-like, cyclic polymers, and dendrimers. Finally, the limitations and prospects of \\\"click\\\" chemistry are also discussed.\", \"Various click chemistry azide-alkyne cycloaddition reactions were used to attach azide group-terminated peptides to polymer drug carriers in an effort to conjugate biologically active molecules with polymer drug carriers by directly binding unprotected peptides to these polymers. Three methods using click chemistry to conjugate the azide group-containing molecules with synthetic polymers were compared: (1) click chemistry with a Cu(I) catalyst in aqueous and organic solvents, (2) click reactions using ruthenium complex catalysts in DMF and (3) metal-free click chemistry based on a dibenzocyclooctyne (DBCO) reactive group. The suitability of these reactions was verified for the non-covalent attachment of targeting moieties to these polymer carriers via peptide-peptide interactions. Moreover, RAFT polymerization was suggested for the synthesis of semitelechelic copolymers containing a single DBCO group at the polymer chain end and for the preparation of well-defined diblock copolymer drug carriers consisting of specific peptide and hydrophilic polymer blocks.\", \"This themed issue of Polymer Chemistry highlights the work of pioneering investigators in the polymer chemistry field. Associate Editors Emily Pentzer and Holger Frey introduce the issue.\", \"Extremely rapid step growth polymerization was achieved using an oxime click chemistry approach. The highly efficient oxime reaction resulted in the synthesis of 35 kDa polymers within 5 minutes at 60 degrees C and 32 kDa polymers within 13 minutes at room temperature and, by altering the monomer ratio, polymers were synthesized with controlled end-group chemistry. Furthermore, the versatility of this chemistry was demonstrated by polymerisation of functional (bipyridine and boronic acid functional) monomers. The very rapid formation, extremely benign reaction conditions, functional group tolerance and high molecular weights obtained indicate the potential of oxime chemistry as a versatile tool for step-growth polymer synthesis.\", \"A collection of recent developments in topological polymer chemistry is presented. First, topological isomerism occurring on randomly coiled, flexible polymer molecules having cyclic and linear structures is discussed. Second, an electrostatic self-assembly and covalent fixation strategy has been developed for the synthesis of polymeric topological isomers. These isomers have double cyclic, manacle-, and &theta;-shaped constructions, and are prepared by using either linear or star telechelic polymer precursors having moderately strained cyclic ammonium salt groups, which carry multifunctional carboxylate counteranions. A technique of reversed-phase chromatography (RPQ is demonstrated as an effective means to separate polymers with different topologies, especially polymeric topological isomers. A further extension of topological polymer chemistry has been observed by dynamic selection from electrostatic polymer self-assembly to enable the effective formation of tadpole-shaped, cyclic-linear hybrid topologies. &COPY; 2005 The Japan Chemical journal Forum and Wiley Periodicals, Inc.\", \"Chain end functional polymers were prepared via reversible addition-fragmentation transfer (RAFT) polymerization techniques that were further chain extended with acrylonitrile. Under reducing conditions, latent cysteine-like residues were exposed at the chain ends. A variety of reduction conditions were explored and base polymers were then tethered together via thiazolidine chemistry.\", \"The synthesis and characterization of a novel class of linear aromatic ether polymers containing perfluorocyclobutyl and triazole unites is described. These polymers were prepared from the click chemistry (the copper-catalyzed Huisgen's 1,3-dipolar cycloaddition) of new monomer 1,2-bis(4-azidomethylphenoxy) perfluorocyclobutane and bisethynyl compounds. (C) 2008 Elsevier B.V. All rights reserved.\", \"Dynamic covalent chemistry relates to the utilization of chemical equilibrium systems, i.e., reversible cleavage-rebondage of covalent bond, which is effectively applicable to the molecular architectures in supramolecular chemistry and polymer chemistry. This review deals mainly with molecular integration and molecular conversion of supramolecules and polymers in order to prove significance and utility of the dynamic covalent bond by introducing the representative research studies. Equilibria of imine bond, carbon-carbon double bond, disulfilde bond, trityl carbon-sulfur bond, ester bond, alkoxyamine bond, and so on are typical dynamic covalent bonds, and several important examples for the constructions of interlocked molecules and polymers are described. In the utilization of the dynamic covalent bond in polymer, utility of a few reversibly cleavable covalent bonds included in polymer main chains is also discussed for the formation and transformation of polymers and cyclic polymers.\", \"Reticular chemistry is an important tool in the crystal engineering of metal-organic frameworks (MOFs). Isoreticular chemistry allows for the preparation of MOFs of the same topology from ligands with related geometries. In this work, reticular chemistry is used to explore the scope of polyMOFs, which are frameworks synthesized from polymer ligands. \\\"Linked\\\" ortho-substituted benzene dicarboxylate polymer ligands with varying length alkyl spacers were used to synthesize polyMOFs and elucidate the effects of polymer architecture on resulting crystal formation. It was found that these \\\"kinked\\\" polymer ligands were able to form polyIRMOF architectures, but did not readily form polyUiO-66 topologies.\", \"A set of terms, definitions, and recommendations is provided for use in the classification of coordination polymers, networks, and metal-organic frameworks (MOFs). A hierarchical terminology is recommended in which the most general term is coordination polymer. Coordination networks are a subset of coordination polymers and MOFs a further subset of coordination networks. One of the criteria an MOF needs to fulfill is that it contains potential voids, but no physical measurements of porosity or other properties are demanded per se. The use of topology and topology descriptors to enhance the description of crystal structures of MOFs and 3D-coordination polymers is furthermore strongly recommended.\", \"The importance of green syntheses and sustainable polymers is highlighted in a new experiment developed for incorporation into the introductory organic chemistry laboratory curriculum. delta-Decalactone, a naturally occurring cyclic ester used by the food and flavor industry for its coconut fragrance and taste, is polymerized under acidic conditions with a diol initiator. The solvent-free, room-temperature reaction conditions result in a viscous homopolymer from-which the catalyst is easily removed. Subsequent chain extension of this homopolymer with the renewable monomer L-lactide, followed by purification, isolation, and annealing in an aluminum pan, affords a block copolymer product as a transparent, flexible film. Well-resolved resonances in the H-1 NMR spectrum of the individual polymer repeat units facilitate quantitative analysis of polymer composition and molecular weight determination. This experiment introduces students to structures and fundamental concepts of polymer chemistry and exemplifies modern advances in sustainable,materials.\", \"In this work we report the synthesis and assembly of metallostar polymers using a combination of metal complexation, RAFT and Click chemistry.\", \"Polymeric supports have become a big necessity for automated synthesis and combinatorial chemistry, yet, the loading capacities of most polystyrene resins are very limited (typically < 1.5 mmolg(-1)). Dendrimers and hyperbranched polymers have been discussed for this application and now became readily available. These soluble polymers can either be used directly as high-loading supports fur substrates, reagents, and catalysts or alternatively in hybrid polymers linked to conventional polystyrene resins.\", \"Thermoresponsive polymers facilitate the development of a wide range of applications in multiple areas spanning from construction or water management to lab-on-a-chip technologies and biomedical sciences. The combination of thermoresponsive polymers with supramolecular chemistry, inspired by the molecular mechanisms behind natural systems, is resulting in adaptive and smart materials with unprecedented properties. This work reviews the past advances on the combination of this young field of research with polymer chemistry that is enabling a high level of control on polymer architecture and stimuli-responsiveness in solution. We will discuss how such polymer systems are able to store thermal information, respond to multiple stimuli in a reversible manner, or adapt their morphology on demand, all powered by the synergy between polymer chemistry and supramolecular chemistry.\", \"A review of nonoxide preceramic polymer chemistry is given. Preceramic polymers are needed because of high-technology applications that arose in our aerospace age. A discussion of the early work in Germany and Japan leads to an enumeration of the requirements that must be met if a polymer is to be a useful precursor in pyrolytic ceramic synthesis. Seven current research directions in preceramic polymer chemistry are discussed, and the uncertain future of preceramic polymer technology is pointed out.\", \"The impact of polymeric materials on the well-being of citizens of the modern world is enormous. These materials enhance virtually every facet of life-from clothing and personal care items to housing and transportation. Yet despite this, and the fact that most chemists work in a polymer or polymer-related area, polymeric materials have traditionally gotten scant attention in the undergraduate chemistry curriculum. This is now beginning to change. The American Chemical Society now recognizes that undergraduate training in chemistry without inclusion of polymeric materials is inadequate. Inclusion of polymeric materials enhances the curriculum in several ways. It serves to generate student awareness, to create enthusiasm for chemistry, to promote good student performance, and to provide a sound basis for future career development.\", \"Siloxane polymers and silicone materials are major components in most people's daily lives and are important in a wide variety of applications. However, despite their undeniable importance, they are often overlooked in the traditional undergraduate education, as they do not fall neatly into the traditional categories of organic or inorganic chemistry. Even in advanced polymer courses, they are often overlooked despite their value in describing many important polymer concepts. Herein we present three simple experiments to introduce siloxane polymers to the undergraduate education aimed at first-year, upper level, and non-science-major students. This is prefaced with a brief overview of the history and chemistry of siloxanes and their value as teaching tools in the laboratory and classroom settings.\", \"Schiff-base reactions are widely used in the field of chemistry. With many advantages, such as mild reaction conditions and high reaction rates, they were employed for protecting various functional groups and synthesizing a series of organic ligands. In polymer chemistry, they can serve as potential pH-responsive linkers in polymer chains because of their sensitive responses to changes in the pH value. With certain particular designs, the Schiff-base structure can cooperate with other reversible covalent bonds or supra-molecular interactions to form assemblies or gels, providing various functions and applications. This article aims to give a critical review of the recent literature on the Schiff-base reactions used in polymer chemistry and how they serve as a way of linking structures together. We will also cover some of the important developments on the functions and applications of these polymers.\", \"Conducting polymer microelectrodes can electrochemically generate the catalyst required for their own functionalization by \\\"click chemistry\\\" with high spatial resolution. Interdigitated microelectrodes prepared from an azide-containing conducting polymer are selectively functionalized in sequence by two alkyne-modified fluorophores by control of the applied potentials.\", \"Polymers are materials with vast environmental and economic ramifications, yet are generally not discussed in secondary education science curricula. We describe a program in which college mentors develop and implement hands-on, polymer-related experiments to supplement a standard, state regents-prescribed high school chemistry course, as well as a middle school elective course on polymers. Interactive experimentation and feedback-oriented design are highlighted as critical elements to the success of the program. The experiments have been executed in two vastly different institutions: a New York City magnet high school for underprivileged females, and a private middle school for privileged male and female students; the similarities and differences are juxtaposed.\", \"The Biginelli reaction, a three-component cyclocondensation reaction, is an important member of the multicomponent reaction (MCR) family. The Biginelli reaction is so efficient and shares many similar properties as the recent click reactions. In this chapter, we summarised the current applications of the Biginelli reaction in polymer chemistry including polymer coupling, post polymer modification, and new functional polymer synthesis. We expect this 'old' reaction (> 120 years) can draw attention from polymer chemists and play new roles in the polymer science.\", \"Photoclick chemistry is a green, atomic economy reaction. While it is still difficult to obtain a polymer compound with well-controlled molecular weight using the click chemistry method. The ordered hierarchically macroporous-mesoporous TiO2 show excellent photocatalytic activity in the thiol-ene reaction of polymers due to their large specific surface area. Meanwhile, the degree of polymerization and molecular weight (about 2600 amu) of the polymer can be controlled. Owing to the confinement effect of mesoporous structure in macroporous walls, which offers us a new perspective for thiol-ene polymer design by photoclick chemistry. Highly ordered hierarchically macroporous-mesoporous TiO2 with crystalline framework walls are directly achieved via a one-pot process, and the dual templates are assembled at the same time by a solvent evaporation process. The crystalline mesoporous walls are anatase titania, and the BET surface area is up to 301 m(2) /g. The macroporous diameter can be manipulated by controlling the size of PS microspheres.\", \"One-pot multi-step reactions based on thiolactone chemistry emerged as a powerful tool to prepare tailor-made, multi-functionalized polymer architectures in a one-pot and elegant manner. This feature article highlights the most important features of this approach, demonstrated in various reactive systems including (bio-based) linear polymers, heterotelechelic polymers, polymeric networks and heterogeneous supports. This overview clearly reveals its remarkable versatility involving modular synthesis and double modification of polymers: thiolactones can be opened by a wide variety of functional amines and the released thiol can react with thiol 'scavengers' of choice. (C) 2014 Elsevier Ltd. All rights reserved.\", \"This work is aimed to report a new type of multiple stimuli-responsive supramolecular polymers by combining dynamic covalent bonds with cucurbit[8]uril (CB[8])-based host-guest interaction. Supramonomer ( DSN) containing a disulfide bond can bind with CB[8] to fabricate supramolecular polymers by host-enhanced pi-pi interaction. Additionally, the dynamic nature of disulfide bonds and host-guest chemistry endow these supramolecular polymers with redox and guest competitive responsiveness, respectively.\", \"Cyclic polymers, as one of the oldest topological polymers, are undergoing resurgence. This is largely ascribed to the significant achievements in modern polymer chemistry. The novel ring-expansion techniques have conveniently produced varied cyclic polymers with highly topological purity and on large scales, which should facilitate their use in the near future. Beyond the monocyclic molecular conformations, the combination of controlled polymerization techniques and click chemistry have established a robust strategy for preparing cyclic polymers with more complex architectures, such as theta, eight, and tadpole shapes. This diversification in cyclic polymer composition and conformation significantly broadens interest in the cyclic polymers. However, compared to the synthesis achievements, the exploration of cyclic polymer property and application are lagging behind. Recently, we explored the ring-expansion metathesis polymerization on various functional ring-strained olefin monomers to produce cyclic functional polymers, which were then used as the building blocks to fabricate cyclic brush polymers and cyclic gel materials and will be discussed here. Published by Elsevier B.V.\", \"A facile, fast and ambient-temperature avenue towards highly fluorescent polymers is introduced via polymerizing non-fluorescent photoreactive monomers based on light-induced NITEC chemistry, providing a platform technology for fluorescent polymers. The resulting polypyrazolines were analyzed in depth and the photo-triggered step-growth process was monitored in a detailed kinetic study.\", \"Synthetic and analytical procedures for preparation of surface functionalized polyolefins are described within the general context of polymer surface functionalization. Graft chemistry leading to surfaces with different solvent-polymer interactions specific to the graft microstructure and to temperature are described.\", \"It is now evident that ADMET chemistry can be employed to prepare a family of unsaturated carbosilane polymers containing a common backbone decorated with different alkoxysilane pendant groups, demonstrating the generality and potential utility of this chemistry. Four functionalized silicon containing dienes have been synthesized by nucleophilic substitution of the same parent diene monomer containing two reactive silicon-chlorine. bonds. These new alpha,omega-diene monomers have been polymerized under ADMET conditions using the 2nd generation Grubbs's ruthenium catalyst, producing polymers with useful molecular weights. Variation of the pendant group results in differing chemical and physical properties of the resulting polymers. We believe this chemistry offers much to broaden the synthetic pathways to new organosilicon polymers.\", \"Macromolecular architecture is a key factor determining the materials properties of polymers. Exploration of novel structural arrangements has become a viable means to develop advanced functional nanomaterials. Recent developments in polymer chemistry have forged robust synthetic platforms for innovative polymeric materials with highly regulated structures, functionalities, and compositions. This review summarizes the latest synthetic strategies for well-defined polymer architectures through covalent chemistry, with the focus on four main types of well-defined macromolecular constructs.\", \"In this laboratory experiment, students determine the number-average molar masses and second virial coefficients of polyethylene glycol (PEG) polymers ranging in molar mass from 200 to 1500 g mol(-1) using vapor pressure osmometry (VPO). Students assess VPO in relation to accurate molar mass calculations of PEG polymers. Additionally, students use the second virial coefficients to identify any PEG self-interactions and any dependence of the second virial coefficient on PEG molar mass. This laboratory experiment is suitable for a biophysical or physical chemistry laboratory.\", \"Two methods to integrate polymer chemistry within the regular organic chemistry curriculum are presented. The first method extrapolates small molecule synthetic methodology to the synthesis of polymers. For example, the common organic reaction, Fischer esterification, is extended to the synthesis of diesters and polyesters. This approach is also used to introduce polyamides. The second method relies on a clear understanding of reaction mechanism in order to divert a small molecule synthesis to the synthesis of a polymer. Examples include extrapolation from the base-catalyzed hydrolysis of epoxides to the synthesis of polyethyleneglycol and extrapolation from conjugate addition to superglue.\", \"Chemistry on soluble polymer supports, termed liquid-phase organic synthesis, is developing into an increasingly viable alternative or adjunct to the classical solid-phase approach across the broad spectrum of polymer-supported organic chemistry. Recent advances in the field include the use of soluble polymers in the combinatorial synthesis of peptide and small-molecule libraries, as catalyst and reagent supports, and as functionalized polymer-quench reagents for purifying solution-phase combinatorial libraries.\", \"A laboratory experiment currently used in an undergraduate physical chemistry lab to investigate the rates of crystallization of a polymer is described. Specifically, the radial growth rates of typical disc-shaped crystals, called spherulites, growing between microscope glass slides are measured and the data are treated according to polymer crystallization theory. The polymer used is a commercially available poly(ethylene glycol). Effects of molecular weight and crystallization temperature on the growth rate are demonstrated. Background information for students and instructor) experiment procedure, and full analysis of students' results are included in the Supporting Information.\", \"By modifying a synthetic procedure, two new hyperbranched polytriazoles (HP1 and HP2) containing isolation chromophores were synthesized successfully through click chemistry reactions under copper(I) catalysis. For the first time, these two polymers were derived from an AB4-type monomer, although they contain different end-capping chromophores. They are soluble in normal polar organic solvents and are well characterized. Thanks to the presence of the isolation chromophore, the two polymers demonstrate good nonlinear optical (NLO) properties and optical transparency, making them promising candidates for practical applications.\", \"The application of combinational chemistry has been changing since it was first described almost two decades ago. This review highlights relevant innovative ideas using the combinatorial chemistry approach, fodusing on the present and future scope of this technology and its general acceptance among the scientific community. Recent developments include solid-supported reagents, catalysts, scavengers and purification, resin technology (polymer-supported chemistry on monolithic disks); reporter resins for solid-phase organic chemistry; dynamic combinational libraries; natural product-based libraries and chemical genetics; and microreactors.\", \"The establishment of advanced living/controlled polymerization protocols allows for engineering synthetic polymers in a precise fashion. Combining advanced living/controlled polymerization techniques with highly efficient coupling chemistries facilitates quantitative, modular, and orthogonal functionalization of synthetic polymer strands at their chain termini as well as side-chain functionalization. The review highlights the current status of selected post-functionalization techniques of polymers via orthogonal ligation chemistries, major characteristics of the specific transformation chemistry, as well as the characterization of the products.\", \"The catalytic Staudinger-Vilarrasa (S-V) reaction, a widely utilized reaction for synthesizing amide-containing compounds, has played vital roles in organic synthesis. In this work, we introduce this reaction as a highly efficient chemistry strategy for the first time in polymer chemistry. First, the polycondensation of dicarboxylic acids with organic diazides produces a series of polyamides in yields of up to 94% and high molecular weight of 28 kDa. Second, this reaction between polymer-N-3 and various functional organic acids yields amide-end-functionalized polymers with near 100% efficiency. Third, amide-linked (multi)block copolymers (PEG-PEG, PS-PS, PS-b-PEG, PtBA-b-PEG) with approximate 100% efficiency, a star polymer (PEG)(3) with approximate to 95% efficiency and side-chain amide-functionalized polymers (approximate to 100% efficiency) are constructed via this reaction between polymers and organic acids or polymers. This highly efficient catalytic S-V reaction provides a programable platform for producing amide bond-containing polymers that compares favourably with previous reported click strategies, such as CuAAC, thiol-ene and Diels-Alder reactions in some ways.\", \"Supramolecular coordination cages and polymers bear exceptional advantages over their organic counterparts. They are available in one-pot reactions and in high yields and display physical properties that are generally inaccessible with organic species. Moreover, their weak, reversible, noncovalent bonding interactions facilitate error checking and self-correction. This review emphasizes the achievements in supramolecular coordination container as well as polymer chemistry initiated by serendipity and their materialization based on rational design. The recognition of similarities in the synthesis of different supramolecular assemblies allows prediction of potential structures in related cases. The combination of detailed symmetry considerations with the basic rules of coordination chemistry has only recently allowed for the design of rational strategies for the construction of a variety of nanosized spherical containers, bowls, 1D-, 2D-, and 3D-coordination polymers with specified size and shape.\", \"Polymers are ubiquitous components of products manufactured for medical and pharmaceutical applications. Widely used commodity polymers were the first polymers to be utilised in biomedical applications. These polymers were not developed with biocompatibility established at the onset and many speciality polymers have been developed in recent years to begin to meet the multifaceted demands for medical development, the optimisation of structure-property correlations and ultimately, clinical use. In the broader area of materials research, combinatorial or high throughput strategies used for drug development are recognised to have potential for discovery and process development. Much of the application of combinatorial chemistry in drugs research has been dependent on the use of polymeric reagents, substrates and supports. The chemistry of the reactions on polymers in solid and liquid phases have also played a major role in combinatorial drugs research. There is considerable interest in combinatorial materials research and this review outlines how this research may be applied for biomedical polymer development. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"Recent progress in topological polymer chemistry has been outlined. First, we focus on recent developments in an \\\"electrostatic self-assembly and covalent fixation (ESA-CF)\\\" process in conjunction with effective linking/cleaving chemistry including a metathesis process and an alkyne-azide click reaction. A variety of novel cyclic polymers having specific functional groups and unprecedented multicyclic macromolecular topologies have been realized by combining intriguing synthetic protocols. By making use of these topological polymers, unprecedented opportunities have now been realized to provide new insights on fundamental polymer properties either in solution or bulk, in static or dynamic states, or in self-assemblies. Moreover, unusual properties and functions for polymer materials have now been revealed based on their cyclic topologies, i.e., topology effects, unattainable either by linear or branched counterparts.\", \"Poly(phenylene vinylene) (PPV) represents an important class of conjugated, conducting polymers that have been readily exploited in the preparation of organic electronic materials. In this experiment, students prepare a PPV polymer via a facile multistep synthetic sequence with robust spectroscopic evaluation of synthetic intermediates and the final product. The synthetic sequence could be applied by university instructors as a capstone project for an undergraduate organic chemistry laboratory or as a centerpiece project for either a polymer or integrated laboratory course. The initial synthetic step could be segmented and used as a modular piece in the traditional introductory organic chemistry laboratory. In either case, the resultant PPV polymer is analyzed by UV-vis and fluorescence spectroscopy to determine the quantum yield which promotes enhanced student understanding of the photophysical properties of the material. In addition, GPC analysis is completed to reveal the molecular weight and polydispersity of the polymer. Students completing this experiment gain valuable experience in organic/polymer synthesis and structural characterization utilizing GC/MS, GPC, NMR, UV-vis, and fluorescence spectroscopy, as well as in the mechanistic aspects and practical application of some of the classic transformations in organic chemistry including the S(N)2 reaction, nucleophilic acyl substitution, organometallic chemistry, and Wittig reaction.\", \"Mastery of core chemistry content is a degree requirement for several STEM majors. Gatekeeper courses, like general and physical chemistry, have a history of weeding out struggling students, and often underrepresented groups underperform. While gatekeeper courses ensure students are prepared for STEM degrees, it is essential they do not create undue obstacles or dampen interest in STEM. This article describes the implementation and evaluation of efforts to infuse polymer science into a two-semester sequence of general and physical chemistry courses. Survey and focus group data revealed positive feedback from students. Also, improved student mastery of polymer concepts and knowledge was demonstrated in pre- and postassessments. Ultimately, these initial efforts provided students with additional foundational skills and increased engagement with chemistry content.\", \"Self-assembly yielding supramolecular systems is a relatively new and fascinating area in polymer science. By combining a knowledge of organic and bio-organic chemistry with synthetic polymer chemistry many self-assembling structures can be developed in synthetic polymer systems via exploitation of inter- and/or intramolecular interactions. This review describes some double, triple and quadruple hydrogen bonding systems from the recent literature which have been used in this context.\", \"incorporation of polymers in compartments slightly larger than their size allows chemistry and physics on single entities, for example the formation of single-chain polymer crystals by single-molecule chemistry. Recent results and possibilities are discussed.\", \"Soluble polymer-supported reagents and catalysts in the field of liquid-phase chemistry appeared during last fifteen years and their applications have been reviewed.\", \"In this article we present the synthesis of new cyclophosphazenes and their use as chain extenders, polymers compatibilizers, and monomers.\", \"Click chemistry has attracted great attentions since its concept was introduced in less than a decade, because the click chemistry reaction can be carried out under mild and simple reaction conditions, resulting in high reaction efficiency with easy post-treatment for the obtained products. In this review, the synthesis of biomedical polymers using click reaction technique is briefly introduced. The progress on preparation via copper-catalyzed azide-alkyne cycloaddition click reaction and application of the multifunctional and intelligent polymers for non-viral polymeric gene carriers, polymeric-micelles for drug delivery and polymer-based hydrogel is summarized. The limitations and prospective applications of the click chemistry technique for synthesis of biomedical polymers are also discussed.\", \"We would like to take this opportunity to highlight the Outstanding Reviewers for Polymer Chemistry in 2018, as selected by the editorial team for their significant contribution to the journal.\", \"\\\"Click chemistry\\\", introduced by Sharpless in 2001, becomes a new synthetic method used in areas such as drugs, polymers and materials rapidly because of its high efficiency, high selectivity and reliable characteristics. With the further research on click chemistry, the types of it are increasing continuously and the scope of application is also expanding. Radical-mediated or nucleophile-initiated thiol-ene reaction is a novel kind of click reactions, which shows the characteristics of click chemistry. Starting from the concept, characteristic and types of click chemistry, the mechanism and the wide applications of thiol-ene reaction in preparation of functional polymers and topologic macromolecules, polymeric materials surface modification and biomaterials are emphasized. Furthermore, the latest research based on thiol-ene chemistry is summarized. The prospects of thiol-ene reaction are also discussed.\", \"A discovery-based experiment highlighting the use of renewable starting materials to synthesize triblock polymers was developed and successfully implemented in our introductory organic chemistry laboratory course. Green chemistry principles applied in this experiment include the use of renewable feedstocks, minimal/green solvents, and design for degradation. Groups of students are tasked with synthesizing polymers of different compositions so that comparisons can be made of their mechanical properties. H-1 NMR analysis allows estimation of the overall molecular weight and quantification of the polymer blocks incorporated. The experiment serves to share modern state-of-the art technologies in sustainable polymers and addresses the ACS Committee on Professional Training's accreditation guidelines to include synthetic polymers and macromolecules in the chemistry curriculum.\", \"The contribution of supramolecular chemistry to polymer science opens new perspectives for the design of polymer materials exhibiting valuable properties and easier processability due to the dynamic nature of non-covalent interactions. Hydrogen bonding polymers can be used as supramolecular units for yielding larger assemblies that possess attractive features, arising from the combination of polymer properties and the responsiveness of hydrogen bonds. The post-polymerization modification of reactive end-groups is the most common procedure for generating such polymers. Examples of polymerizations mediated by hydrogen bonding-functionalized precursors have also recently been reported. This contribution reviews the current synthetic routes toward hydrogen bonding sticker chain-end functionalized polymers.\", \"The preparation of terminally functionalized atactic polypropylenes is described. Using standard organic transformations, an olefin terminated polypropylene oligomer could be converted into many other important functional groups. Such species can serve as useful polymer-bound building blocks for synthesis and catalysis. These supported derivatives exhibit high phase-selective solubility in nonpolar solvents, making them excellent candidates for use as supported reagents/catalysts. (C) 2012 Elsevier Ltd. All rights reserved.\", \"The quest for green chemistry that reduces or eliminates the use or generation of hazardous substances in polymer products and processes represents an opportunity for polymer scientists and engineers. Indeed, the need to promote safety, sustainability, and environmental stewardship, and to reduce plastic waste and energy usage is widely recognized. As a result, intense research activities are ongoing worldwide to develop green polymer products and processes. Advances have been made in many areas, including new source materials, green conversion methods, new or improved processing, and green polymer-related products. In this article, an overview is provided of green polymer chemistry, particularly emphasizing the different ways whereby new products and processes have been made. Selected examples are provided, particularly from the chapters included in this symposium volume and from the presentations given during a Green Polymer Chemistry symposium at the American Chemical Society (ACS) national meeting in Washington, D.C. (August 2017).\", \"Cyclic peptide polymer conjugates are capable of self-assembling into supramolecular polymeric nano tubes driven by the strong multiple hydrogen bonding interactions between the cyclic peptides. In this study, we have engineered responsive nanotubes by introducing a cleavable bond that responds to a reductant utilizing pyridyl disulfide reaction chemistry. Reactions between a cysteine containing cyclic peptide (CP-SH) and pyridyl disulfide containing polymers were initially studied, leading to the quantitative formation of cyclic peptide polymer conjugates. An asymmetric cyclic peptide polymer conjugate (PEG-CP-S-S-pPEGA) was then synthesized via orthogonal pyridyl disulfide reaction chemistry and NHS coupling chemistry. The disulfide linker formed by the pyridyl disulfide reaction chemistry was then selectively reduced to thiols in the presence of a reductant, enabling the transition of the conjugates from nonassembling unimers to self-assembled supramolecular polymeric nanotubes. It is anticipated that the pyridyl disulfide reaction chemistry will not only enrich the methodology toward the synthesis of cyclic peptide-polymer conjugates, but also lead to the construction of a new family of redox-responsive cyclic peptide-polymer conjugates and supramolecular polymeric nanotubes with tailored structures and functionalities.\", \"Click chemistry has drawn considerable attention in less than a decade due to its unique advantages, such as simple reaction conditions, high reaction efficiency, high yield, easy post-treatment and high selectivity for the obtained products. Recently, as a new and efficient click reaction, thiol-ene/yne click chemistry has raised much interest and will probably be the main direction for development in click chemistry. On the other hand, synthesis of high-performance functional polymer materials is one of the hot topics of novel material research. In this review, we introduce the characteristics, advantages and reaction mechanism of thiol-ene/yne click chemistry. Research progresses of thiol-ene/yne click chemistry in functional polymer synthesis are highlighted, with focus on the synthetic route of linear, hyperbranched, cross-linked and other types of functional polymers via this method. The monomer features, product features and potential applications of different types of functional polymer materials synthesized by thiol-ene/yne click reaction are also discussed in detail. Furthermore, the problems in thiol-ene/yne click chemistry that still should be resolved are pointed out, and future applications are prospected.\", \"A supramolecular strategy of switching the self-assembly of cyclic peptide-polymer conjugates using host-guest chemistry is proposed. The formation of tubular supramolecular polymers based on cyclic peptide-polymer conjugates can be controlled by reversibly attaching cucurbit[7]uril onto the cyclic peptide via host-guest interactions.\", \"The geometrical conception and current synthetic challenges of topological polymer chemistry have been reviewed. On the basis of the systematic classification and isomeric properties of polymer chain topologies, a variety of novel multicyclic macromolecular constructions have now been rationally designed and subsequently realized by intriguing synthetic protocols. In particular, cyclic and multicyclic polymer products are effectively produced by an electrostatic polymer self-assembly of telechelic precursors that contain cyclic ammonium salt groups accompanying polyfunctional carboxylate counteranions and the subsequent covalent conversion through the ring-opening or through the ring-emitting reaction of the cyclic ammonium salt groups by carboxylate counteranions (Electrostatic Self-assembly and Covalent Fixation (ESA-CF) process). Furthermore, the ESA-CF process, in conjunction with effective linking/cleaving chemistry (including the metathesis condensation (clip) and alkyne-azide addition (click) reactions), has been demonstrated as a new synthetic protocol for unprecedented multicyclic macromolecular topologies. Polymer Journal (2012) 44, 1159-1169; doi:10.1038/pj.2012.92; published online 13 June 2012\", \"Cyclodextrins belong to the most important and promising macrocyclic hosts, since they are inexpensive, water-soluble natural products, non-toxic, readily functionalized and commercially available. Cyclodextrin chemistry creates lots of research areas. The present review focuses on investigations of cyclodextrins in polymer chemistry and their applications in drug delivery systems. Click reactions as a possibility to obtain polymer chains with covalently attached cyclodextrins are described, and examples for the application of such polymers in drug delivery are shown.\", \"The present chapter is focused on how synthetic molecular machines (e. g. shuttles, switches and molecular motors) and size switches (conversions between polymers and their units, i.e., conversions between relatively large and small molecules) can function through covalent changes. Amongst the interesting examples of devices herein presented are molecular motors and size switches based on dynamic covalent chemistry which is an area of constitutional dynamic chemistry.\", \"Thiol-X chemistry has proven to be a valuable toolbox for modification of peptides, proteins, monomers, and polymers. Recently, this has become especially true for the modification of polypeptides (monomers or polymers), which has resulted in a plethora of novel polymers and materials. With this in mind, this highlight focuses on the recent literature concerning the modification of polypeptides by the use of thiol-X chemistry, in particular to synthetic polypeptides either at the monomer or polymer stage modified by thiol-ene, -Michael addition, and -yne chemistries. (C) 2014 Published by Elsevier Ltd.\", \"This study aims at producing a teaching material in the form of e-module on synthetic polymer material based on green chemistry. The presentation of material and visualization used in this e-module are based on green chemistry including the negative impact of synthetic polymers especially plastics, countermeasures plastic waste, and the manufacture of biodegradable plastic. This study uses a design-based research method with ADDIE model consisting of five stages, namely analysis, design, development, implementation, and evaluation. The e-module resulted from this study is potentially used as a learning medium on synthetic polymeric materials.\", \"As nanolithography becomes increasingly important in technology and daily life, a variety of inexpensive and creative methods toward communicating the concepts underpinning these processes in the classroom are necessary. An experiment is described that uses simple CD-Rs, C-clamps, an oven, and a freezer to provide concrete examples and insights into the chemistry and principles of nanolithography. The experiment also has flexibility, making it suitable for a range of classroom levels from high school to more advanced labs in college. Because CD-Rs are composed of grooves of polycarbonate, the experiment provides a basis for discussions and exploration into the chemistry and physics of polymers on the nanoscale.\", \"Unlike the case of traditional covalent polymers, the entanglements that determine properties of supramolecular polymers are defined by very specific, intermolecular interactions. Recent work using modular molecular platforms to probe the mechanisms underlying mechanical response of supramolecular polymers is reviewed. The contributions of supramolecular kinetics, thermodynamics, and conformational flexibility to supramolecular polymer properties in solutions of discrete polymers, in networks, and at interfaces, are described. Molecule-to-material relationships are established through methods reminiscent of classic physical organic chemistry.\", \"Chemistry on soluble polymer-matrices, termed liquid-phase organic synthesis, is emerging as a viable alternative or adjunct to the classical solid-phase approach across the broad spectrum of polymer-supported organic chemistry. This review details the significant advances in liquid-phase synthetic methodologies, reagents, catalysts and supports that have appeared from 1997 to the present.\", \"The untapped potential of radical thiol-yne mono-addition chemistry is exploited to overcome the known limitations of thiol-ene chemistry in polymer coupling and block copolymer formation. By careful choice of alkyne, the reaction can selectively lead to the mono-addition product with efficiencies surpassing those achieved by traditional thiol-ene chemistry. This improvement is illustrated by the nearly quantitative synthesis of a variety of diblock and graft copolymers. (c) 2014 Wiley Periodicals, Inc. J. Polym. Sci., Part A: Polym. Chem. 2015, 53, 319-326\", \"The synthesis of \\\"precision\\\" polymers with finely controlled molecular structures is an important new development in synthetic polymer chemistry. This trend is the logical outcome of the continuing evolution of the field of polymer synthesis. Indeed, during the last few decades, synthetic tools, such as living ionic polymerizations, controlled radical polymerizations, and click chemistry, have revolutionized the synthesis of polymers with controlled architectures such as block, graft, star, brush, hyperbranched or cyclic polymers. These aspects being solved, it is now time for polymer chemists to address more challenging questions such as the design of monodisperse polymers and the control of primary (i.e., comonomer sequences), secondary (i.e., single-chain folding), and tertiary (i.e., single-chain compartmentalization) structures. Here, new synthetic tools have to be developed or imported from other disciplines such as organic chemistry and biochemistry. For instance, solid-phase iterative chemistry, which was initially introduced for the synthesis of oligopeptides and oligonucleotides, is an interesting methodology for preparing monodisperse sequence-defined polymers. However, such approaches are usually time-consuming and request demanding coupling/capping/deprotection steps. Yet, interesting protecting-group-free methodologies have been described in recent years for simplifying and accelerating these processes. These promising new approaches are briefly listed and explained in this article.\", \"Click chemistry has attracted great interests due to a wide variety of superior merits, including a wide range of applications, simplified experimental condition, rapid reaction speed, higher functional group conversion, environmental friendly and selectivity. And conception of click chemistry contributed to the synthetic chemistry apparently, in particular, with respect to pharmaceutical manufacture and biomedical materials, resulting in the most useful and promising synthetic method. Furthermore, thiol-ene/yne click chemistry, utilizing inclusion of visible light or UV light as catalytic medium, is a comparatively novel kind of click chemistry in comparison to several types of conventional reactions. In addition, the properties of the creative reaction stems from the combination the photoinitiated chemical reaction with the forementioned traditional click chemistry, providing a flexible approach to occur reaction within the oriented region and functional group. This review highlights the recent research on the preparation of functional polymeric microsphere, amphipathic block well-defined polymer, materials employed in the molecular device, desired dendritic polymers and chemistry modification via thiol-ene/yne click chemistry. Moreover, the problems and solutions are given for the future development of thiol-ene/yne click chemistry.\", \"The synthesis and properties of novel conducting polymer monomers, and their polymers, based on poly(thiophene phenylenes) (PThP) is described. These polymers contain a range of functional groups useful for further polymer modification and design and can be obtained using both electropolymerisation and chemical oxidative polymerisation. Further modification of a chemically polymerised PThP was validated using 'click' chemistry from azide containing side chains and also by grafting of polystyrene by Activator ReGenerated by Electron Transfer Atom Transfer Radical polymerisation (ARGET-ATRP) from ATRP initiating sites on the polymer. The complimentary and orthogonal nature of 'click' chemistry and ATRP grafting was established. The polymers were characterised by H-1 NMR, UV-Vis spectroscopy and cyclic voltammetry. Electrochemical analysis showed that the functionalised polymers retain excellent electroactivity.\", \"Two unique molecular templates for generating polymeric materials with a cyclic molecular architecture were developed by combining ring-expansion metathesis polymerization and click chemistry. These two universal cyclic polymers were used in three examples to demonstrate the wide range of potential materials enabled. They include functional cyclic polymers, cyclic polymer brushes, and cyclic gels.\", \"An overview of recent developments of the chemistry of halogen-free flame retardant polymers is presented in this paper. The polymers or reactive monomers that are inherently flamed retarding contain P, Si, B, N and other miscellaneous elements. They can be used on their own or added to current bulk commercial polymers to enhance flame retardancy. The synthetic chemistry of these molecules is discussed along with their thermal stabilities and flame-retardant properties. (C) 2002 Elsevier Science Ltd. All rights reserved.\", \"The increasing control that synthetic chemists are able to exert over molecular architecture is allowing the design and preparation of macromolecular and polymeric systems of unprecedented sophistication. In form and function, synthetic polymers are able to mimic many biological polymers, in effect 'blurring the boundaries' between the worlds of artificial and natural materials. In this review, some key examples from the merging interface between synthetic and natural polymers are considered, and illustrations of both 'bio-inspired' synthetic macromolecular chemistry and new directions in polymer materials are given. (C) 2003 Elsevier Ltd. All rights reserved.\", \"Click chemistry is an approach through which large numbers of new compounds can be quickly synthesized by utilizing the most practical and reliable chemical transformations. These reactions can give products in highly yields without special purification and are conducted under mild conditions. In this paper, some basic conceptions of click chemistry are introduced. As a new systhesis method,the application of click chemistry in drug discovery which includes lead discovery libraries, carbohydrates, natural product derivatives, bioconjugation and macromolecule' s polymer synthesis are reviewed in detail. At last, future trends of click chemistry is prospected.\", \"Unprecedented tetracyclic polymer topologies with spiro- and a bridged-type quatrefoil forms are effectively constructed through an alkyne-azide, click-linking reaction by employing a kyklo-telechelic poly(tetrahydrofuran), poly(THF), precursor having an azide group, obtained through an electrostatic self-assembly and covalent fixation (ESA-CF) process, and complementary tetrafunctional alkyne reagents of either a pentaerythritol derivative or a four-armed star telechelic polymer precursor.\", \"We report a simple yet highly efficient route to prepare polymers with a variety of pendant iridium complexes as potential materials in organic light-emitting diodes by employing click chemistry.\", \"The following topics have been discussed: (i) consequences of diversified radiation spurs in polymer radiolysis with emphasis placed on their role in the function LET of the radiation used; (ii) energy transfer phenomena with particular reference to protection effects in polymer radiolysis; (iii) new methods of investigation in the radiation chemistry of polymers, more specifically for spectrophotometry of opaque samples.\", \"Cyclodextrins (CDs) represent the most extensively investigated cyclic molecules due to their wide availability, facile functionalization, unique amphiphilicity and inclusion capacity. The marriage of CD chemistry with polymer science has generated novel biomaterials by integrating supermolecular host-guest chemistry and state-of-the-art polymer chemistry techniques. The current mini-review focuses on the recent progress in CD-functionalized polymers as drug carriers for cancer therapy. CD-functionalized polymers with different structures are summarized. Their application as drug carriers for cancer therapy is then highlighted. In the end, the future directions of this rapidly developing research field are discussed.\", \"To simplify the purification of radiolabeled compounds, a novel strategy that combines the advantages of polymer chemistry and organotrifluoroborate chemistry was examined. It was discovered that the no-carrier-added radioiodination of readily prepared Dowex-supported organotrifluoroborates can be successfully achieved using a variety of oxidants, including a polymer-supported oxidant.\", \"Prior to the recycling process, raising awareness of plastic waste impact, e.g., polluting oceans worldwide, is undoubtedly a first attempt to tackle this pandemic environmental issue. With this in mind, the presented practical session is an effort to entice an interdisciplinary audience of science undergraduates toward a sustainable future. The associated assignment focuses on a collaboration of undergraduate chemistry students and engineering undergraduates with a minor program in chemistry. Acting on an adequate uncluttered mind map of practical guidelines, the students acquire and exchange multiple \\\"good laboratory practice\\\" skills. By this, engineering undergraduates get acquainted with chemicals, e.g., polymers, while future chemists get an impression of how economics is concerned to maintain a balance between economy and ecology, i.e., a circular economy. In a grand finale, the students present their interdisciplinary communication skills via a poster exhibition: \\\"chemistry meets economics\\\". Moreover, via this interdisciplinary approach the traditional polymer chemistry laboratory session, still a substantial part of the organic chemistry curriculum in the polymer chemistry courses, gets a makeover and will be integrated into a modern, advanced curriculum.\", \"The 12 principles of green chemistry are reviewed and applied specifically to polymer production. Examples of how the principles relate to current practice in polymer reaction engineering and which areas show the greatest potential impact for implementation of these principles are discussed. This paper does not attempt to be exhaustive but rather to target specific areas for further development.\", \"Recent developments in topological polymer chemistry are outlined. First, nonlinear polymer topologies are systematically classified on the basis of topological considerations of constitutional isomerism in a series of alkanes (CnH2n+2), monocycloalkanes (CnH2n), and polycycloalkanes (CnH2n-2, CnH2n-4, etc.). Various pairs of topological isomers are identified in randomly coiled, flexible polymer molecules with cyclic and branched structures. An electro-static self-assembly and covalent fixation strategy has subsequently been developed for the efficient synthesis of a variety of topologically unique polymers, including monocyclic and polycyclic polymers, topological isomers, and topological block copolymers. In this process, new telechelics with moderately strained cyclic onium salt groups carrying multifunctional carboxylate counteranions have been designed as key polymeric precursors. Further extensions of topological polymer Chemistry have been achieved by the use of cyclic telechelics (kyklo-telechelics) and cyclic macromonomers, obtainable also by means of the electrostatic self-assembly and covalent fixation process. (C) 2003 Wiley Periodicals, Inc.\", \"A review of advances in the applications of the Diels-Alder reaction in organosilicon chemistry in our laboratory is presented. Using this reaction, we have synthesized a series of organosilicon monomers and polymers with polyphenyl groups and condensed rings and established a novel vulcanization system for silicone rubber. In addition, we discuss the influences of the large aromatic groups on the properties of the polymers.\", \"In this review, we show the important role of supramolecular chemistry in the fabrication of stimuli responsive and hierarchically structured liquid crystalline polymer networks. Supramolecular interactions can be used to create three dimensional order or as molecular triggers in materials that can be applied as actuators, sensors and nanoporous materials.\", \"An upper-division undergraduate polymer chemistry course was developed as a blended/hybrid course. The students met face-to-face once a week for 75 min with all other components being available online. Face-to-face meetings were used for class discussions/problem-based lectures, student presentations, hands-on activities, and examinations. Online components included study guides, the Macrogalleria, and online quizzes. This course is appropriate for students who have had one year of organic chemistry.\", \"A simple and effective hands-on classroom activity designed to illustrate basic polymer concepts is presented. In this activity, students build primary structures of homopolymers and different arrangements of monomers in copolymer using paper clips as monomers. The activity supports formation of a basic understanding of polymer structures, tacticity, copolymers, degree of polymerization, arrangement of monomers in copolymers, and polymer chain entanglement.\", \"Pillararene-containing thermoresponsive polymers are synthesized via reversible addition-fragmentation chain transfer polymerization using pillararene derivatives as the effective chain transfer agents for the first time. These polymers can self-assemble into micelles and form vesicles after guest molecules are added. Furthermore, such functional polymers can be further applied to prepare hybrid gold nanoparticles, which integrate the thermoresponsivity of polymers and molecular recognition of pillararenes.\", \"We have developed a facile and efficient methodology to prepare magnetic nanohybrids from 'clickable' magnetic nanoparticles and polymer-coated nanomaterials by Cu(I)-catalyzed azide-alkyne cycloaddition 'click' chemistry.\", \"Photo-induced reactions play an important role in precision polymer design. Photoreactions are often cost-effective reactions that proceed under relatively mild reaction conditions. Additionally, photo reactions add spatial and temporal control over reactions, which gives rise to a large number of applications that would otherwise be inaccessible. Among the various photochemistries available, [2+2] cycloadditions are a prominent example for effective conversions. In the field of polymer chemistry, such reactions are often used for crosslinking. If reaction conditions are chosen carefully, they can, however, also be employed for advanced polymer transformations, such as polymer endgroup modification or specific ligation to substrates. Especially when applying flow chemistry approaches, very high reaction efficiencies are gained, bringing [2+2] cycloadditions close in use to other well known click-like techniques such as thiol-ene chemistry. (C) 2014 Elsevier Ltd.\", \"Using Diels-Alders (DA) chemistry as a dynamic-covalent linkage, we explored the kinetic growth mechanism of polymer structures including starlike materials and nanogels. The use of reversible addition-fragmentation chain transfer (RAFT) polymerization allows for precise control of DA linkages within the polymer backbone. Controlling the competition between intra- and intermolecular cross-linking reactions allows for the preparation of polymer structures that can expand their volume after cleavage of the DA linkages as determined by dynamic light scattering (DLS). Macroscopically, this would be analogous to untying a rope ball knot, commonly termed a \\\"monkey's fist\\\".\", \"Inorganic iron oxide nanoparticle cores as model systems for inorganic nanoparticles were coated with shells of amphiphilic polymers, to which organic fluorophores were linked with different conjugation chemistries, including 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide (EDC) chemistry and two types of click chemistry. The nanoparticle-dye conjugates were exposed to different enzymes/enzyme mixtures in order to investigate potential enzymatic degradation of the fluorophore-modified polymer shell. The release of the dyes and polymer fragments upon enzymatic digestion was quantified by using fluorescence spectroscopy. The data indicate that enzymatic cleavage of the fluorophore-modified organic surface coating around the inorganic nanoparticles in fact depends on the used conjugation chemistry, together with the types of enzymes to which the nanoparticle-dye conjugates are exposed.\", \"As a tribute to Professor Charlie Hoyle, we take the opportunity to review the impact of thiol-ene chemistry on polymer and materials science over the past 5 years. During this time, a renaissance in thiol-ene chemistry has occurred with recent progress demonstrating its unique advantages when compared with traditional coupling and functionalization strategies. Additionally, the robust nature of thiol-ene chemistry allows for the preparation of well-defined materials with few structural limitations and synthetic requirements. To illustrate these features, the utility of thiol-ene reactions for network formation, polymer functionalization, dendrimer synthesis, and the decoration of three-dimensional objects is discussed. Also, the development of the closely related thiol-yne chemistry is described. (C) 2010 Wiley Periodicals, Inc. J Polym Sci Part A: Polym Chem 48:743-750, 2010\", \"Herein we report the use of a tetrazinenorbornene inverse electron demand Diets Alder conjugation applied to polymer end-functionalization and polymer polymer coupling. The reaction was found to be applicable to polymer polymer coupling, as judged by SEC, DOSY NMR, and LCxSEC analyses, giving diblock copolymers by merely mixing the constituent homopolymers together under ambient conditions, using no catalyst, additive, or external stimulus.\", \"A new polynorbornene bearing palladated SCS pincer complexes at each repeat unit has been synthesized using ring-opening metathesis polymerization. Small mesogenic molecules possessing nitrile or pyridine-based anchoring units are instantaneously and quantitatively coordinated to the palladium center in one simple self-assembly step giving rise to a densely functionalized polymer. These results suggest that the coordination of mesogenic small molecules onto the polymer scaffold can provide a simple and efficient route to a variety of materials.\", \"Self-healing hydrogels can be made using either reversible covalent cross-links or coordination chemistry bonds. Here we present a multi-pH-responsive system inspired by the chemistry of blue mussel adhesive proteins. By attaching DOPA to an amine-functionalized polymer, a multiresponsive system is formed upon reaction with iron. The degree of polymer cross-linking is pH controlled through the pH-dependent DOPA/iron coordination chemistry. This leads to the formation of rapidly self-healing high-strength hydrogels when pH is raised from acidic toward basic values. Close to the plc value, or more precisely the pI value, of the polymer, the gel collapses due to reduced repulsion between polymer chains. Thereby a bistable gel-system is obtained. The present polymer system more closely resembles mussel adhesive proteins than those previously reported and thus also serves as a model system for mussel adhesive chemistry.\", \"Controlled organization of polymer chains into ordered structures is highly important to tune or enhance the properties of the polymeric materials. A supramolecular approach using host-guest chemistry has allowed rational design of chain assemblies with many functional properties. Nanoporous materials with ordered channel structures are particularly useful for attaining precise assemblies of polymer chains through nanoconfinement.\", \"Just as chemistry stands at the apex of most of science, so also do polymers. Polymers are a bridge to many topic areas in science, medicine, environment, communications, and engineering and to all of the major disciplines of chemistry. Polymers are a natural bridge between teaching material and the world of practice. It serves as a clear and persuasive connection between material presented to students at all levels and reality that science is important and pervasive. It is clearly apparent in the curriculum materials called organic chemistry. Here is presented material describing PolyEd and its many programs and the effort to assist teachers and various American Chemical Society programs to utilize polymers to enhance this natural connection between teaching material and the real world.\", \"Shape, size, and composition are the most fundamental design features, enabling highly complex functionalities. Despite recent advances, the independent control of shape, size, and chemistry of macromolecules remains a synthetic challenge. We report a scalable methodology to produce large, well-defined macromolecules with programmable shape, size, and chemistry that combines reactor engineering principles and controlled polymerizations. Specifically, bottlebrush polymers with conical, ellipsoidal, and concave architectures are synthesized using two orthogonal polymerizations. The chemical versatility is highlighted by the synthesis of a compositional asymmetric cone. The strong agreement between predictions and experiments validates the precision that this methodology offers.\", \"Starting with reversible polymer networks based on the Diels-Alder reaction of furan and maleimide, a large variety of different self-healing polymers based on reversible covalent interactions have been developed in the last decade. These intrinsic self-healing polymers are mainly based on reversible addition reactions, exchange reactions, and condensations. The most prominent examples of such materials are based on Diels-Alder chemistry, photocycloadditions, disulfide reactions, acylhydrazones, and reversible radical reactions.\", \"A survey of the spontaneous reactions of electrophilic olefins and nucleophilic olefins is presented as an area in which organic chemistry merges with polymer chemistry. The products include both small molecules and polymers, arising via tetramethylene biradical zwitterions that can cyclize or initiate polymerizations. Electrophilic tri- and tetrasubstituted olefins are particularly useful in delineating the transition from radical chemistry to ionic chemistry. A periodic table embodying these results enables predictions. Charge-transfer complexes, although observed in many of these reactions, play no significant role. Various aspects arising from these investigations include new cationic initiators, Lewis acid catalysis, quinodimethane chemistry, and photochemistry. (C) 2004 Wiley Periodicals, Inc.\", \"A critical review is given of the chemistry of macrocycles, catenanes, oligomers and polymers in gold chemistry. Because gold centres are typically labile towards ligand substitution, there may be an easy equilibrium between the cyclic and linear oligomeric or polymeric forms and the preferred products of self-assembly are usually determined by thermodynamic control. The ways in which the self-assembly of complex structures from simple building blocks by dynamic coordination chemistry can be manipulated by ligand design or by the use of secondary bonding forces is emphasized (39 references).\", \"Diels-Alder reaction is a kind of reaction with high selectivity, high productivity, high reliability and condition tolerability. Ever since its discovery, it has been widely used in the organic synthetic chemistry and become a click chemistry. Recently, the Diels-Alder reaction is also gradually becoming an important linking method in the preparation for polymers with well-defined architectures, due to its broad practicability and orthogonality. Based on the classification of polymer architecture, this paper reviews the applications of Diels-Alder reaction. in preparing these polymers. Moreover, the paper gives the outlook for further prospect of Diels-Alder reaction in the polymer science. The relative key questions include methodology developments, application in the preparation of polymers with more specialized architectures, and broadening the functional usages.\", \"Mechano-activated chemistry is a powerful tool for remodeling of synthetic polymeric materials, however, few reactions are currently available. Here we show that using piezochemical reduction of a Cu-II-based pre-catalyst, a step-growth polymerization occurs via the copper catalyzed azide-alkyne cycloaddition (CuAAC) reaction to form a linear polytriazole. Furthermore, we show that a linear polymer can be crosslinked mechanochemically using the same chemistry to form a solid organogel. We envision that this chemistry can be used to harness mechanical energy for constructive purposes in polymeric materials.\", \"A novel strategy combining the advantages of polymer-supports and organotrifluoroborate chemistry for radiotracer preparation is reported.\", \"Synthetic polymers are all around us in the 21st century, ranging from commodity items made from poly(ethylene) and poly(vinyl chloride) to high-tech materials for aerospace, electronics, and medicine. Yet polymer chemistry is often neglected in formal chemical education. Once students recognize the many ways in which polymers are part of their everyday lives, they are motivated to learn about how polymers are made, their unique thermal, mechanical, and optical properties, and how plastics, fibers, elastomers, and adhesives all are possible because of long-chain molecules. Recognizing the importance of synthetic polymers as well as biopolymers, supramolecular structures, and nanoscale materials, the American Chemical Society (ACS) Committee on Professional Training now requires teaching of at least two of these topics in chemistry courses for ACS-certified undergraduate degrees. This special issue of the Journal is a contributed collection of papers describing how polymers are being taught in general, foundational, and advanced chemistry courses and also in high schools, workshops, and demonstrations for the public. The papers in general do not describe complete courses; instead, they describe modules and experiments that could be implemented at different educational levels and in different environments. The papers are sources of ideas of how instructors can incorporate polymer chemistry into their own courses.\", \"Conjugated organic polymers can be doped, via oxidation or reduction chemistry or via acid base chemistry, to induce very high electrical conductivity. Conjugated polymers are beginning to find uses, both in the neutral and the doped states, in proto-type molecular-based electronics applications and in electronic and optoelectronic devices. The physical basis for the many of the unusual properties of these new materials is discussed on a phenomonogical level. Several examples of the uses of these polymer materials are outlined briefly.\", \"An amphiphilic peptide dendron-jacketed dextran polymer was designed and synthesized via click chemistry. The biocompatible peptide dendron-jacketed dextran could self-assemble into nanoparticles and serve as drug carriers in aqueous media.\", \"Integration of macromolecular principles with existing topics allows for ready incorporation into undergraduate organic chemistry courses. Students gain a more complete picture of modern chemistry that includes both small and large molecules, providing an introduction to natural and synthetic polymers they are likely to encounter in further study and their careers.\", \"The polymerization and chemistry of activated acrylates have been elaborated in recent years to provide a uniquely versatile method of polymer synthesis. The new method is simple, generally applicable, and is ideally suitable for the synthesis of specialty polymers of interest in the emerging technologies in chemistry, engineering, biotechnology and medicine. This article discusses the polymerization and copolymerization of activated acrylates by solution and suspension techniques, and reviews polymer properties such as comonomer distribution, molecular weights, C-13-NMR spectra and gel morphology. The use of copolymers of activated acrylates for the synthesis of a variety of specialty polymers, including amphiphilic gels, graft copolymers, and side chain reactive and liquid crystalline polymers is outlined. Potential applications of these polymers are also highlighted, and the versatility of active ester synthesis as a new dimension of creativity in macromolecular chemistry is emphasized.\", \"The article reviews the potentials of utilization of molecularly imprinted polymers in analytical chemistry. Various methods of preparation of molecularly imprinted polymers are described and their applications in solid-phase extraction, liquid chromatography, electrochromatography and sensors are discussed.\", \"This Highlight presents an overview of the rapidly growing field of dynamic covalent polymers. This class of polymers combines intrinsic reversibility with the robustness of covalent bonds, thus enabling formation of mechanically stable, polymer-based materials that are responsive to external stimuli. It will be discussed how the inherent dynamic nature of the dynamic covalent bonds on the molecular level can be translated to the macroscopic level of the polymer, giving access to a range of applications, such as stimuli-responsive or self-healing materials. A primary distinction will be made based on the type of dynamic covalent bond employed, while a secondary distinction will be based on the consideration whether the dynamic covalent bond is used in the main chain of the polymer or whether it is used to allow side chain modification of the polymer. Emphasis will be on the chemistry of the dynamic covalent bonds present in the polymer, in particular in relation to how the specific (dynamic) features of the bond impart functionality to the polymer material, and to the conditions under which this dynamic behavior is manifested. (C) 2016 The Authors. Journal of Polymer Science Part A: Polymer Chemistry Published by Wiley Periodicals, Inc.\", \"SUNSCREEN SYNTHESIS AND THEIR IMMOBILISITION ON POLYMETHYLMETHACRYLATE: AN INTEGRATED PROJECT IN ORGANIC CHEMISTRY, POLYMER CHEMISTRY AND PHOTOCHEMISTRY. Dibenzalacetone and other aldol condensation products are known sunscreens commonly used in cosmetics. This type of compounds can easily be prepared in an Organic Chemistry Lab by reaction of aldehydes with ketones in basic medium. These compounds can be incorporated in poly(methyl methacrylate) and used as UV light absorbers, for example in sunglasses. This project has the advantage of using inexpensive reagents which are readily available in Chemistry Laboratories. This experiment can also be a base starting point for discussions of organic, polymer and photochemistry topics.\", \"Poly(epsilon-caprolactone) has become an important biocompatible and biodegradable polymer. Indeed, due to its multiple biomedical applications, the synthesis of polycaprolactone has received increased attention in the past few decades. Moreover, microwave irradiation is a very clean modern technique widely used for green chemistry. Here, several polymers were synthesized by microwave irradiation, without any solvent, using nontoxic, biologically acceptable lanthanide halides as initiators. Reaction times varied between 2 and 90 min. The molecular weights of the obtained polymer products were between 3,000 and 16,000 g/mol. After polymerization, the polycaprolactone polymers were functionalized by reaction with 2-hydroxyethyl methacrylate. Hydrolytic and enzymatic degradation of the synthesized polymers were compared and discussed.\", \"Because fossil fuels are a nonrenewable resource, alternative sources of chemical carbon will be necessary as petroleum based chemicals decline during the 21st century. Carbon dioxide can serve as a source of carbon for the synthesis of useful chemicals, thereby contributing to a sustainable chemical industry. A promising technology for CO2 utilization is the alternating copolymerization of epoxides and CO2 to afford polycarbonates. This article describes the catalysis of this polymerization process employing well-defined transition metal catalysts. It is intended for use in advanced inorganic chemistry courses, which are required for an ACS-approved degree in Chemistry, and integrates concepts in inorganic chemistry and polymer science. Concomitantly, a goal of this material is to contribute to the recently established polymer requirement by the Committee on Professional Training (CPT) for an ACS-certified degree. The principles of inorganic chemistry are shown to play vital roles in the mechanistic aspects of this copolymerization process.\", \"A highly sensitive and facile colorimetric sensor for the glycidyl azide polymer explosive was developed based on propargylamine functionalized gold nanoparticles using click chemistry.\", \"The chemical modification of preformed polymer particles, in particular stimulus-responsive microgel particles, is paving the way for innovative technology. A summary is provided of the chemical reactions that are commonly used at the polymer particle interface to add functionality to polymer particles or enable their development into new materials. The advantages of being able to perform further chemistry on polymer particles will be discussed in terms of materials engineering, where microgel particles have been used as building blocks in the formation of hydrogels. Then the functionalities that have been added to individual polymer particles will be discussed in terms of application, particularly biomedical application.\", \"Shape-memory polymers (SMPs) are stimuli-sensitive materials capable of performing complex movements on demand, which makes them interesting candidates for various applications, for example, in biomedicine or aerospace. This trend article highlights current approaches in the chemistry of SMPs, such as tailored segment chemistry to integrate additional functions and novel synthetic routes toward permanent and temporary netpoints. Multiphase polymer networks and multimaterial systems illustrate that SMPs can be constructed as a modular system of different building blocks and netpoints. Future developments are aiming at multifunctional and multistimuli-sensitive SMPs.\", \"Photo-sensitive, smart switchable polymers are macromolecules that change its properties when irradiated with the light of the appropriate wavelength. Due to this uniqueness photo polymers has wide application. In this review we discuss the photopolymer chemistry and explain the changing the morphology of polymeric materials after exposing into light. Also we discussed photo-polymers applications in biomedical field.\", \"The nine year career of Wallace Carothers was incredibly productive for both DuPont and for polymer chemistry. Carothers essentially invented the area of condensation polymerization. In this chapter the early education and training of Carothers are examined in detail, as are the most important of his polymer papers. His two big achievements were the production of the synthetic rubber Neoprene and the even more famous polymer Nylon. I give a plausible scenario by which he could have won the 1936 Nobel Prize. His early death kept him from receiving what would have been a certain Nobel Prize and deprived polymer chemistry of still more achievements.\", \"Relatively unexplored areas of main-group chemistry continue to offer fertile ground for interesting fundamental and applied science. This article reviews recent investigations of boron-nitrogen-phosphorus and sulfur(IV)-nitrogen-phosphorus ring chemistry which have led to the discovery of new pseudo-aromatic heterocycles, skeletal substitution reactions, and novel inorganic polymer systems with potential applications as pressure sensing composites in the aerospace industry (see cover illustration).\", \"Controlling the microstructure during polymer synthesis is an important goal in contemporary research on polymer chemistry; it is also a subject of advanced interdisciplinary studies of polymer science, supramolecular and material science. Ladder-like polymer has attracted much attention in recent years because it, in theory I has better resistance to all kinds of degradation than the conventional polymer with single-chain. \\\"Suprarmolecular architecture directed stepwise/coupling polymerization\\\" (SCP), reviewed in this paper, is a polymerization method combining polymer chemistry with supramolecular chemistry. In SCP,supramolecular structure is formed at first by using weak interaction between molecules; then polymerization is conducted. Some ladder-like polymers with well-defined structure were synthesized by using SCP, including polysilsesquioxane with organo or oxygenic bridge and polyester. In other words, SCP realized the goal of controlling the microstructure with supramolecular weak interaction. In addition, this paper also discussed the applications of ladder polymers to advanced materials, such as the application in liquid crystals with ladder polymer backbone, tubular polymer based on ladder-like polymer used in entrapping the curing agent of epoxy, and quasi-sieve polymer which can be used in the preparation of NLO maerials.\", \"Dynamic analogs of alpha-(1 -> 5)-D-oligoarabinofuranosides were prepared by oxime polycondensation. These equilibrium polymers were characterized by H-1 NMR studies, NMR DOSY, and MALDI mass spectrometry. Their reversibility under mild acidic conditions was demonstrated by component exchange reaction followed by 1H NMR studies. Their size and composition can be tuned by component exchange emphasizing their constitutionally dynamic character. They represent dynamic versions of biopolymers, biodynamers. (c) 2007 Wiley Periodicals, Inc.\", \"This article reviews the development of a novel all-around iterative methodology combining living anionic polymerization with specially designed linking chemistry for macromolecular architecture syntheses. The methodology is designed in such a way that the same reaction site is always regenerated after the polymer chain is introduced in each reaction sequence, and this polymer chain introduction and regeneration of the same reaction site sequence is repeatable. Accordingly, the polymer chain can be successively and, in principle, limitlessly introduced to construct macromolecular architectures. With this iterative methodology, a variety of synthetically difficult macromolecular architectures, i.e., multicomponent -star polymers, high generation dendrimer-like hyperbranched polymers, exactly defined graft polymers, and multiblock polymers having more than three blocks, were successfully synthesized.\", \"The continued evolution of functional materials that contribute to pressing societal challenges requires the development of powerful synthetic methodologies in polymer systems. Since their discovery by Staudinger in the early 20th century, the unique chemistry of ketenes have fascinated synthetic chemists and been the driver of revolutionary applications in photolithography, medicinal chemistry, and commodity materials. The versatile chemistry of ketenes, specifically their ability to act as an electrophile and/or undergo cycloaddition reactions, has recently been shown to provide a powerful platform for the design of next-generation materials. This Highlight focuses on the history of ketenes in materials science and their recent renaissance in polymer chemistry, with specific focus being given to methodologies that provide reliable access to this important functional group in polymer systems. (C) 2013 Wiley Periodicals, Inc. J. Polym. Sci., Part A: Polym. Chem. 2013, 51, 3769-3782\", \"Because of the unusual polymerization mechanism and normal high polymerization temperature of trifluorovinyl aryl ether monomers, it is difficult to synthesize perfluorocyclobutyl aryl ether (PFCB)-containing block copolymer via sequential addition of monomers. Here a coupling reaction via click chemistry to prepare PFCB-containing ABA triblock co-polymer is reported. An azide-ended PFCB polymer, which was firstly prepared by end-modification of methyl-ended PFCB polymer, was coupled. with alkynyl-ended polyethylene glycol via the azide alkyne Huisgen cycloaddition.\", \"Molecularly imprinted polymers have been prepared against aniline and a bis-aniline compound, making use of a crown ether (18-crown-6) to solubilize the monomer-template complexes, Subsequent chromatographic rebinding studies in the absence of crown ether revealed regioselectivity for the templates in the respective polymers. This study indicates that crown ethers can be potentially useful in conjunction with molecular imprinting to solubilize and imprint organic solvent-insoluble compounds. (C) 1998 John Wiley & Sons, Ltd.\", \"A multicomponent combinatorial polymerization method has been exploited as a new intersection between combinatorial chemistry, polymer chemistry, and organic chemistry. The tricomponent Biginelli reaction has been employed as a model multicomponent reaction (MCR) to efficiently prepare a library of polycondensates with continuously changed chain structure but different physical properties. The naturally increased reaction modules (monomers) directly doubled the number of polymers in the library, effectively improving the efficiency of polymer preparation. The glass transition temperatures (T-g) of those homologous polymers have been mapped for the first time to predict the T-g values of absent polymer homologues with good to excellent accuracy. Meanwhile, the T-g maps have also been used to reveal the regular change in T-g according to the polymer structure (linking group, monomer chain length, etc.), initially suggesting the academic significance of the multicomponent combinatorial polymerization system. We believe that the current research paves a straightforward way to synthesize new libraries of polymers via MCRs and might prompt the broader study of MCRs in interdisciplinary fields.\", \"This review describes the synthesis of functional dimeric metal carbonyl complexes and their subsequent polymerization to afford polymers containing metal-metal bonds in the main chain. Such polymers are photodegradable because the metal-metal bonds are cleavable by visible light. The functionalization of the dimeric complexes and their polymerization is challenging due to the reactivity of the M-M bond, and therefore many standard synthesis and polymerization methods cannot be used. Various polymerization methods are discussed including ring-opening metathesis polymerization, acyclic diene metathesis polymerization, ring-opening polymerization, traditional step polymerization, and copper-catalyzed step polymerization using click chemistry.\", \"With new K-12 national science standards emerging, there is an increased need for experiments that integrate engineering into the context of society. Here we describe a chemistry experiment that combines science and engineering principles while introducing basic polymer and green chemistry concepts. Using medical sutures as a platform for investigating polymers, students explore the physical and mechanical properties of threads drawn from poly(epsilon-caprolactone) samples of different molecular masses and actual purchased absorbable and nonabsorbable medical sutures. An inquiry-based part of the experiment tasks students with designing their own experiment to probe the potential of melt blending poly(epsilon-caprolactone) with commercially available polylactide products in order to modify the properties of the \\\"sutures\\\" drawn. Through these lessons students gain an appreciation for the importance of plastics in our society and how scientists are working to develop more sustainable alternatives. Overall, this laboratory experiment provides a feasible, versatile, sophisticated laboratory experience that engages students in a relatable topic and meets many of the Next Generation Science Standards.\", \"This paper presents the synthesis of polymer from biomass (linseed oil and glycerol) aiming at green chemistry, environmental sustainability with low cost. The polymer has thermoplastic characteristics. The thermal characterization were performed by thermoanalytical techniques: Simultaneous Thermogravimetric-Differential Thermal Analysis and Derivative Thermogravimetric (TG-DTA/DTG), Differential Scanning Calorimetry (DSC). To complete the thermoanalytical data, further studies were used such as Scanning Electron Microscopy (SEM), Fourier Transform Infrared Spectroscopy (FTIR), Xray diffraction by the powder method (XRPD), inherent viscosity, density and Solvent Resistivity.\", \"A new bis(aroylacetylene) containing triazole and fluorene moieties is synthesized by click chemistry. Polycyclotrimerization of the monomer is catalyzed by piperidine in refluxed dioxane, furnishing a regioregular poly(aroylarylene) in a satisfactory yield. The hyperbranched structure of the polymer is characterized spectroscopically with satisfactory results. The polymer enjoys no metal detriment and is soluble in common organic solvents such as tetrahydrofuran (THF), chloroform, dichloromethane (DCM), and N,N-dimethylformamide (DMF).\", \"In an attempt to introduce corannulene chemistry to macromolecular science, my research program is dedicated to synthetic strategies leading to corannulene-based polymers with interesting architectures and properties. In this brief account, I will discuss the synthesis of a variety of corannulene-based building blocks (monomers) and their utility in the preparation of a wide range of corannulene-rich macromolecular structures.\", \"The article is a review of the newest literature data (159 references) concerning the application of the rules of green and sustainable chemistry in chemistry of polymers. The processes (being in agreement with these rules) of manufacturing of intermediate products for polymers syntheses, coming from oil or renewable resources, as well as the polymerization carried out in the presence of metallocene or enzymatic catalysts were described. Alternate media of polymerization reactions, such as supercritical carbon dioxide, ionic liquids and water, were characterized. Special attention has been paid to biodegradable polymers, feedstock recycling and energy recovery from polymeric materials used, especially in the presence of supercritical liquids.\", \"The use of enzymes as catalysts for organic synthesis has become an increasingly attractive alternative to conventional chemical catalysis. Enzymes offer several advantages including high selectivity, to operate under mild ability conditions, catalyst recyclability, and biocompatibility. Although there are many examples in the literature involving enzymes for the synthesis of polymers, our search showed that very little had been done in the area of polymer modification. In this article, we will discuss enzyme catalysis in general and highlight our recent results concerning precision polymer function-alization using enzymatic catalysis -\\\"green polymer chemistry.\\\" (C) 2009 Wiley Periodicals. Inc. J Polym Sci Part A: Polym Chem 47: 2959-2976, 2009\", \"Two series of click chemistry assisted alkoxymethyl-1H-[1,2,3]-triazol-1-yl containing side-chain liquid-crystalline polymethacrylates were synthesized by free radical polymerization technique. Mesogen was linked to backbone through various spacer units. Monomers and polymers were characterized by FT-IR, H-1 and C-13-NMR spectral techniques. Thermal stability of polymers was confirmed by thermogravimetric analysis. Mesomorphic property and phase transition temperature of polymers were analysed by differential scanning calorimetry and polarized optical microscopy. Phase transition temperature and mesomorphic property of polymers with respect to insertion of polar alkoxy group on terminal triazole ring and spacer length between backbone and mesogen were investigated. Polymers exhibited grainy like textures under polarized optical microscopy. Spacer length between mesogen and backbone alters phase transition temperature of the polymers.\", \"A series of bicyclic polystyrenes were prepared by combining atom transfer radical polymerization and click coupling reaction. To investigate effect of experimental parameters, bicyclic polymers were prepared by changing types of ligands for click chemistry, concentration of polymers and coupling agents, feed rate of polymers and coupling agents, concentration of catalyst, and types of coupling agents. Purities of bicyclic polymers were estimated from SEC traces by Gaussian multiple peak fitting and subsequent peak integration. The purity of bicyclic polystyrene was achieved up to 78% when the reaction was conducted using CuBr/PMDETA catalyst and coupling agent having electron withdrawing group in diluted condition by slow addition of precursor polymer and coupling agent. (C) 2015 Elsevier Ltd. All rights reserved.\", \"Optically active, thermosensitive, and amphiphilic polymer brushes, which consist of helical poly(N-propargylamide) main chains and thermosensitive poly(N-isopropylacrylamide) (PNIPAm) side chains, were prepared via a novel methodology combining catalytic polymerization, atom transfer radical polymerization (ATRP), and click chemistry. Helical poly(N-propargylamide) bearing alpha-bromoisobutyryl pendent groups was synthesized via catalytic polymerization, followed by substituting the -Br moieties with azido groups. Then, alkynyl terminated PNIPAm formed via ATRP was successfully grafted onto the azido functionalized helical polymer backbones via click chemistry, providing the expected polymer brushes. GPC, FT-IR, and H-1-NMR measurements indicated the successful synthesis of the novel amphiphilic polymer brushes. UV-vis and CD spectra evidently demonstrated the helical structures of the polymer backbones and the considerable optical activity of the final brushes. The polymer brushes self-assembled in aqueous solution forming core/shell structured nanoparticles, which were comprised of optically active cores (helical polyacetylenes) and thermosensitive shells (PNIPAm).\", \"A glue, based on dynamic covalent chemistry, with a strong adhesion (2.38 kg cm(-2)), water resistance and carbohydrate responsive reversibility is presented. Using surface initiated atom transfer radical polymerization (SI-ATRP), glass and silicon surfaces were coated with copolymers functionalized with phenylboronic acids and catechols. In combination with microcontact printing (CP) these polymer brushes give access to a carbohydrate responsive supramolecular Velcro.\", \"Well-defined functional star-shaped polymer structures with up to 29 arms have been successfully synthesized by the combination of atom transfer radical polymerization (ATRP) and click chemistry. First, azide end-functionalized poly(isobornyl acrylate) (PiBA) star-shaped polymers were prepared by successive ATRP and bromine substitution. Subsequently, alkyne end-functionalized molecules and polymers were introduced onto the star-shaped PiBA bearing pendant azide moieties by copper-catalyzed azide-alkyne cycloaddition (CuAAC). The possibilities and limits for the CuAAC on such highly branched polyacrylates are described.\", \"A complex pendant with two ethynyl groups, [Fe(2)(mu-SCH(2)CCH)(2)(CO)(6)] (2), as a model of the diiron subunit of [FeFe]-hydrogenase was polymerized and the {Fe(2)(CO)(6)} core was successfully incorporated into the polymer matrix. The polymer was characterized by a variety of spectroscopic techniques, TGA, FTIR, SEM, TEM, and NMR. The resultant polymer was immobilized via \\\"click\\\" chemistry using its terminal C CH bond onto the surface of a gold electrode, which was premodified with azidothiol by self-assembled monolayer (SAM). The assembled electrode showed electrochemical responses. (C) 2010 Wiley Periodicals, Inc. J Polym Sci Part A: Polym Chem 48: 2410-2417,2010\", \"Sugar-derived humins and melanoidins figure significantly in food chemistry, agricultural chemistry, biochemistry, and prebiotic chemistry. Despite wide interest and significant experimental attention, the amorphous and insoluble nature of the polymers has made them resistant to conventional structural characterization. Here we make use of solid-state NMR methods, including selective C-13 substitution, H-1-dephasing, and double quantum filtration. The spectra, and their interpretation, are simplified by relying exclusively on hydronium for catalysis. The results for polymers derived from ribose, deoxyribose, and fructose indicate diverse pathways to furans, suggest a simple route to pyrroles in the presence of amines, and reveal a heterogeneous network-type polymer in which sugar molecules cross-link the heterocycles.\", \"During the past several years, the field of combinatorial chemistry has expanded to include not only solid-and solution-phase methods for expedited compound synthesis, but also hybrid approaches that span these two extremes. In particular, polymer-supported reagents have emerged as useful combinatorial chemistry tools for the discovery and optimization of new pharmaceutical leads.\", \"HCN polymers are a group of complex and heterogeneous substances that are widely known in the fields of astrobiology and prebiotic chemistry. In addition, they have recently received considerable attention as potential functional material coatings. However, the real nature and pathways of formation of HCN polymers remain open questions. It is well established that the tuning of macromolecular structures determines the properties and practical applications of a polymeric material. Herein, different synthetic conditions were explored for the production of HCN polymers from NH4CN or diaminomaleonitrile in aqueous media with different concentrations of the starting reactants and several reaction times. By using a systematic methodology, both series of polymers were shown to exhibit similar, but not identical, spectroscopic and thermal fingerprints, which resulted in a clear differentiation of their morphological and electrochemical properties. New macrostructures are proposed for HCN polymers, and promising insights are discussed for prebiotic chemistry and materials science on the basis of the experimental results.\", \"The applications of functionalised polymers in organic synthesis are outlined. Literature from July 1997 to July 1999 is discussed.\", \"Enzymes as highly specific and environmentally friendly catalysts are important tools in green chemistry. Symmetry of the enzymes active site and their substrates defines their high selectivity e.g. in biotransformation of chiral compounds. In biotransformation of polymers, in addition to the active site architecture, surface properties of enzymes play an important role influencing sorption properties. Both active site and surface properties can be engineered to allow biotransformation of non-natural substrates such as of synthetic polymers.\", \"The design and synthesis of functional biomimetic water soluble polymers with a defined secondary structure has been developed using beta-sheet polyisocyanopeptide scaffolds. Water soluble isocyanopolymers were prepared by random copolymerisation of the azido functionalized isocyanopeptides with nonfunctionalised methyl ester isocyanides derived from alanine. Upon saponification of the latter function a rigid rod water soluble polymer was obtained with an accessible azide for post-functionalization. The potential of these biomimetic polymers was successfully demonstrated by using the click chemistry reaction of these polymers with an acetylene functionalised rhodamine dye. (C) 2009 Wiley Periodicals, Inc. J Polym Sci Part A: Polym Chem 47: 4150-4164, 2009\", \"The recent renaissance in polymer chemistry has resulted in the development of a wide variety of new living polymerisation procedures and the adoption of many synthetic concepts and strategies from organic chemistry, effectively blurring the distinction between organic chemistry and polymer chemistry. A central theme in all of this recent work is the desire to accurately control polymeric structure and functionality to a degree that has previously been solely the domain of natural systems. This has allowed researchers to synthesise a wide range of advanced macromolecular targets with control over shape, size and functional group placement that could not be achieved using traditional procedures and heralds a new era in synthetic polymer chemistry. The scope of this feature article is to provide an insight into the structural diversity that can be accomplished with these recently developed techniques, what challenges still exist and how these advances can impact other related fields in polymer physics and materials science.\", \"A series of novel linear aromatic ether ketone polymers containing triazole units were synthesized by click chemistry and their structures and properties were characterized by FT-IR, (1)H NMR, GPC, TGA, DSC and WAXD. The results showed that these polymers exhibited relatively small molecular weights distributions, good thermal stability and solvent-repelling which could have potential applications as engineering thermoplastic.\", \"Methacrylate-terminated polyisobutylenes (PIB-MAs) were synthesized by trans esterification of vinyl methacrylate by hydroxyl-terminated polyisobutylenes (PIB-OH) using Candida antarctica lipase B (Novozyme 435) catalyst in hexane at 50 degrees C. PIB-CH2-CH2-CH2-OH and Glissopal-OH, synthesized by anti-Markovnikov hydrobromination of allyl-terminated PIB and Glissopal (R) 2300 followed by hydrolysis, were quantitatively converted into the corresponding PIB-MAs. H-1 and C-13 NMR spectroscopy verified the formation of the expected structures. This \\\"green\\\" chemistry is a very promising methodology for polymer functionalization in general, and biomaterial synthesis in particular.\", \"Eight novel acrylamide co-polymers containing from 0.7-4.5 mol % metal ion-chelating co-monomers have been prepared. The gelation chemistry of aqueous solutions of these co-polymers has been examined in the presence of Cr+3 and B+3 ions. Chemical and rheological evidence is presented which shows that the chelating functional groups modify both the thermodynamic and kinetic stabilities of the crosslinking complexes formed with these ions relative to those formed with hydrolyzed polyacrylamide.\", \"Mass spectrometry (MS)-based studies of synthetic polymers often characterise detected polymer components using mass data alone. However when mass-based characterisations are ambiguous, tandem MS (MS/MS) offers a means by which additional analytical information may be collected. This review provides a synopsis of two particularly promising methods of dissociating polymer ions during MS/MS: electron-capture and electron-transfer dissociation (ECD and ETD, respectively). The article opens with a summary of the basic characteristics and operating principles of ECD and ETD, and relates these techniques to other methods of dissociating gas-phase ions, such as collision-induced dissociation (CID). Insights into ECD- and ETD-based MS/MS, gained from studies into proteins and peptides, are then discussed in relation to polymer chemistry. Finally, ECD- and ETD-based studies into various classes of polymer are summarised; for each polymer class, ECD- and ETD-derived data are compared to CID-derived data. These discussions identify ECD and ETD as powerful means by which unique and diagnostically useful polymer ion fragmentation data may be generated, and techniques worthy of increased utilisation by the polymer chemistry community. (C) 2013 Elsevier B. V. All rights reserved.\", \"Amphiphilic block copolymers can be conveniently prepared via convergent syntheses, allowing each individual polymer block to be prepared via the polymerization technique that gives the best architectural control. The convergent \\\"click-chemistry\\\" route presented here, gives access to amphiphilic diblock copolymers prepared from a ring opening metathesis polymer and polyethylene glycol. Because of the high functional group tolerance of ruthenium carbene initiators, highly functional ring opening metathesis polymerization (ROMP) polymer blocks can be prepared. The described synthetic route allows the conjugation of these polymer blocks with other end-functional polymers to give well-defined and highly functional amphiphilic diblock copolymers. (C) 2008 Wiley Periodicals, Inc.\", \"Combinatorial chemistry, in which targeting molecules are selected from a random molecular library, has recently developed. Among the methods devised by combinatorial chemistry, the recent progress in functional polymers that have molecular recognition ability and catalysis ability, and in bio-device polymers based on these functionalities is reviewed. Copyright (C) 2004 John Wiley Sons, Ltd.\", \"Results of basic and applied research in radiation chemistry of polymers in Russia and Belarus for the last 5-10 years are presented.\", \"The use of free-radical polymerization for the formation of an alkyne-functionalized polymer with ester units of polycaprolactone type in the backbone is shown. This is done by the copolymerization of a cyclic ketene acetal [2-methylene-1,3-dioxepane (MDO)] with propargyl acrylate using a free radical initiator, azobis(isobutyronitrile). Structural characterization of the copolymers using 1D and 2D NMR techniques shows the random distribution and very high percentage of inclusion of alkyne groups onto the polymer backbone. The exemplary grafting of a biocompatible polymer [poly(ethylene glycol)] via azide-alkyne click chemistry is also shown. Hydrolytic degradation behavior and biocompatibility of the polymers (cytotoxicity) studies are also reported.\", \"Catastrophic defect excursions existed in a plasma etch process due to polymer flaking. Several possible such as an insitu particle check and Cl-2 plasma clean were investigated without effectively eliminating this yield limiting defect. This paper will describe how an oxygen free chemistry was adopted to eliminate the polymer flake defect. This process change eliminated polymer flake excursions, improved factory line yield by more than 1% and increased etcher availability by 15%.\", \"Inorganic/conjugated polymer nano-composites have been synthesized by a two-stage process involving intercalation of aromatic bases into an inorganic host. Oxidation led to in situ polymerization to produce alternating inorganic/polymer layers, and the transport properties of these complexes are compared with those of the original materials. 'Soft chemistry' techniques have been used, with some success so far, to isolate the free polymers for separate study.\", \"The Hantzsch reaction, one of the oldest and most famous multicomponent reactions (MCRs), has been introduced into polymer chemistry recently as an efficient coupling tool to prepare multifunctional polymers. In this mini-review, we summarized recent results of polymer preparation through the Hantzsch reaction, including polycondensation, post-polymerization modification (PPM), one-pot strategy, etc. Since the Hantzsch products provide unique fluorescence properties to thereof obtained polymers, the primary applications of these multifunctional polymers in bio-related fields have also been discussed.\", \"Synthetic polymer chemistry has undergone two major developments in the last two decades. About 20 years ago, reversible-deactivation radical polymerization processes started to give access to a wide range of polymeric architectures made from an almost infinite reservoir of functional building blocks. A few years later, the concept of click chemistry revolutionized the way polymer chemists approached synthetic routes. Among the few reactions that could qualify as click, the copper-catalyzed azide-alkyne cycloaddition (CuAAC) initially stood out. Soon, many old and new reactions, including cycloadditions, would further enrich the synthetic macromolecular chemistry toolbox. Whether click or not, cycloadditions are in any case powerful tools for designing polymeric materials in a modular fashion, with a high level of functionality and, sometimes, responsiveness.\\nHere, we wish to describe cycloaddition methodologies that have been reported in the last 10 years in the context of macromolecular engineering, with a focus on those developed in our laboratories. The overarching structure of this Account is based on the three most commonly encountered cycloaddition subclasses in organic and macromolecular chemistry: 1,3-dipolar cycloadditions, (hetero-)Diels-Alder cycloadditions ((H)DAC), and [2+2] cycloadditions. Our goal is to briefly describe the relevant reaction conditions, the advantages and disadvantages, and the realized polymer applications. Furthermore, the orthogonality of most of these reactions is highlighted because it has proven highly beneficial for generating unique, multifunctional polymers in a one-pot reaction.\\nThe overview on 1,3-dipolar cycloadditions is mostly centered on the application of CuAAC as the most travelled route, by far. Besides illustrating the capacity of CuAAC to generate complex polymeric architectures, alternative 1,3-dipolar cycloadditions operating without the need for a catalyst are described. In the area of (H)DA cycloadditions, beyond the popular maleimide/furan couple, we present chemistries based on more reactive species, such as cyclopentadienyl or thiocarbonylthio moieties, particularly stressing the reversibility of these systems. In these two greater families, as well as in the last section on [2+2] cycloadditions, we highlight phototriggered chemistries as a powerful tool for spatially and temporally controlled materials synthesis.\\nClearly, cycloaddition chemistry already has and will continue to transform the field of polymer chemistry in the years to come. Applying this chemistry enables better control over polymer composition, the development of more complicated polymer architectures, the simplification of polymer library production, and the discovery of novel applications for all of these new polymers.\", \"The stabilization of organic coatings by tin dioxide resulting in glass bottle lubrication was investigated on flat glass. The anchoring function of SnO2 Was assessed for a mixture of polyethylene and polymethylmethacrylate. Friction tests in air confirm the SnO2 anchoring property with the maintaining of the lubricant effect due to the polymer over large sliding distances. The persistence of the polymethylmethacrylate stretching band nu(C=O) on significant sliding distances in infrared microscopy experiments shows that the polymer coating stabilization results from the strong adhesion of the polymer on SnO2. The impact of roughness and surface chemistry on the stabilization of the polymer coating was tested. The suppression of the lubricant effect by surface chemistry alteration or by roughness modification of SnO2 suggests that roughness and Surface chemistry of SnO2 are both necessary for lubrication. (C) 2009 Elsevier B.V. All rights reserved.\", \"Oleochemistry meets supramolecular chemistry: the self-healing elastomer Supramolecular chemistry teaches us to control non-covalent interactions between organic molecules, particularly through the use of optimized building blocks able to establish several hydrogen bonds in parallel as in DNA. This discipline is emerging as a powerful tool in the design of new materials through the concept of supramolecular polymers. However, the synthesis of such polymers on an industrial scale still remains a challenge. In this paper, we show how we used this new chemistry to design from small molecules a material having an unusual combination of properties: rubber elasticity and ability to repair itself after damage. Concerning the synthesis of the material, it is by combining this new chemistry with the much older chemistries of fatty acids, nitrogen derivatives and polycondensation that we could meet the challenge.\", \"Has the introduction of the click chemistry concept by Sharpless and colleagues in 2001 lead to a paradigm shift in how we approach the design of macromolecular materials; or is it simply a relatively inconsequential re-branding exercise of already existing and slightly optimized but well-tried and tested reactions as some critics would have it? The current Trend Article analyses the situation by examining a series of select macromolecular research fields to shed light on this question, providing an unambiguous answer: The focusing of polymer chemists through the click concept on what constitutes a powerful modular chemical transformation to generate a specific polymeric material is a defining element in contemporary synthetic polymer chemistry, transcending a specific reaction. Without the introduction of the click philosophy several classes of innovative materials and polymer designs would not have been realized.\", \"Dynamic and adaptive materials are powerful constructs in macromolecular and polymer chemistry with a wide array of applications in drug delivery, bioactive systems, and self-healing materials. Very often, dynamic materials are based on carefully tailored cyclodextrin host-guest interactions. The precise incorporation of these host and guest moieties into macromolecular building blocks allows the formation of complex macromolecular structures with predefined functions. Thus, dynamic materials with extraordinary adaptive property profiles-responsive to thermal, chemical, and photonic fields-become accessible. This Review explores the hierarchical formation of dynamic materials and complex macromolecular structures from the molecular via the macromolecular to the colloidal and macroscopic level, with a specific emphasis on the functionality and responsiveness of the assemblies, specifically in biological contexts.\", \"A two-session experiment is designed to introduce undergraduate students to concepts in catalysis, transition metal complexes, polymer synthesis, and postpolymerization modifications. In the first session, students synthesize poly(glycidyl methacrylate) via low-catalyst concentration atom transfer radical polymerization (ATRP). The low catalyst-concentration technique simplifies the experimental setup, reduces the cost of the synthesis, eliminates the need for catalyst removal from the product, and thus ultimately makes ATRP an environmentally benign process. In the second session, students modify the well-defined epoxide containing, polymers with nicotinamide in the presence of acetone, to afford fluorescent polymers.\", \"Doubly-dendronized polymers were synthesized by grafting polybenzyl ether dendrons onto a poly(hydroxy) styrene polymer with polyaliphatic esters.\"]"