"[\"The Division of Medicinal Chemistry and Chemical Biology of the Swiss Chemical Society is an active member of the European Federation for Medicinal Chemistry (EFMC), whose mission is to advance the science of medicinal chemistry in Europe. EFMC promotes scientific exchange, rewards scientific excellence, facilitates communication and networking, and provides training and mentoring. We give here an overview of its current initiatives and scientific activities.\", \"Objective. To show why medicinal chemistry must be a key component of the education of pharmacy students, as well as in the pharmacist's practice.\\nFindings. Five case reports were selected by their clinically relevant elements of medicinal chemistry and were explained using structure-activity relationship data of the drugs involved in the case easily obtained from primary literature and in medicinal chemistry textbooks.\\nSummary. This paper demonstrates how critical clinical decisions can be addressed using medicinal chemistry knowledge. While such knowledge may not explain all clinical decisions, medicinal chemistry concepts are essential for the education of pharmacy students to explain drug action in general and clinical decisions.\", \"Medicinal chemistry is an important specialized course of students majoring in pharmacy and pharmaceutical engineering. In order to improve the teaching effect of Medicinal Chemistry, this article discusses the teaching methods of medicinal chemistry and told how to put the teaching reform into practice. Two methods including traditional way and new method were applied in the different classes. After two years' practice, the students from two classes exhibit different ability in understanding knowledge of medicinal chemistry. The results showed that the new method much better and the students can improve the learning ability in medicinal chemistry course for the students majoring in pharmacy and pharmaceutical engineering.\", \"The 22(nd) edition of the biennial International Symposium on Medicinal Chemistry (ISMC), sponsored by the European Federation of Medicinal Chemistry (EFMC), was held this year in Berlin. It was jointly organized by the Division of Medicinal Chemistry of the German Chemical Society (GDCh) and the Section of Pharmaceutical/Medicinal Chemistry of the German Pharmaceutical Society (DPhG). The symposium attracted a large international attendance of medicinal and synthetic chemists, as well as experts on drug R&D. This report summarizes some of the progress in the search for cures for malaria and tuberculosis infections.\", \"The Croatian Chemical Society was established in 1926 and has developed over the decades into a society that actively supports all chemical activities in Croatia. The Society has eight divisions, the youngest of which, the Division of Medicinal and Pharmaceutical Chemistry, was established in 2012 and immediately became a member of the European Federation of Medicinal Chemistry (EFMC). The mission of the Medicinal and Pharmaceutical Chemistry Division is the promotion and development of scientific, professional, and educational activities within the medicinal chemistry community in Croatia, as well as to build partnerships and collaborations with other primarily EU-based medicinal chemistry societies. In Croatia, medicinal chemistry research is ongoing at several institutes, including the University of Zagreb (Faculty of Science, Faculty of Pharmacy and Biochemistry, and Faculty of Chemical Engineering and Technology), national institutes of science (Ruder Bokovi Institute), and private-sector drug discovery companies (CRO Fidelta Ltd.). In order to effectively exchange knowledge, ideas, and scientific results, Croatian medicinal chemists meet twice annually.\", \"Medicinal chemistry makes a vital contribution to small molecule drug discovery, and the quality of it contributes directly to research effectiveness as well as to downstream costs, speed and survival in development. In recent years, the discipline of medicinal chemistry has evolved and witnessed many noteworthy contributions that propose and offer potential improvements to medicinal chemistry practice; however, the impact of these ideas is limited by their acceptance and deployment into everyday activity and, as a result, the quality of medicinal chemistry remains variable. For the good of the industry and the medicinal chemistry discipline, there is a need to move from retrospective learning to prospective control of medicinal chemistry practice to improve cost effectiveness, probability of success and survival rates.\", \"Medicinal chemistry, as a field, has moved into new and unwelcome territory. How did we get here, and what might be the way out?\", \"The field of medicinal chemistry is constantly evolving and it is important for medicinal chemists to develop the skills and knowledge required to succeed and contribute to the advancement of the field. Future Medicinal Chemistry spoke with Simone Pitman (SP), Yao-Zhong Xu (YX), Peter Taylor (PT) and Nick Turner (NT) from The Open University (OU), which offers an MSc in Medicinal Chemistry. In the interview, they discuss the MSc course content, online teaching, the future of medicinal chemistry education and The OU's work towards promoting widening participation. SP is a Qualifications Manager in the Science Faculty at The OU. She joined The OU in 1993 and since 1998 has been involved in the Postgraduate Medicinal Chemistry provision at The OU. YX is a Senior Lecturer in Bioorganic Chemistry at The OU. He has been with The OU from 2001, teaching undergraduate courses of all years and chairing the master's course on medicinal chemistry. PT is a Professor of Organic Chemistry at The OU and has been involved with the production and presentation of The OU courses in Science and across the university for over 30 years, including medicinal chemistry modules at postgraduate level. NT is a Lecturer in Analytical Science at The OU since 2009 and has been involved in the production of analytical sciences courses, as well as contributing to the presentation of a number of science courses including medicinal chemistry.\", \"\\\"Syntheis and In Vivo Assay of Indometacin Esters as a Medicinal Chemistry Practical Class for Graduate Students\\\". This article shows a Medicinal Chemistry practical class, created and developed by students of the Pharmaceutical Sciences Post-Graduate Program (PPGCF/UFRGS). It describes the planning, synthesis and in vivo biological evaluation of four ester derivatives of the non-steroidal anti-inflammatory drug Indomethacin (IndOH) as a proposal for practical classes of Medicinal Chemistry.\", \"The present state of faculties, student bodies, and curricula in departments of medicinal chemistry have been surveyed by questionnaire and analyzed in the context of perceptions of quality and content. The results reveal a healthy diversity of educational objectives and a broader range of educational objectives than those uncovered in previous surveys of the perceived needs of industrial departments of medicinal chemistry in their search for drug discovery personnel. (C) 1998 John Wiley & Sons, Inc.\", \"The concept of molar efficiency is introduced as a new metric to enable assessment of reaction efficiency in discovery medicinal chemistry. Calculations from molar units enable cross-comparison of the broad range of transformations employed in discovery-phase medicinal chemistry research and is proposed to facilitate identification of more sustainable synthetic transformations.\", \"Medicinal chemistry is a scientific discipline that has progressed rapidly over the last few decades. Facilitated by the technological advancement, the early understanding of medicinal chemistry as \\\"synthesizing bioactive molecules\\\" has become the connecting bridge of a variety of related scientific disciplines. This opinion article will guide you through a brief evolution of this discipline and discuss what medicinal chemistry has evolved to be in this era.\", \"The main aspects of the modern Medicinal Chemistry, among the classic and industrial paradigms, used in the drug discovery process will be treated. The contribution of the Brazilian science in the knowledge generation in Medicinal Chemistry will be demonstrated, with base in searches accomplished in the portal Web of Science (R) 7.10 and in the directory of groups of research of CNPq.\", \"This personal commentary aims at offering a description of the origin, purpose, and methods of medicinal chemistry, and a delineation of its fields of activity in connection with related sciences. Directions of future development of medicinal chemistry as a science are suggested.\", \"Benzoxaborole, as a versatile scaffold, plays important roles in organic synthesis, molecular recognition and supramolecular chemistry. It is also a privileged structure in medicinal chemistry due to its desirable physicochemical and drug-like properties. Recently, benzoxaboroles were widely applied as antifungal, antibacterial, antiviral, anti-parasite, and anti-inflammatory agents. This review covers the properties, synthetic methods and applications of benzoxaboroles in medicinal chemistry.\", \"The origins and advancements of pharmacy, medicinal chemistry, and drug discovery are interwoven in nature. Medicinal chemistry provides pharmacy students with a thorough understanding of drug mechanisms of action, structure-activity relationships (SAR), acid-base and physicochemical properties, and absorption, distribution, metabolism, excretion, and toxicity (ADMET) profiles. A comprehensive understanding of the chemical basis of drug action equips pharmacy students with the ability to answer rationally the \\\"why\\\" and \\\"how\\\" questions related to drug action and it sets the pharmacist apart as the chemical expert among health care professionals. By imparting an exclusive knowledge base, medicinal chemistry plays a vital role in providing critical thinking and evidence-based problem-solving skills to pharmacy students, enabling them to make optimal patient-specific therapeutic decisions. This review highlights the parallel nature of the history of pharmacy and medicinal chemistry, as well as the key elements of medicinal chemistry and drug discovery that make it an indispensable component of the pharmacy curriculum.\", \"Over the last centuries, there were many important discoveries in medicine that were crucial for gaining a better understanding of several physiological processes. Molecular modelling techniques are powerful tools that have been successfully used to analyse and interface medicinal chemistry studies with electrochemical experimental results. This special combination can help to comprehend medicinal chemistry problems, such as predicting biological activity and understanding drug action mechanisms. Electrochemistry has provided better comprehension of biological reactions and, as a result of many technological improvements, the combination of electrochemical techniques and biosensors has become an appealing choice for pharmaceutical and biomedical analyses. Therefore, this review will briefly outline the present scope and future advances related to the integration of electrochemical and medicinal chemistry approaches based on various applications from recent studies.\", \"The medicinal chemistry subgroup of the American Chemical Society's Green Chemistry Institute Pharmaceutical Roundtable (ACS GCI PR) offers a perspective on the current state of environmentally sustainable practices in medicinal chemistry with the aim of sharing best practices more widely and highlighting some potential future developments.\", \"The Section for Medicinal Chemistry (SMC) of the NSCS intends to provide a forum for scientists interested in medicinal chemistry and related fields. The SMC organizes or supports symposia, seminars, presentations, and courses in order to give medicinal chemists and other scientists opportunities to meet, exchange ideas, discuss specific problems, and to get to know each other. The activities of the SMC are coordinated with the NSCS and the European Federation for Medicinal Chemistry (EFMC) and their meetings. The SMC represents its members within the EFMC, is in contact with the IUPAC section of Human Health via the NSCS, and is represented in the IUPAC Medicinal Chemistry Section. At present the SMC membership stands at 418 members.\", \"Medicinal chemists are mainly taught in faculties or schools of pharmacy and are available for employment. Yet major pharmaceutical research companies seek organic chemists, rather than medicinal chemists, for new drug discovery. This apparent contradiction led the Medicinal Chemistry Section of IUPAC to send a questionnaire regarding postgraduate academic education for medicinal chemists to the faculties or schools of pharmacy in eight countries, namely, France, Germany, Italy, Japan, Spain, Switzerland, UK and USA. The questionnaire aimed to elicit information about postgraduate medicinal chemistry students, their courses and training, and the occupations taken up after graduation. The replies representing 109 medicinal chemistry departments or sections have been analysed and the results are presented to provide a data base on modern medicinal chemistry curricula for comparative purposes. The information should help guide discussion of the optimum paths to be followed by students in preparation for their careers. The evidence suggests that academic training of medicinal chemists equips them to enter a wide range of occupations, many of which are in industry. (C) 2000 Editions scientifiques et medicales Elsevier SAS.\", \"In this paper, we describe an educational experience involving the use of the jigsaw method on the Medicinal Chemistry course at the University of Sao Paulo, Brazil. The goal of this proposal was to investigate acceptance and contributions of the method to undergraduate chemistry teaching. Feedback on the jigsaw method collected from the focus groups and questionnaires showed that participants generally acknowledged the advantages of the jigsaw method in helping them learn the Medicinal Chemistry subject. Suggestions for improving the jigsaw method were also received from participants.\", \"The advancements in the synthetic chemistry of carboranes and metallacarboranes have given rise to diversified uses in medicinal chemistry, resulting in many new medical applications. An overview of the medicinal chemistry of carboranes is presented emphasizing the use of nanoparticles, dendrimers, porphyrins and carbohydrates as boron carriers. A review with 80 references.\", \"Since the start of our independent research at the Department of Chemistry of the University of Zurich in 2009, our group has been, among other topics, working on the use of metal complexes in medicinal chemistry. In this short review article, we highlight our recent achievements in the use of such compounds to fight the parasitic disease schistosomiasis.\", \"A review of multiple parameters including membership in professional organizations, corresponding authorship of medicinal chemistry journal articles, and representation in professional and leadership positions reveals that the percentage of women who participate in professional medicinal chemistry activities is less than 20%. These surrogate demographics are consistent across organizations, regions in the world and the various parameters evaluated, and parallel statistics compiled on the broader participation of women in all STEM fields. As in other STEM fields, a leaky pipeline is also evident. Suggestions for how to encourage and support women in medicinal chemistry in order to provide a more balanced representation are provided.\", \"At Roche, we set out to think about the future role of medicinal chemistry in drug discovery in a project involving both Roche internal stakeholders and external experts in drug discovery chemistry. To derive a coherent strategy, selected scientists were asked to take extreme positions and to derive two orthogonal strategic options: chemistry as the traditional mainstream science and chemistry as the central entrepreneurial science. We believe today's role of medicinal chemistry in industry has remained too narrow. To provide the innovation that industry requires, medicinal chemistry must play its part and diversify at pace with our increasing understanding of chemical biology and network pharmacology.\", \"Call for papers! ACS Medicinal Chemistry Letters is now accepting manuscript submissions for a special issue entitled \\\"Allosteric Modulation of Ionotropic Glutamate Receptors\\\". This special issue is a cross-thematic issue with Journal of Medicinal Chemistry and ACS Chemical Neuroscience. The ACS Medicinal Chemistry Letters special issue is scheduled for publication in early 2019.\", \"As a joint meeting, the 26th Medicinal Chemistry Conference of GP2A and 32nd Journees Franco-Belges de Pharmacochimie took place between 13th and 15th June at Asnelles sur Mer (Normandie, France), providing a unique opportunity for a wide group of European medicinal chemists to engage. Topics included chemical tools for medicinal chemistry, protein-protein interactions, epigenetics, natural product-inspired molecules, computer-aided drug design, and new strategies for the design and development of drugs. Abstracts of invited lectures, proffered young researcher communications, flash communications and posters presented during the meeting are collected in this report.\", \"The 24th International Symposium on Medicinal Chemistry (ISMC), organized by the European Federation for Medicinal Chemistry (EFMC), was held in Manchester, UK. The symposium attracted approximately 2,000 medicinal chemists from academia and industry to discuss ongoing research in the area, covering a wide range of diseases, from bacterial infection to Parkinson's disease. The symposium presented data in poster and oral sessions, with numerous opportunities for attendees to discuss the topics and network.\", \"With the proposal to search for universal cooperation in the field of Medicinal Chemistry, the IUPAC group has elaborated a line of work divided into two phases: a-An Awareness of the true situation of Medicinal Chemistry in the different geographic areas of the world; h-A proposal of actions as to achieve more effective cooperation. This first report presents and discusses the actual situation in South and Central America as well as in sub-Saharan Africa.\", \"The key objectives of medicinal chemistry are to efficiently design and synthesize bioactive compounds that have the potential to become safe and efficacious drugs. Most medicinal chemistry programmes rely on screening compound collections populated by a range of molecules derived from a set of known and robust chemistry reactions. Analysis of the role of synthetic organic chemistry in subsequent hit and lead optimization efforts suggests that only a few reactions dominate. Thus, the uptake of new synthetic methodologies in drug discovery is limited. Starting from the known limitations of reaction parameters, synthesis design tools, synthetic strategies and innovative chemistries, here we highlight opportunities for the expansion of the medicinal chemists' synthetic toolbox. More intense crosstalk between synthetic and medicinal chemists in industry and academia should enable enhanced impact of new methodologies in future drug discovery.\", \"Chemistry Central is a new open access website for chemists publishing peer-reviewed research in chemistry from a range of open access journals. A new addition, Chemistry Central Journal, will cover all of chemistry and will be broken down into discipline-specific sections, and Im delighted that Medicinal Chemistry will be a key discipline in this new journal.\", \"The American Chemical Society is one of the largest organizations dedicated to chemistry, yet it could not exist without significant contributions from unpaid volunteers. In this Viewpoint, I hope to convince the reader that providing service to the profession of medicinal chemistry can contribute to your career development and shape the future of the discipline.\", \"The sixth ACSMEDI-EFMC Medicinal Chemistry Frontiers Symposium was held from June 25 to 28, 2017, and was attended by approximately 130 scientists from 15 different countries across Asia, Europe, and North and South America. This symposium was jointly organized by the European Federation of Medicinal Chemists (EFMC) and the American Chemical Society Division of Medicinal Chemistry (ACSMEDI), with the purpose to bring medicinal chemists from around the world together to foster communication and share important and new results.\", \"Objectives. To evaluate an instructional model for teaching clinically relevant medicinal chemistry.\\nMethods. An instructional model that uses Bloom's cognitive and Krathwohl's affective taxonomy, published and tested concepts in teaching medicinal chemistry, and active learning strategies, was introduced in the medicinal chemistry courses for second-professional year (P2) doctor of pharmacy ( PharmD) students ( campus and distance) in the 2005-2006 academic year. Student learning and the overall effectiveness of the instructional model were assessed. Student performance after introducing the instructional model was compared to that in prior years.\\nResults. Student performance on course examinations improved compared to previous years. Students expressed overall enthusiasm about the course and better understood the value of medicinal chemistry to clinical practice.\\nConclusion. The explicit integration of the cognitive and affective learning objectives improved student performance, student ability to apply medicinal chemistry to clinical practice, and student attitude towards the discipline. Testing this instructional model provided validation to this theoretical framework. The model is effective for both our campus and distance-students. This instructional model may also have broad-based applications to other science courses.\", \"Medicinal chemistry is concerned with the synthesis of small molecules, which are then passed to biologists for testing against drug targets. The vastness of chemical space means that the number of different molecules that could theoretically be made is almost infinite; in reality, there are constraints based on the limitations of synthetic chemistry and the effects of certain functional groups on the human body. This chapter describes the goals of medicinal chemistry and introduces the range of technologies used to produce active drug molecules, including computer-aided drug design and natural product chemistry.\", \"Stevan Djuric speaks to Benjamin Walden, Commissioning Editor. Stevan Djuric is head of the global Medicinal Chemistry Leadership Team at AbbVie and is also Vice President of the Discovery Chemistry and Technology organization within their Discovery organization and chemistry outsourcing activities. He spoke at the Global-Medicinal-Chemistry and GPCR summit on the imperative to develop chemistry related technology that can reduce cycle time, cost of goods and improve probability of success. To this end, he discussed his efforts in the chemistry technology area with a focus on integrated synthesis-purification bioassay, and flow photochemistry and high temperature chemistry platforms.\", \"The XXIst International Symposium on Medicinal Chemistry from the European Federation of Medicinal Chemistry (EFMC-ISMC), held in Brussels, included topics covering new therapeutic developments in the field of medicinal research. This conference report highlights selected presentations on therapies for neuropathic pain, cognitive disorders, cancer and infection. Investigational drugs discussed include the anticancer imidazole derivative IRC-083927 (Ipsen), the HCV protease inhibitor TMC-435 (Tibotec Pharmaceuticals) and the tuberculosis therapy bedaquiline (Tibotec Pharmaceuticals).\", \"Microwave irradiation has been used to enhance organic reactions since the mid 80's, its use within the field of medicinal chemistry is not so widely evident in the literature. The present review highlights the use of microwave chemistry as an important tool for the fast development of structure activity relationship in several programs related to various therapeutic areas.\", \"Objectives. To build an integrated medicinal chemistry learning community of campus and distance pharmacy students though the use of innovative technology and interdisciplinary teaching.\\nDesign. Mechanisms were implemented to bring distance students into campus-based medicinal chemistry classrooms in real time, stimulate interaction between instructors and various student cohorts, and promote group work during class. Also, pharmacy clinician colleagues were recruited to contribute to the teaching of the 3 medicinal chemistry courses.\\nAssessment. Student perceptions on the value of technology to build community and advance learning were gleaned from course evaluations, in class feedback, and conversations with class officers and student groups. Responses on a survey of second-year students confirmed the benefits of interdisciplinary content integration on engagement and awareness of the connection between drug chemistry and pharmacy practice. A survey of clinician colleagues who contributed to teaching the 3 medicinal chemistry courses found their views were similar to those of students.\\nConclusions. The purposeful use of technology united learners, fostered communication, and advanced content comprehension in 3 medicinal chemistry courses taught to campus and distance students. Teaching collaboration with pharmacy clinicians enhanced learner interest in course content and provided insight into the integrated nature of the profession of pharmacy.\", \"In recent years, the micro-flow synthesis technologies have been attracting attention as the new technologies alternative to a batch reaction. Mainly, these technologies are being utilized in the field of the CMC by taking advantage of easy scale-up reactions. On the other hand, each company is exploring how to use these technologies in the field of medicinal chemistry. Although I have experienced for 20 years as medicinal chemist, I felt it was difficult to apply these technologies in the work-flow of medicinal chemistry. But in these few years, many interesting articles by medicinal chemists have been reported for example, the application of library synthesis. In this review, I will present the recent information of using flow-micro synthesis technologies as the view point of Medicinal Chemist.\", \"This document has been prepared by the IUPAC Medicinal Chemistry section and is backed by a large number of scientists, many of whom have had direct involvement and whose names appear at the end of the article.\\nThis work discusses the role that the discovery of new medicinal agents has in the development of societies as well as in the conservation of biodiversity in terms of the work carried out on natural products.\\nAlso included are several recommendations for countries which are presently in search of their own scientific and technological development in medicinal agents.\\nThe IUPAC Medicinal Chemistry section would appreciate the collaboration of the scientific societies in every country to aid in the diffusion of this document.\", \"The 32nd National Medicinal Chemistry Symposium, held in Minneapolis, MN, USA, included topics covering new developments in the field of medicinal chemistry. This conference report highlights selected presentations on NR2B subtype-selective NMDA receptor antagonists from Merck; selective neuronal nitric oxide synthase inhibitors from Northwestern University; novel GPR119 agonists, such as GSK-1292263A (GlaxoSmithKline plc), PSN-821 ((OSI) Prosidion) and MBX-2982 (Metabolex Inc); a small-molecule Bcl inhibitor, navitoclax (Abbott Laboratories); and p53-targeting agents from sanofi-aventis and Ascenta Therapeutics Inc, including AT-219.\", \"The role of medicinal chemistry has changed over the past 10 years. Chemistry had become one step in a process; funneling the output of high throughput screening (HTS) on to the next stage. The goal to identify the ideal clinical compound remains, but the means to achieve this have changed. Modern medicinal chemistry is responsible for integrating innovation throughout early drug discovery, including new screening paradigms, computational approaches, novel synthetic chemistry, gene family screening, investigating routes of delivery, and so on. In this Foundation Review, we show how a successful medicinal chemistry team has a broad impact and requires multidisciplinary expertise in these areas.\", \"Structure-based drug design (SBDD) has become an important concept in medicinal chemistry, and the hypothesis that similar ligands bind in a similar fashion is widely accepted within the medicinal chemistry community. However, there are a number of interesting case studies, some of which are discussed in detail, which highlight that this does not hold true on a comprehensive basis.\", \"To an outsider, the exploration of thousands of molecules to find a small number of potential candidate drugs must appear enormously wasteful, but many medicinal chemists would defend this waste as unavoidable. Here, I provide evidence that suggests that modern medicinal chemists are overproductive in that they synthesise many more compounds than are required to achieve the objectives of the project. The difficulties encountered in finding the data for the analysis presented here prompted the design and implementation of a more rigorous approach to capture the essence of a medicinal chemistry program. The result, medicinal chemistry knowledge sharing (MeCKS), was designed to capture and communicate emerging issues and their solutions to the medicinal chemistry community.\", \"The evolution that has taken place in medicinal chemistry practice as a result of major advances in genomics and molecular biology arising from the Human Genome Project has carried with it an extensive additional working vocabulary that has become both integrated and essential terminology for the medicinal chemist. Some of this augmented terminology has been adopted from the many related and interlocked scientific disciplines with which the modern medicinal chemist must be conversant, but many other terms have been introduced to define new concepts and ideas as they have arisen. In this supplementary Glossary, we have attempted to collate and define many of the additional terms that are now considered to be essential components of the medicinal chemist's expanded repertoire.\", \"The fourth-year undergraduate synthetic organic and medicinal chemistry laboratory course at the University of Ottawa was transformed from a traditional laboratory format to a problem-based learning (PBL) format. Authentic problems were developed that closely resembled the types of problems that scientists regularly confront. The development, implementation, and challenges of the fourth-year organic and medicinal chemistry laboratory course taught in PBL format are discussed, as well as results and feedback from the course.\", \"This document has been elaborated by the IUPAC Medicinal Chemistry section and is backed by a large number of scientists, many of whom have had direct involvement and whose names appear at the end of the article. This work discusses the role that the discovery of new medicinal agents has in the development of societies as well as in the conservation of biodiversity in terms of the work carried our on natural products. Also included are several recommendations fur countries which are presently in search of their own scientific and technological development in medicinal agents. The IUPAC Medicinal Chemistry section would appreciate the collaboration of the scientific societies in every country to aid in the diffusion of this document. (C) 2000 Editions scientifiques et medicales Elsevier SAS.\", \"The relevance of medicinal chemistry to pharmacy practice has been questioned by many pharmacy educators as more emphasis has been placed on linking clinical knowledge and practice to pharmacy student educational outcomes. Faculty teaching in medicinal chemistry and other biomedical and pharmaceutical science courses have embraced this challenge. Various teaching methods and approaches within medicinal chemistry that emphasize application of this knowledge have been sought to improve the usefulness of this scientific discipline to the future careers of students. The newly revised ACPE guidelines and standards have reemphasized the role of the sciences in the curriculum. With this mandate, it is essential that all science faculty members adjust the way they teach to meet the new desired outcomes for pharmacy graduates. This manuscript describes an instructional model for teaching medicinal chemistry explicitly designed to meet these outcomes. A process of collaboration between experienced pharmacy faculty scholars was used to derive this approach. Pedagogy for cognitive and affective learning was incorporated. A case study using a representative drug class is presented to illustrate this model.\", \"An inventory of Sumatran medicinal plants, and reports on their chemistry and conservation carried out in the last three decades are reviewed.\", \"Automation in medicinal chemistry is often seen simply as a part of the combinatorial chemistry technologies used to meet the need for large, diverse screening collections for lead generation. However, the application of automation to the lead optimization phase of drug discovery offers the prospect of reduced cycle times via increased efficiency in target compound preparation. The realization of this goal requires the integration of efficient processes with equipment capable of delivering quality compounds and, of course, the skilled medicinal chemists.\", \"The XXV biennial edition of EFMC-ISMC, this year in Ljubljana, Slovenia, was jointly organized by the Section for Medicinal Chemistry of the Slovenian Pharmaceutical Society and the European Federation for Medicinal Chemistry (EFMC). The conference covers the latest advances in drug discovery and development for a wide range of therapeutic areas. Novel innovative approaches, such as targeted protein degraders, STING signaling pathway modulators or Rhomboid proteases ligands, were disclosed by industrial and academic researchers in more than 100 oral lectures and over 400 poster presentations.\", \"The 32nd National Medicinal Chemistry Symposium, held in Minneapolis, MN, USA, included topics covering new developments in the field of medicinal chemistry. This conference report highlights selected presentations on Hsp90 inhibitors and Hsp70 inducers, such as KU-32 and KU-174 (University of Kansas); natural products in drug design, such as minnelide (University of Minnesota) and tylocrebrine; novel compounds from Merck for metabolic and cardiovascular diseases, such as MK-7725, a series of DDP4 inhibitors and K(V)1.5 ion channel antagonists; and the discovery of the VEGFR2 kinase inhibitor AMG-429 (Amgen Inc).\", \"The Medicinal and Bioorganic Chemistry Foundation (MBCF) hosted its 13(th) biannual Winter Conference on Medicinal and Bioorganic Chemistry (WCMBC) this past January 22(nd)-26(th) in Steamboat Springs, Colorado (USA). The gathering this year kept true to the tradition of this conference series, with an impressive lineup of presenters from both academia and industry. With about 125 delegates, the conference took all the advantages of a mid-sized gathering: a sufficiently wide spectrum of scientists in attendance, yet an intimate atmosphere conducive to solid networking and frank, open discussions. This conference report summarizes the presentations that were given this year.\", \"Despite repeated exposure to the principles underlying the behavior of organic acids and bases in aqueous solution, some pharmacy students remain confused about the topic of acid-base chemistry. Since a majority of organic drug molecules have acid-base character, the ability to predict their reactivity and the extent to which they will ionize in a given medium is paramount to students' understanding of essentially all aspects of drug action in vivo and in vitro. This manuscript presents a medicinal chemistry lesson in the fundamentals of acid-base chemistry that many pharmacy students have found enlightening and clarifying\", \"The European Conference on Therapeutic Targets and Medicinal Chemistry is a new two-day meeting on drug discovery that is focused on therapeutic targets and the use of tools to explore all fields of drug discovery and drug design such as molecular modelling, bioorganic chemistry, NMR studies, fragment screening, in vitro assays, in vivo assays, structure activity relationships, autodisplay. Abstracts of keynote lectures, plenary lectures, junior lectures, flash presentations, and posters presented during the meeting are collected in this report.\", \"The 2-aminothiazole (2-AT) core is an active pharmacophore and used in medicinal chemistry and drug discovery research. A number of drugs with 2-AT core are in the market, e.g. Famotidine, Cefdinir, Meloxcam etc. Recently, 2-AT core has been explored for many more important therapeutic areas and identified new 2-aminothiazoles with anticancer, antitumor, antidiebatic and anticonvulsant activity. In this review, we discuss the newly identified and developed 2-aminothiazoles in recent years and their use in medicinal chemistry and pharmacology. (C) 2015 Elsevier Masson SAS. All rights reserved.\", \"A MEDICINAL CHEMISTRY PARADIGM: LIGANDS AND RECEPTOR FLEXIBILITY. In general, molecular modeling techniques applied in medicinal chemistry have been static and drug based. However the active site geometry and the intrinsic flexibility of both receptor and ligand are fundamental properties for molecular recognition and drug action. As a consequence, the use of dynamic models to describe the ligand-receptor complex is becoming a more common procedure. In this work we discuss the relevance of considering the receptor structure in medicinal chemistry studies as well as the flexibility of the ligand-receptor complex.\", \"The bibliometric analysis of scientific works on medicinal chemistry published over the last ten years is performed. The data obtained from the Web of Science Core Collection citation database suggest a decrease in the number of studies in the European developed countries and the United States, while this number increased in China, India, and the Latin American countries. There is a growing number of open-access articles on medicinal chemistry among which the portion of review papers increases. In Russia, this field is extensively progressing: the publication activity from 2008 to 2017 increased 2.5-fold.\", \"Objectives. To implement and assess the effectiveness of an assignment requiring doctor of pharmacy (PharmD) students to write examination questions for the medicinal chemistry sections of a pharmacotherapeutics course.\\nDesign. Students were divided into groups of 5-6 and given detailed instructions and grading rubrics for writing multiple-choice examination questions on medicinal chemistry topics. The compiled student-written questions for each examination were provided to the entire class as a study aid. Approximately 5% of the student-written questions were used in course examinations.\\nAssessment. Student appreciation of and performance in the medicinal chemistry portion of the course was significantly better than that of the previous year's class. Also, students' responses on a qualitative survey instrument indicated that the assignment provided students' guidance on which concepts to focus on, helped them retain knowledge better, and fostered personal exploration of the content, which led to better performance on examinations.\\nConclusion. Adding an active-learning assignment in which students write examination questions for the medicinal chemistry portion of a pharmacotherapeutics course was an effective means of increasing students engagement in the class and knowledge of the course material.\", \"Medicinal Chemistry includes the invention, discovery, design, identification, and interpretation of the molecular mechanism of action of biologically active compounds. In addition to the discovery of bioactive molecules, Medicinal Chemistry investigates drug metabolism and the relationships between chemical structure and biological activity. The advances achieved in the 20th century have significantly contributed to the better understanding of pathophysiological processes as well as the development of new, safer and more effective drugs for many diseases. In this article, we review the evolution of Medicinal Chemistry in Brazil during the last 40 years and evaluate the impact of the Brazilian contributions in the international context. The analyzed data revealed that Medicinal Chemistry research in Brazil has increased exponentially in the last two decades, the research groups became more well-distributed across the Brazilian regions and our scientific contributions have significant impact in the main journals of the field. Therefore, aiming at evolving steadily and striving for excellence in drug discovery and development, we shall focus on national and international collaborations and investment in translational research, as well.\", \"The Sociedade Brasileira de Quimica is commemorating its 25(th) anniversary, and this paper is intended to draw an overview of the Brazilian Medicinal Chemistry over all these years. In 1977 Brazil had almost no activities at all in the field, albeit many efforts were already on the way for encouraging Brazilian Scientists to enter the area. Among many different endeavours to help medicinal chemists to fulfil their proposals and the establishment of an on-going research with the help of networks, the Sociedade Brasileira de Quimica created, in 1991, its own Division on Structure and Activity Relationship, which became the Division of Medicinal Chemistry, in 1997.\", \"Medicinal chemistry has become the most time-consuming step in the drug discovery process, and new discovery technologies are likely to increase the burden on lead optimization and refinement. Although medicinal chemists are able to optimize hits/leads very quickly and successfully with regard to potency, improving the kinetic, metabolic and toxicological properties of a compound remains a difficult challenge. The author examines the role of the medicinal chemist in this increasingly complex and changing environment.\", \"A series of laboratory experiments that complement a medicinal chemistry lecture course in drug design and development have been developed. The synthesis of ethyl nalidixate covers three separate experimental procedures, all of which can be completed in three, standard three-hour lab classes and incorporate aspects of green chemistry such as solvent-free reaction conditions and minimizing purification procedures. The experimental procedures are straightforward and require no specialized equipment, although access to IR and NMR spectrometers for spectral analysis is beneficial. Both the experimental and theoretical aspects of the synthesis are sufficiently challenging for a year-two undergraduate chemistry class.\", \"Medichem - BIT Life Sciences' First Annual International Conference, held in Beijing, included topics covering new developments in the field of medicinal chemistry for drug discovery. This conference report highlights selected presentations on research into the basic biology of signaling, ion channels and natural products; tools and techniques in medicinal chemistry; and medicinal chemistry for developing drugs for neurological, neoplastic and inflammatory diseases. Investigational drugs discussed include TTA-A8 (Merck & Co Inc).\", \"The diastereoselective access to highly functionalized cyclopenta[c]thiophene derivatives, potential useful scaffolds in medicinal chemistry, is described starting from aminocyclopenta[c]thiophenones.\", \"The activity cliff concept experiences considerable interest in medicinal chemistry and chemoinformatics. Activity cliffs are defined as pairs or groups of structurally similar or analogous active compounds having large differences in potency. Depending on the research field, views of activity cliffs partly differ. While interpretability and utility of activity cliff information is considered to be of critical importance in medicinal chemistry, large-scale exploration and prediction of activity cliffs are of special interest in chemoinformatics. Much emphasis has recently been put on making activity cliff information accessible for medicinal chemistry applications. Herein, different approaches to the analysis and prediction of activity cliffs are discussed that are of particular relevance from a chemoinformatics viewpoint.\", \"An integrated introductory infectious disease course that incorporates pertinent clinical microbiology, antiinfective medicinal chemistry and drug treatment of common infectious disease entities, along with an applied microbiology skills laboratory was developed and begun in Fall semester 1996. The course is taught by four faculty members with medical, pharmacy practice, and medicinal chemistry training. There are 40 lectures and five exams. The course is divided into four weeks of microbiology, six weeks of medicinal chemistry, and five weeks of disease therapeutics. This course is part of an integrated year long sequence of medicinal chemistry, pharmacology, pharmaceutics, and therapeutic applications. The course content and delivery were assessed using an instrument made up of course objectives and topic headings.\", \"Medicinal chemistry is a complex science that lies at the interface of many fields of research and at the very heart of drug discovery, with property relationships based on chemical structure at its core. It is clear that the effective capture and dissemination of medicinal chemistry knowledge and experience will be a key differentiator among pharmaceutical organizations and crucial for the future success in delivering effective and safe drug candidates. Therefore, in 2005 we developed ROCK (Roche medicinal chemistry knowledge), an internal user-friendly and peer-reviewed Wiki-like application to capture, browse and search tacit knowledge, key discoveries and property effects related to chemical structure, which is used as a primary source for addressing challenges faced in drug design.\", \"Medicinal chemistry has always been closer to the arts than other disciplines in the natural sciences. Instead of searching for natural laws, medicinal chemistry creates new molecular entities entailing desired pharmaceutical characteristics. While the productive output of medicinal chemistry is comprehensively documented, the epistemic paths of the creative process are less well described. Here we show how such paths could be visualized and how these visualizations relate to images developed in the history and philosophy of science. Based on the discussion of these visualizations, we argue that there is a need for a new language of creativity that can be employed during the very course of research, as opposed to its retrospective analysis. This language should be able to reflect both the status and directions in highly complex research processes that may have a clear goal, yet must remain open to unexpected moments of serendipity.\", \"\\\"Venom peptides mainly target ion channels, but also GPCRs, transporters and enzymes with high affinity and exquisite selectivity. The intermediate size of these peptidic toxins and their proteinaceous nature make them particularly suited for medicinal chemistry.\\\"\", \"At a recent symposium in Noordwijkerhout, The Netherlands, the future of education in medicinal chemistry Was discussed in terms of its role in the drug discovery process. The questions posed included: What is the necessary knowledge basis for the medicinal chemist?; How and where should this be achieved?; The role of the university; The impact of developing countries and globalization; Is medicinal chemistry a single discipline? It remains true that organic chemistry remains at the heart of the discipline, but structure-property relationships are now an increasingly important component. Additionally, the linkage between chemistry and biology is more important with the rise of chemical biology. The relationships between industry and the University have become more important in recent years, yet some caution may be appropriate lest the traditional role of the University be neglected. The dominance of the Western world in science for the past two centuries has ensured that medicinal chemistry has been strongest in those countries. This dominance is likely to be diminished in the next several decades.\", \"This document here has been elaborated by the IUPAC Medicinal Chemistry section and is backed by a large number of scientists, many of whom have had direct involvement and whose names appear at the end of the article. This work discusses the role that the discovery of new medicinal agents has in the development of societies as well as in the conservation of biodiversity in terms of the work carried out on natural products. Also included are several recommendations for countries which are presently in search of their own scientific and technological development in medicinal agents. The IUPAC Medicinal Chemistry section would appreciate the collaboration of the scientific societies in every country to aid in the diffusion of this document.\", \"Medicinal chemistry is a multidisciplinary subject that integrates knowledge from a variety of fields of science, including, but not limited to, chemistry, biology, and physics. The area of drug design involves the cooperative work of scientists with a diverse range of backgrounds and technical skills, trying to tackle complex problems using an integration of approaches and methods. One important contribution to this field comes from physics through studies that attempt to identify and quantify the molecular interactions between small molecules (drugs) and biological targets (receptors), such as the forces that govern the interactions, the thermodynamics of the drug-receptor interactions, and so on. In this context, the interfaces of physics, medicinal chemistry, and drug design are of vital importance for the development of drugs that not only have the right chemistry but also the right intermolecular properties to interact at the macromolecular level, providing useful information about the principles and molecular mechanisms underlying the therapeutic action of drugs. This article highlights some of the most important connections between physics and medicinal chemistry in the design of new drugs.\", \"The third International Electronic Conference on Medicinal Chemistry, organized and sponsored by MDPI AG, publisher, and the journal Pharmaceuticals, took place in November 2017 on the SciForum website (www. sciforum.net/conference/ecmc-3). Around 300 authors from 34 different countries participated at the event, which hosted more than 70 presentations, keynotes, videos, and posters. A short description of some works presented during that scientific meeting is disclosed in this report.\", \"The Medicinal Chemistry Section of IUPAC sent a questionnaire regarding academic training for medicinal chemists to major research pharmaceutical companies in various countries in July 1992 and again in July 1993. A total of 102 replies were received from 65 companies, mainly from Germany, Italy, Japan, the VK and the USA, and these have been analysed and the results are presented. Most companies (> 90%) indicated that they seek to hire organic chemists who may have received some additional education in medicinal chemistry, rather than hire specialists in medicinal chemistry. The subjects most often mentioned as being desirable for the additional education were biochemistry (or drug metabolism and pharmacokinetics), pharmacology and physiology, computer modelling and QSAR, and molecular biology.\", \"The focus of this review is to provide an overview of the field of organocatalysed photoredox chemistry relevant to synthetic medicinal chemistry. Photoredox transformations have been shown to enable key transformations that are important to the pharmaceutical industry. This type of chemistry has also demonstrated a high degree of sustainability, especially when organic dyes can be employed in place of often toxic and environmentally damaging transition metals. The sections are arranged according to the general class of the presented reactions and the value of these methods to medicinal chemistry is considered. An overview of the general characteristics of the photocatalysts as well as some electrochemical data is presented. In addition, the general reaction mechanisms for organocatalysed photoredox transformations are discussed and some individual mechanistic considerations are highlighted in the text when appropriate.\", \"Selective Estrogen Receptor Modulators (SERMs) have been the subject of extensive medicinal chemistry efforts at several pharmaceutical companies, including Merck. The Merck effort produced a wide variety of SERMs including ER-selective antagonists and ER-agonists in addition to balanced (non-selective) analogs. This article will provide a broad overview of the Merck SERM medicinal chemistry effort as published in the literature through early 2008.\", \"The structural element of alicyclic beta-amino acids shows some remarkable biological effects: For some 5- and 6-membered beta-amino acids a unique anti fungal activity has been observed, 7-membered beta-amino acid derivatives have been investigated for neurological disorders. The application of 5-, 6- and 7-membered alicyclic beta-amino acids in Medicinal Chemistry will be reported.\", \"The synthesis of organic compounds with potential biological activity is discussed within the medicinal chemistry structure, according to drug design methodology of SAR/QSAR. The molecular structure of compounds are described in full view of their correlations with biological environment. Biological screening are evaluated by both classical agar diffusion method and new approach of biological microcalorimetry.\", \"The unique chemistry of boron allows for the utilisation of novel building-blocks which are not traditionally found in medicinal chemistry. The pharmaceutical industry has begun to exploit boronic acid derivatives as new drugs and several research groups are also exploring 1,2-azaborines and icosahedral boranes known as carboranes as boron-based structural motifs, with great promise for innovative drug design. Recent advances in the medicinal chemistry of these three important boron moieties are highlighted and illustrated with selected examples.\", \"This paper summarizes the essential features of the Electronegativity Equalization Method as introduced by Mortier et al. based on the Sanderson principle. EEM expressions are derived from Density Functional Theory and subsequently the algebraic equations are solved to obtain expressions for the very efficient calculation of atomic charges, Fukui functions, softness,... The role of the calibration is described and the integrability of the EEM method in a Computational Medicinal Chemistry environment.\", \"Paul Selzer, a computational chemist at Novartis (Basel, Switzerland), has been part of the computational medicinal chemistry field for over 20 years. Prior to joining Novartis in 1999, Selzer gained his PhD in computational chemistry from the University of Erlangen-Nuremberg (Erlangen, Germany) before working as a postdoctoral researcher. Selzer has authored a number of high-impact publications in the field and in this interview with Future Medicinal Chemistry, discusses some of the pressing issues in the computational medicinal chemistry arena, current work being conducted by the research group at Novartis, and more. Interview conducted by James Potticary, Assistant Commissioning Editor.\", \"Globalization has driven new paradigms for drug discovery and development. Activities previously carried out predominantly in the United States, Europe, and Japan are now carried out globally. This has caused considerable change in large pharma including how medicinal chemists are trained. Described here is the training of chemistry undergraduates in medicinal chemistry (as practiced in industry) in two modules developed in collaboration between the University of Nottingham (UoN) and GlaxoSmithKline (GSK). The students complete several design-synthesize- test iterations on medicinal chemistry projects where they carry out the design and synthesis, and GSK tests the compounds. Considerable emphasis is placed on standard design properties used within industry. The modules are popular with the students and usually oversubscribed. An unexpected benefit has been the opportunities that have emerged with research and commercial potential. Graduate and postgraduate training of medicinal chemists at GSK is also briefly described.\", \"Recent advances and trends in the research of phosphorus chemistry including asymmetric chemistry, coordination chemistry of phosphorus, biophosphorus chemistry, medicinal chemistry, agricultural chemistry are briefly reviewed in this article according to a presentation at the 15th International Conference on Phosphorus Chemistry in Sendai, Japan. This review focuses on the progress of following subjects: the efficient asymmetric hydrogenations using Noyori's catalysts, the synthesis of phosphorus compounds containing amino acid or nucleosides, and the development and application of organic phosphorus compounds as drug and agrochemicals. Supramolecular chemistry, large-scale manufacturing technology, green chemistry and environmental science are also given special attention.\", \"Progress in hit-to-lead and lead optimization (LO) projects largely depends on intuition, experience, and the individual contributions of practicing medicinal chemists. LO involves the sequential generation of analogs of a given lead (or of multiple leads in parallel) to further improve compound potency and other relevant molecular properties. It is a resource-intense and time-consuming process, which is often perceived to be more of an art form than rigorous science. Decisions around which compounds to make next may or may not be supported by quantitative structure-activity relationship analysis or other computational design approaches. It is rare, however, that compound activity data available for the same or closely related targets are taken into consideration, even if such data were previously generated in-house and not externally. This situation should be critically viewed at times when increasingly large amounts of new compounds and activity data become publicly available and 'big data' begin to emerge in biological and medicinal chemistry [1-5]. Regardless of whether one is in favor of incorporating informatics approaches into medicinal chemistry programs or not, neglecting opportunities for data-driven chemistry is a serious issue and hinders the further development of medicinal chemistry as a scientific discipline.\", \"Discovery, optimization, and early development of drug candidates are very challenging and require a versatile synthetic chemistry toolbox. Organozinc chemistry is a powerful methodology for carbon-carbon bond formation which tolerates several functional groups that are critical for maintaining good physicochemical properties of drug molecules. Here we demonstrate that organozinc chemistry offers facile solutions to otherwise challenging medicinal chemistry problems commonly encountered during lead optimization. In this review, we summarize several examples in which utilization of organozinc-mediated couplings enabled us to rapidly explore a medicinal chemistry hypothesis using readily available intermediates. This chemistry allowed us to make rapid decisions with limited chemistry resources.\", \"Synthetic approaches to macrosphelide derivatives, based on medicinal chemistry, are summarized. This review contains conventional medicinal chemistry approaches, combinatorial chemistry, fluorous tagging techniques and affinity chromatography preparation. In addition, advances in their apoptosis-inducing activities are also included.\", \"There are numerous medicinal chemistry reports in the literature describing the pharmacological properties of thousands of narcotics, stimulants, hallucinogens, sedative-hypnotic drugs, cannabinoids, and other psychoactive substances as well as synthetic methods for their preparations. This information, while essential for the advancement of science, has been used by clandestine chemists to manufacture and market an endless variety of analogs of so-called designer drugs. In this review, we describe how clandestine chemists used the principles of medicinal chemistry to design molecules, referred to as designer drugs, that elicit the effects of opioids, amphetamine and analogs, cannabinoids, and phencyclidine analogs while circumventing the law.\", \"This presentation is composed of two parts : the first is a biography of Ernest Fourneau, then the second analyses the most important original studies of this great French researcher whose the scientific career was accomplished in pharmaceutical industry (Poulenc Freres, then Rhone-Poulenc) and at Pasteur's Institute.\", \"Over the last three decades, my engagement in \\\"fluorine chemistry\\\" has evolved substantially because of the multidisciplinary nature of the research programs. I began my research career as a synthetic chemist in organometallic chemistry and homogeneous catalysis directed toward organic synthesis. Then, I was brought into a very unique world of \\\"fluorine chemistry\\\" in the end of 1970s. I started exploring the interface of fluorine chemistry and transition metal homogeneous catalysis first, which was followed by amino acids, peptides, and peptidomimetics for medicinal chemistry. Since then, I have been exploring the interfaces of fluorine chemistry and multidisciplinary fields of research involving medicinal chemistry, chemical biology, cancer biology, and molecular imaging. This perspective intends to cover my fruitful endeavor in the exploration of fluorine chemistry at the multidisciplinary interface of chemistry and biology in a chronological order to show the evolution of my research interest and strategy.\", \"Objectives. To establish an aggressive problem- based learning (PBL) format for the medicinal chemistry course and assess the outcomes of student learning.\\nMethods. To assess learning in the new format, precourse and postcourse examinations were given to students enrolled before and after problem- based learning was implemented, and appropriate statistical analyses were conducted.\\nResults. The PBL cohort did not learn the same amount of factual content yet performed the same on higher-order thought questions as the non-PBL cohort.\\nConclusions. Problem-based learning may not be the ideal method for teaching medicinal chemistry. This may be due to several factors including: student learning type, the lack of a cognitive framework for learning in the basic sciences, and time constraints.\", \"In recent years, the advantages of incorporating saturated heterocyclic rings in therapeutic agents have become increasingly apparent, as compared to using only aromatic and heteroaromatic ring systems. In particular, saturated heterocyclic ring systems play a central role in medicinal chemistry; frequent advantages include improved aqueous solubility and lower toxicity of metabolites, as well as the potential for greater diversity partly through stereoisomerism. This review illustrates examples of saturated heterocycles with relevance to medicinal chemistry as published in the years 2013-2015. The three main categories discussed are small and medium ring systems containing one heteroatom, spiroheterocyclic ring systems, and heterobicyclo systems.\", \"Background and purpose: To describe 1) a pharmacy student's teaching assistant (TA) role in an undergraduate medicinal chemistry course, 2) an active learning module co-developed by the TA and instructor, and 3) the unexpected opportunities for pharmacy educational outreach that resulted from this collaboration.\\nEducational activity and setting: Medicinal Chemistry (CHM3413) is an undergraduate course offered each fall at Palm Beach Atlantic University (PBA). As a TA for CHM3413, a pharmacy student from the Gregory School of Pharmacy (GSOP) at PBA co-developed and implemented an active learning module emphasizing foundational medicinal chemistry concepts as they pertain to performance enhancing drugs (PEDs). Surveys assessed undergraduate students' perceived knowledge of medicinal chemistry concepts, PEDs, and TA involvement.\\nFindings: Students' (total n = 60, three fall semesters) perceived confidence in knowledge of medicinal chemistry concepts and PEDs increased significantly (p < 0.001) after the TA's module. Nearly 93% of students acknowledged this was their first interaction with a TA at PBA, similar to 82% \\\"agreed/strongly agreed\\\" that the TA provided effective instruction, and similar to 62% \\\"agreed/strongly agreed\\\" that TA availability raised overall confidence in CHM3413. Unexpected \\\"side-effects\\\" of this collaboration included opportunities for the TA and instructor to discuss health risks associated with PED usage with student-athletes and coaches at PBA.\\nDiscussion: This collaboration developed the pharmacy student's teaching skills and reinforced knowledge of foundational pharmaceutical science concepts for both the TA and undergraduate students. Unexpected \\\"side-effects\\\" that resulted from this collaboration included opportunities for the TA and instructor to discuss health risks associated with PED usage with student-athletes in PBA's athletic department.\\nSummary: Educational/interprofessional outreach opportunities resulted from a pharmacy student TA's involvement in an undergraduate medicinal chemistry course. An advanced pharmacy practice experience elective in sports pharmacy (based on Ambrose's model) begins Fall 2017.\", \"In recent times, there has been an increased use of software and computational models in Medicinal Chemistry, both for the prediction of effects such as drug-target interactions, as well as for the development of (Quantitative) Structure-Activity Relationships ((Q)SAR). Whilst the ultimate goal of Medicinal Chemistry research is for the discovery of new drug candidates, a secondary yet important outcome that results is in the creation of new computational tools. The adoption of computational tools by medicinal chemists is sadly, and all too often accompanied, by a lack of understanding of the legal aspects related to software and model use, that is, the copyright protection of new medicinal chemistry software and software-mediated discovered products. This article aims to provide a reference to the various legal avenues that are available for the protection of software, and the acceptance and legal treatment of scientific results and techniques derived from such software. An overview of relevant international tax issues is also presented. We have considered cases of patents protecting software, models, and/or new compounds discovered using methods such as molecular modeling or QSAR. This paper has been written and compiled by the authors as a review of current topics and trends on the legal issues in certain fields of Medicinal Chemistry and as such is not intended to be exhaustive.\", \"The supramolecular chemistry of cucurbit[n]urils (CBn) has been rapidly developing to encompass diverse medicinal applications, including drug formulation and delivery, controlled drug release, and sensing for bioanalytical purposes. This is made possible by their unique recognition properties and very low cytotoxicity. In this review, we summarize the host-guest complexation of biologically important molecules with CBn, and highlight their implementation in medicinal chemistry and chemical biology.\", \"\\\"I think it is one of the most important challenges of medicinal chemistry (and drug discovery) to define the best approaches for addressing the target considering a large panel of potential modalities or approaches that are amenable for development today.\\\"\", \"Recent years have seen a dramatic increase in the amount and availability of data in the diverse areas of medicinal chemistry, making it possible to achieve significant advances in fields such as the design, synthesis and biological evaluation of compounds. However, with this data explosion, the storage, management and analysis of available data to extract relevant information has become even a more complex task that offers challenging research issues to Artificial Intelligence (AI) scientists. Ontologies have emerged in AI as a key tool to formally represent and semantically organize aspects of the real world. Beyond glossaries or thesauri, ontologies facilitate communication between experts and allow the application of computational techniques to extract useful information from available data. In medicinal chemistry, multiple ontologies have been developed during the last years which contain knowledge about chemical compounds and processes of synthesis of pharmaceutical products. This article reviews the principal standards and ontologies in medicinal chemistry, analyzes their main applications and suggests future directions.\", \"The objective of the glossary is to provide in a single document a consistent terminology and concise definitions of terms covering the various aspects of medicinal chemistry. This was felt necessary with regard to the rapid changes occurring in medicinal chemistry and also by the need to establish international definition standards. Effectively the possibility exists that in different countries certain terms may not have the same meaning, in such a case the creation of an internationally accepted definition is particularly justified.\\nA Working Party belonging to the IUPAC Section on Medicinal Chemistry has therefore been assembled which prepared the present glossary. Concise but sufficiently explanatory definitions have been formulated for about one hundred commonly employed terms which can be considered of particular interest to the medicinal chemistry community. The glossary has been compiled in part from definitions proposed by the Working Party in part from earlier IUPAC glossaries and in part from well-accepted definitions taken from the literature but which were sometimes published in journals or books that may not be readily accessible.\", \"This review aims to highlight microwave-assisted organic synthesis as applied to medicinal chemistry in the last years, showing some reactions performed under microwave irradiation for the synthesis of distinct structurally molecules of biological interest, divided into the following groups: antineoplastics, anti-inflammatory, antimicrobial agents, antivirals, agents for the treatment of neglected diseases and central nervous system-acting prototypes.\", \"1,4-benzodiazepin-2-ones have applications in many areas of medicinal chemistry that are not restricted to 'classical' CNS treatments such as sedatives, epilepsy and muscle relaxants. We will describe selected examples of 1,4-benzodiazepin-2-ones in other areas of medicinal chemistry including uses as G-protein-coupled receptor antagonists, enzyme inhibitors and anticancer agents. Examples from our group will mainly show the use of palladacycle complexes of 1,4-benzodiazepin-2-ones as anticancer agents.\", \"The Anglo Swedish Medicinal Chemistry Symposium is normally held in the skiing resort of Are in Sweden, but this year, for the first time, the meeting was held at the AstraZeneca R&D site in Lund. The meeting was divided into five sections, consisting of a total of 19 high-quality lectures. In chronological order these sections were: kinases and ATPases; overcoming problems associated with multifunctional targets; achieving selectivity by tissue distribution; enzymes and transporters; challenges and trends in medicinal chemistry; and G protein-coupled receptors.\", \"The first International Electronic Conference on Medicinal Chemistry, organized and sponsored by MDPI AG, publisher, and the Journal Pharmaceuticals, took place in November 2015 on the SciForum website. More than 200 authors from 18 countries participated in the event and was attended by 25,000 visitors who had the opportunity to browse among 55 presentations, keynotes, and videos. A short description of some works presented during that scientific meeting is disclosed in this report.\", \"With the advances in genomics, proteomics and functional genomics new therapeutic targets to be tackled by medicinal chemistry are expected. This article reviews applications of first principle methods to address medicinal chemistry issue related to drug/target interactions. Two selected representative case studies involving therapeutically interesting targets are presented. The first case study presents how DFT can contribute to ameliorate scoring functions for drug screening in particular by enabling the discrimination between inhibitors and substrates. The second example shows the use of DFT within the framework of a QM/MM mixed approach for elucidating mechanisms of reaction. This approach allows defining the electronic state and structure of the reaction transition state whose knowledge is essential for designing potent and specific transition state analogs inhibitors. Finally, addressing the issue of other medicinal chemistry related application of DFT we suggest that DFT has indeed the potentiality of becoming very important for challenging now issues presented to medicinal chemistry in the post genomic era.\", \"HPLC is discussed as an essential tool in medicinal chemistry for the monitoring of tricyclic antidepressants in biofluids, providing clinicians with efficient fast and reliable methods to define individual optimum therapeutic concentrations in treatment of depressions. Additional information on mechanism of action, structure activity relationship and metabolism is provided.\", \"This review analyzes the articles that have appeared during the past 10 years in the Journal of Medicinal Chemistry, the leading journal in the field of medicinal chemistry, to provide a picture of the changing trends in this research area. Our analysis involved the country of the corresponding author, assuming that he/she was the leader of the research group, the interaction between private and public sectors, and the research topics. This analysis provides information on the contributions to the journal of authors from each country and highlights the differences between the public and private sectors regarding the research topics pursued. Moreover, changes in the number of articles that describe work on hits, leads, or clinical candidates during these years have been correlated with the affiliation of the contributors (public or private). An analysis of top-cited articles that have appeared in the journal has also been included. The data will provide the basis for understanding the evolution that is taking place in medicinal chemistry.\", \"This paper discusses laboratory activities that can improve the meaningfulness of natural product chemistry course. These laboratory activities can be useful for students from many different disciplines including chemistry, pharmacy, and medicine. Students at the third-year undergraduate level of chemistry education undertake the project to isolate secondary metabolites from medicinal plants. This project provides opportunities for students to design their own activities to isolate secondary metabolites from medicinal plants. Students were exposed to skills as extraction, fractionation, purification, and structural elucidation of secondary metabolites. In this project, two secondary metabolites were successfully isolated from medicinal plants. The implementation of this project improved students' understanding of natural product chemistry.\", \"The parallel medicinal chemistry (PMC) was effectively applied to accelerate the optimization of diacylglycerol O-acyltransferase I (DGAT-1) inhibitors. Through a highly collaborative and iterative library design, synthesis and testing, a benzimidazole lead was rapidly and systematically advanced to a highly potent, selective and bioavailable DGAT1 inhibitor with the potential for further development.\", \"Introduction: Click chemistry has been exploited widely in the past to expedite lead discovery and optimization. Indeed, Copper-catalyzed azide-alkyne cycloaddition (CuAAC) click chemistry is a bioorthogonal reaction of widespread utility throughout medicinal chemistry and chemical biology.Areas covered: The authors review recent applications of CuAAC click chemistry to drug discovery based on the literature published since 2013. Furthermore, the authors provide the reader with their expert perspectives on the area including their outlook on future developments.Expert opinion: Click chemistry reactions are an important part of the medicinal chemistry toolbox and offer substantial advantages to medicinal chemists in terms of overcoming the limitations of useful chemical synthesis, increasing throughput, and improving the quality of compound libraries. To explore new chemical spaces for drug-like molecules containing a high degree of structural diversity, it may be useful to merge the diversity-oriented synthesis and privileged' substructure-based strategy with bioorthogonal reactions using sophisticated automation and flow systems to improve productivity. Large compound libraries obtained in this way should be of great value for the discovery of bioactive compounds and therapeutic agents.\", \"The Seventh Asian Federation for Medicinal Chemistry (AFMC) International Medicinal Chemistry Congress (AIMECS) held in Cairns, Australia was co-hosted by the Royal Australian Chemical Institute Division of Biomolecular Chemistry and included topics covering new therapeutic developments in the fields of cancer, cardiovascular disease, anti-infectives and CNS disorders. This conference report highlights selected presentations on anticancer agents, including ALK5 inhibitors, PAR1 inhibitors, anticoagulants, iron chelators, anxiolytics and GABA receptor antagonists. Investigational drugs discussed include IN-1130 (SK Chemicals Co Ltd/In2Gen Co), SCH-530348 (Schering-Plough Corp), apixaban (Bristol-Myers Squibb Co/Pfizer Inc) and BNC-210 (Bionomics Ltd).\", \"Like all scientific disciplines, drug discovery chemistry is rife with terminology and methodology that can seem intractable to those outside the sphere of synthetic chemistry. Derived from a successful in-house workshop, this Foundation Review aims to demystify some of this inherent terminology, providing the non-specialist with a general insight into the nomenclature, terminology and workflow of medicinal chemists within the pharmaceutical industry.\", \"The most relevant aspects of azolium(pyridinium)azolate betaines with a variety of spacers 1 is reviewed. An interdisciplinary approach to their chemistry is currently directed towards medicinal chemistry, supramolecular chemistry and advanced organic materials. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"Molecular hydrophobicity (lipophilicity), usually quantified as log P where P is the partition coefficient, is an important molecular characteristic in medicinal chemistry and drug design. The log P coefficient is one of the principal parameters for the estimation of lipophilicity of chemical compounds and pharmacokinetic properties. The understanding of log P parameter in the undergraduate medicinal chemistry course seems to be a pitfall for students. This parameter has typically been measured using experimental methods, but recently, log P has been determined using computational methods. The number of publications about lipophilicity predictions has gradually increased over the last 10 years, but the number of programs available for an online prediction of this important parameter remains limited. An interesting tool for calculation of log P coefficients is presented: the Virtual Computational Chemistry Laboratory (VCCLAB) package. The package includes the ALOGPS 2.1 program suitable for log P calculations. This software is accessible online and may be easily mastered by the undergraduate medicinal chemistry student.\", \"Medicinal chemistry and, in particular, drug design have often been perceived as more of an art than a science. The many unknowns of human disease and the sheer complexity of chemical space render decision making in medicinal chemistry exceptionally demanding. Computational models can assist the medicinal chemist in this endeavour. Provided here is an overview of recent examples of automated de novo molecular design, a discussion of the concepts and computational approaches involved, and the daring prediction of some of the possibilities and limitations of drug design using machine intelligence.\", \"Background: Green chemistry is a discipline of great interest in medicinal chemistry. It involves all fields of chemistry and it is based on the principle to conduct chemical reactions protecting the environment at the same time, through the use of chemical procedures able to avoid pollution. In this context, water as solvent is a good choice because it is abundant, nontoxic, non-caustic, and non-combustible. Even if microwave assisted organic reactions in conventional solvents have quickly progressed, in the recent years medicinal chemists have focused their attention to processes deemed not dangerous for the environment, using nanotechnology and greener solvents as water.\\nObjective: Several reports of reaction optimizations and selectivities, demonstrating the capability of microwave to allow the obtaining of increased yields have been recently published using water as solvent. In this review, we selected the available knowledge related to microwave assisted organic synthesis in aqueous medium, furnishing examples of the newest strategies to obtain useful scaffolds and novel derivatives for medicinal chemistry purposes.\\nConclusion: The intention of this review is to demonstrate the exclusive ability of MAOS in water as solvent or as co-solvent. For this purpose we report here the most representative applications of MAOS using water as solvent, focusing on medicinal chemistry processes leading to interesting nitrogen containing heterocycles with potential pharmaceutical applications.\", \"A medicinal chemist combines organic synthesis expertise and the ability to optimize chemistry structure-activity relationships (SAR) based on relevant biomedical information so as to achieve project goals. The ability to optimize chemistry SAR consists of both the easier to explain logical stepwise structural modification that is often described by quantitative structure-activity relationships (QSAR) and the more difficult to explain exercise of high-order pattern recognition. Optimizing SAR is full of traps for the unwary. What are the pros and cons of various types of screens? Should one believe the screening data? How does one optimize against multiple sometimes conflicting properties? What types of compounds are worth screening? How does one judge the quality of a screening hit? Very importantly, drug discovery is a team exercise in which the medicinal chemist plays a key facilitating role. Given good interpersonal skills, the medicinal chemist's training is broad enough to enable cooperative interactions across the whole discovery team. Chemistry pattern recognition is the unique skill that the medicinal chemist contributes to drug discovery. The ability to relate chemistry structure to biological activity and to change chemistry structure so as to change a variety of biomedical parameters in a desired direction leads to the successful \\\"drug hunter.\\\"\", \"This perspective explores the origins of both fluorine and medicinal chemistry a century ago and traces the early history of the intersection of these areas and the subsequent roles that fluorine has played in advancing medicinal innovations and diagnoses during the past 60 years. The overview highlights remarkable breakthroughs in many diverse areas of medicinal chemistry, including inter alia, anesthetics, steroidal and nonsteroidal anti-inflammatory drugs, anticancer and antiviral agents, CNS medications, antibacterials and cholesterol biosynthesis inhibitors. The increasing use of fluorine-18-labeled radiotracers in PET for diagnostic imaging of the brain, heart and in oncology is briefly presented. The signature roles of fluorine in medicinal chemistry are now firmly established. The presence of fluorine in pharmaceuticals has had a major impact on a plethora of important medical applications, such as those cited above. Fluorine will very likely continue to contribute significantly by playing multifaceted roles in enhancing future medical advances.\", \"Professor Iwao Ojima studied at the University of Tokyo (Japan) before being appointed as a Senior Research Fellow and Group Leader at the Sagami Institute of Chemical Research. He is now Director of the Institute of Chemical Biology and Drug Discovery at State University of New York (USA) and has been a visiting professor in European, North American and Asian academic institutions. Professor Ojima agreed to serve as the US Senior Editor of Future Medicinal Chemistry when it launched in 2009 and continues to provide his expertise to the journal. Professor Ojima spoke to Future Medicinal Chemistry about why medicinal chemistry is such an exciting field to work in, the state of the pharmaceutical industry, and what features and issues make this journal unique.\", \"In the area of drug discovery, natural products represent a myriad of templates for new lead discovery. It is, however, most unlikely that the bioactive principle itself shall become a drug; it is much more likely that a medicinal chemistry project needs to be initiated as soon the potency or selectivity or specificity of the new natural product candidate has been disclosed. Brazil has an enormous biodiversity where just a few has been disclosed. Nevertheless, it urges to initiate a joint collaboration in order to circumvent a major breakdown linking between natural products and medicinal chemistry in this country. This paper is intended to encourage people to follow up one of the most pushing forward enterprise that needs to be settled: the pharmaceutical industry.\", \"The activity cliff concept is of high relevance for medicinal chemistry. Recent studies are discussed that have further refined our understanding of activity cliffs and suggested different ways of exploiting activity cliff information. These include alternative approaches to define and classify activity cliffs in two and three dimensions, data mining investigations to systematically detect all possible activity cliffs, the introduction of computational methods to predict activity cliffs, and studies designed to explore activity cliff progression in medicinal chemistry. The discussion of these studies is complemented with new findings revealing the frequency of activity cliff formation when different molecular representations are used and the distribution of activity cliffs across different targets. Taken together, the results have a number of implications for the practice of medicinal chemistry.\", \"The logic behind the traditional medicinal chemistry technique of designing a synthetic enzyme substrate to mimic a natural one is used to uncover the identity of the unknown cause of two legacy industrial diseases by comparing the reported symptoms to two side effects of a modern synthetic.\", \"Since its establishment in 1922 by Professor Ivan Marek and through the work of Nobel Prize winner Vladimir Prelog, the Department of Organic Chemistry, Faculty of Chemical Engineering and Technology, University of Zagreb, showed strong impact, not only on scientific activities of the Department, but on the entire Croatian scientific community, especially in the domain of organic synthetic and medicinal chemistry. Preparative organic chemistry, thanks to the work of Professor Prelog (1935-1941), has remained the main scientific research activity in the Department. Since the formation of the Department of Organic Chemistry, research work in the field of synthetic organic and medicinal chemistry, as well as photochemistry, is carried out in its laboratories, scientific degrees are achieved and numerous organic chemists have been educated, many of whom are now recognised scientists in Croatia and worldwide.\", \"Objective. To investigate German pharmacy students' attitudes toward the relevance of organic chemistry training in Julius Maximilian University (JMU) of Wurzburg with regard to subsequent courses in the curricula and in later prospective career options.\\nMethods. Surveys were conducted in the second-year organic chemistry course (50 participants) as well as during the third-year and fourth-year lecture cycle on medicinal and pharmaceutical chemistry (66 participants) in 2014.\\nResults. Students' attitudes were surprisingly consistent throughout the progress of the degree course. Students considered organic chemistry very relevant to the pharmacy study program (95% junior and 97% senior students), and of importance for their future pharmacy program (88% junior and 94% senior students). With regard to prospective career options, the perceived relevance was considerably lower and attitudes were less homogenous.\\nConclusions. German pharmacy students at JMU Wurzburg consider organic chemistry of high relevance for medicinal chemistry and other courses in JMU's pharmacy program.\", \"This review highlights the medicinal and synthetic chemistry relevance of replacing an aromatic chloride motif with an aromatic nitrile. We explore the desirable features that this transformation can bring in a drug design sense and the recent synthetic chemistry advances that effect this replacement in a single step.\", \"Diels-Alder reactions have emerged as highly powerful transformations for the generation of structurally complex polycyclic scaffolds essentially due to their associated rapidity and atom-economy. Since its discovery in 1928, a better understanding of steric and electronic effects have allowed the development of many different versions including intramolecular [4+2] cycloadditions, hetero-Diels-Alder reactions, and catalytic asymmetric variants, among others. In this chapter, we will give an overview on the application of Diels-Alder reactions in Medicinal Chemistry.\", \"Medicinal chemistry, a field typically left to the graduate and commercial realm, can be an effective pedagogical tool at an undergraduate institution. The drug-discovery process can be used as a tool to provide a broad range of research experiences that includes the design, synthesis, and testing of novel small molecules as potentially new therapeutic agents. Herein we discuss our scientific and pedagogical efforts and detail some of the available resources that faculty working at primarily undergraduate colleges may find useful in their exploration of a medicinal chemistry-related research program.\", \"On Lake Lucerne, 120 leading chemists gathered for the 54th time to discuss about the latest developments on medicinal chemistry, asymmetric synthesis, organo- and photocatalysis, organometallic chemistry, and green chemistry. The photograph shows a view of the lake from the entrance of the Burgenstock conference venue.\", \"An array of six pyridyl-substituted fused bicyclic piperidines was prepared as novel cores for medicinal chemistry. For maximum diversity, the size of the fused ring varied from three to six atoms and contained up to two oxygen atoms. The pyridine ring was incorporated to improve physicochemical properties and to challenge the robustness of the chemistry. The presence of the pyridine did interfere with our initial approaches to these molecules, and in several instances, a blocking strategy had to be employed. These new scaffolds possess high sp3 character and may prove useful in multiple medicinal chemistry applications.\", \"Photoaffinity labeling has a longstanding history as a powerful biochemical technique. However, photoaffinity labeling has significantly evolved over the past decade principally due to its coupling with bioorthogonal/click chemistry reactions. This review aims to highlight tandem photoaffinity labeling-bioorthogonal conjugation as a chemical approach in medicinal chemistry and chemical biology. In particular, recent examples of using this strategy for affinity-based protein profiling (AfBPP), drug target identification, binding ensemble profiling, studying endogenous biological molecules, and imaging applications will be presented. Additionally, recent advances in the development of 'all-in-one' compact moieties possessing a photoreactive group and clickable handle will be discussed. (C) 2012 Elsevier Ltd. All rights reserved.\", \"Objective. To incorporate structural biology, enzyme kinetics, and visualization of protein structures in a medicinal chemistry course to teach fundamental concepts of drug design and principles of drug action.\\nDesign. Pedagogy for active learning was incorporated via hands-on experience with visualization software for drug-receptor interactions and concurrent laboratory sessions. Learning methods included use of clicker technology, in-class assignments, and analogies.\\nAssessment. Quizzes and tests that included multiple-choice and open-ended items based on Bloom's taxonomy were used to assess learning. Student feedback, classroom exercises, and tests were used to assess teaching methods and effectiveness in meeting learning outcomes.\\nConclusion. The addition of active-learning activities increased students' understanding of fundamental medicinal chemistry concepts such as ionization state of molecules, enzyme kinetics, and the significance of protein structure in drug design.\", \"This manuscript serves as a review of how the R language has been used in the last decade to address problems related to medicinal chemistry design. This includes the use of the R language for chemoinformatics applications and interfaces, as well as statistical modeling for ADMET and potency endpoints. Additionally, a few examples of R code are provided to demonstrate the ability of this language to make available cutting-edge statistical analysis to the medicinal chemistry design community.\", \"Polyethylenimine (PEI), an organic branched or linear polyamine polymer, has been successfully used in the past for DNA complexation and transfection in vitro and in vivo into several cell lines and tissues. PEI was also applied in different fields from gene therapy and several studies have emphasized the importance of this polymer in medicinal chemistry. In this brief critical review the uses and applications of this versatile polymeric molecule will be discussed.\", \"Here, we describe medicinal chemistry that was accelerated by a diversity-oriented synthesis (DOS) pathway, and in vivo studies of our previously reported macrocyclic antimalarial agent that derived from the synthetic pathway. Structure-activity relationships that focused on both appendage and skeletal features yielded a nanomolar inhibitor of P. falciparum asexual blood-stage growth with improved solubility and microsomal stability and reduced hERG binding. The build/couple/pair (B/C/P) synthetic strategy, used in the preparation of the original screening library, facilitated medicinal chemistry optimization of the antimalarial lead.\", \"Phosphatidylinositol 3-kinases (PI3Ks) are a family of lipid kinases that phosphorylate the 3-OH of the inositol ring of phosphoinositides, and deregulation of this pathway has implications in many diseases. The search for novel PI3K inhibitors has been at the forefront of academic and industrial medicinal chemistry with over 600 medicinal chemistry-based publications and patents appearing to date, leading to 38 clinical candidates and the launch of two drugs, idelalisib in 2014 and copanlisib in 2017. This Perspective will discuss medicinal chemistry design approaches to novel isoform-selective inhibitors through consideration of brief case histories of compounds that have progressed into clinical development or that have revealed new structural motifs in this highly competitive area of research.\", \"The field of medicinal inorganic chemistry is rapidly advancing. In particular organometallic complexes have much potential as therapeutic and diagnostic agents. The carbon-bound and other ligands allow the thermodynamic and kinetic reactivity of the metal ion to be controlled and also provide a scaffold for functionalization. The establishment of structure-activity relationships and elucidation of the speciation of complexes under conditions relevant to drug testing and formulation are crucial for the further development of promising medicinal applications of organometallic complexes. Specific examples involving the design of ruthenium and osmium arene complexes as anticancer agents are discussed.\", \"The properties of any molecule are fixed at the point of design. Since reliance on commercially available reagents sets to probe SAR relationships may result in incomplete interrogation of property space, efforts to pursue novel proprietary reagent collections are of clear benefit. One such approach based on fragmentation and analysis of molecules described in patent and medicinal chemistry literature is described, highlighting an example of key secondary amines with potential for broad applicability across medicinal chemistry.\", \"The carbamate group is a key structural motif in many approved drugs and prodrugs. There is an increasing use of carbamates in medicinal chemistry and many derivatives are specifically designed to make drugtarget interactions through their carbamate moiety. In this Perspective, we present properties and stabilities of carbamates, reagents and chemical methodologies for the synthesis of carbamates, and recent applications of carbamates in drug design and medicinal chemistry.\", \"Why carry out medicinal chemistry at a university, when it means competing with the billion-dollar research efforts of the pharmaceutical industry? In academic research,the race to get a drug to market is not the prime motivation. Instead, university-based medicinal chemistry is driven by the search for new knowledge and the opportunity to educate a new generation of chemists. Furthermore, academia can complement commercial efforts by addressing diseases neglected by private industry.\", \"Approaches to drug discovery continue to undergo rapid and significant change, presenting both opportunity and challenges. This meeting looked at some of the ways that medicinal chemistry has been responding to these changes organizationally, through the application of new technology and by applying the many lessons learned from past failures. It also focused on the many new opportunities where the application of medicinal chemistry skills could lead to even broader impact in the drug discovery process. This meeting brought together experts to discuss changes in organization that companies have made to respond to changes in the research environment. Application of one emerging technology and its potential to support drug discovery was also discussed. Later sessions examined the roll of the host of metrics for assessing compound quality in drug discovery that have emerged and how they may evolve and be used most effectively to drive discovery programs. Finally looking to new areas of opportunity for medicinal chemistry, we heard about the application of medicinal chemistry in stem cell research and the role of chemical biology in the drug discovery process. This meeting was of interest to all involved in the drug discovery process.\", \"The 246th American Chemical Society (ACS) National Meeting and Exposition took place in Indianapolis, Indiana, with more than 7,000 oral and poster presentations covering a diverse range of topics, from medicinal chemistry and synthesis to health and environmental chemistry. This report summarizes a few highlights from the medicinal chemistry sessions.\", \"With the advent of high throughput technologies in biological screening in the 1980s, providing sufficient numbers of small molecules for screening became a bottleneck in the drug discovery process. Combinatorial chemistry was the first attempt by chemists to address this issue. However, since its first applications, combinatorial chemistry has evolved rapidly into diverse fields. This review will focus on the evolution and the current status of what we refer to today as automated medicinal chemistry.\", \"Given its position at the heart of small-molecule drug discovery, medicinal chemistry has an important role in tackling the well-known productivity challenges in pharmaceutical research and development. In recent years, extensive analyses of successful and failed discovery compounds and drug candidates have improved our understanding of the role of physicochemical properties in drug attrition. Based on the clarified challenges in finding the 'sweet spot' in medicinal chemistry programmes, we suggest that this goal can be achieved through a combination of first identifying chemical starting points with appropriate 'nature' and then rigorously 'nurturing' them during lead optimization. Here, we discuss scientific, strategic, organizational and cultural considerations for medicinal chemistry practices, with the aim of promoting more effective use of what is already known, as well as a wider appreciation of the risks of pursuing suboptimal compounds.\", \"Benzoboroxoles are cyclic boronic acids and they have gained significant attention amongst the organic and medicinal chemistry community in recent years with the approval of benzoboroxole based drugs such as tavaborole for onychomycosis and crisaborole for atopic dermatitis. There have been numerous other benzoboroxole-based compounds identified that exhibit excellent biological activity against wide variety of diseases. Much of the recent literature describes the preparation of functionalized benzoboroxoles and their applications in organic synthesis, materials, and medicinal chemistry. This review outlines the various methods reported for the synthesis of this class of compounds along with few recent applications of benzoboroxoles in medicinal chemistry. (C) 2018 Elsevier B.V. All rights reserved.\", \"Background: The recent advances for the synthesis and application of different metallocenes for Medicinal Chemistry is reviewed.\\nObjective: This manuscript presents the different metallocene scaffolds, with special emphasis on ferrocene derivatives, and their potential pharmaceutical application. Over the last years, the synthesis of new metallocene compounds and their biological and medicinal effects against some types of diseases (e. g. anti-tumoral, antibiotics, anti-viral) have been reported. From the medicinal point of view, the attractive properties of metallocene derivatives, such as their high stability, low toxicity and appealing redox behaviors are particularly relevant.\\nResults: This area has attracted many researchers as well as the pharmaceutical industry due to the promising results of some metallocenes, in particular ferrocene compounds, in breast cancer and malaria.\", \"In this paper, some of the discoveries and accomplishments of the fluorine chemistry, in its past, present and future will be reviewed. The dramatic changes that the field of fluorine-containing compounds has undergone over the last 70 years, from the discovery of Freon in 1930s to the positron emission technology (PET) are discussed. The future of fluorine chemistry appears to be bright and new perspectives are expected in the most important areas of technology in the new millennium.\", \"It is both the best of times and the worst of times to be a medicinal chemist. Massive amounts of data combined with machine-learning and/or artificial intelligence (AI) tools to analyze it can increase our capabilities. However, drug discovery faces severe economic pressure and a high level of societal need set against challenging targets. Here, we show how improving medicinal chemistry by better curating and exchanging knowledge can contribute to improving drug hunting in all disease areas. Although securing intellectual property (IP) is a critical task for medicinal chemists, it impedes the sharing of generic medicinal chemistry knowledge. Recent developments enable the sharing of knowledge both within and between organizations while securing IP. We also explore the effects of the structure of the corporate ecosystem within drug discovery on knowledge sharing.\", \"Background and purpose: Pharmacy practice has evolved tremendously over the years to meet the demands of the growing healthcare system. Foundational sciences like, medicinal chemistry can enhance the critical-thinking and therapeutic decision-making skills of today's professional pharmacists. The importance of medicinal chemistry for the doctor of pharmacy (PharmD) curriculum has been discussed from the perspectives of medicinal chemistry and practicing clinical faculty whose focused practices vary from infectious diseases to geriatrics.\\nEducational activity and setting: An Institutional Review Board (IRB)-approved perception survey and a year-end course evaluation were given to the second and third professional year students.\\nFindings: Eighty-eight percent of the participating second-year students and 92% of the participating third-year students thought that the introduction of case studies in the medicinal chemistry curriculum enhanced their learning and appreciation for the subject.\\nDiscussion and summary: The Pharmacy Curriculum Outcomes Assessment (PCOA) exams, given at the University of Houston College of Pharmacy during the years of 2013-2015, were briefly discussed. Since the requirement to administer the PCOA went into effect in early 2016, the authors felt that not enough time existed to establish meaningful controls to conduct a correlation study with the student perspective survey results obtained and PCOA data provided in 2015. This study, therefore, highlights the importance of integrated approaches to pharmacy teaching at the University of Houston.\", \"Small molecule drug discovery commonly ventures into previously unknown and unexplored target space. For such programs, an important role of medicinal chemistry is to generate molecules that enable the most reliable conclusions from a preclinical target validation/invalidation study. Multiple facets of chemistry that provide the most rigorous results for such an experiment are highlighted.\", \"The study of medicinal plants has many unique challenges and special considerations. These plants arc studied for their specific chemistry, or pharmacologic activity. Plants arc highly sensitive to their environment and respond through changes in their chemistry. To date, one of the biggest problems in the study of medicinal plants has been the acquisition of consistent, positively identified material for chemical analysis. successful protocols for the collection, identification, and establishment of medicinal plants species in tissue culture is invaluable for future studies. This protocol outlines methods to establish Scutellaria baicalenisis, and Scutellaria lateriflora from commercial seed sources, and collection and establishment of Scutellaria racemosa from wild populations.\", \"Butyrylcholinesterase (BChE) is considered a promising drug target for the treatment of moderate to severe Alzheimer's disease (AD). Here, we review medicinal -chemistry strategies that are currently available for the discovery of selective BChE inhibitors.\", \"Fluoroorganic compounds exhibit unique properties and their potential is increasingly being exploited in the pharmaceutical fields. Along these lines, it is shown how fluorine is involved in medicinal chemistry through some selected examples, with a special focus on effects on metabolism and design of enzyme inhibitors.\", \"The 9th Asian Federation for Medicinal Chemistry (AFMC) International Medicinal Chemistry Congress (AIMECS) was in Taipei this year, where more than 500 delegates from the pharmaceutical and biotechnology industries attended, as well as academic experts from 25 different countries. The conference consisted of 5 plenary lectures, 21 symposia oral sessions and more than 200 presentations focused on the latest trends in the development of new bioactive compounds, with sessions covering synthesis, pharmacology, drug delivery systems and computational chemistry for drug discovery. This report highlights new drugs in early stages of development and study results of drugs that are already in clinical development.\", \"On December 8, 2017, the Society for Medicines Research (SMR) and the Biological and Medicinal Chemistry Sector of the Royal Society of Chemistry (RSC BMCS) jointly hosted a 1-day meeting in London on \\\"Recent trends and technologies in medicinal chemistry towards medicines of the future.\\\" This well-attended meeting was a combination of medicinal chemistry, chemistry-based drug discovery-enabling technologies and chemical biology from academic, industry and not-for-profit groups. The meeting was primarily focused on talks from U.K. groups to reflect the breadth of work taking place across the U.K. to advance our understanding and prosecution of targets, technologies, and lead series to underpin medicines research.\", \"There has been little consensus between the pharmaceutical industry and academic communities concerning the best approach to train medicinal chemists for drug discovery. For decades the pharmaceutical industry has shown preference for synthetic organic graduates over candidates with degrees from medicinal chemistry programs on the assumption that medicinal chemistry expertise will be acquired on the job. However, ongoing changes to pharmaceutical drug discovery organizations and practices threaten to undermine this training model. There is a compelling argument to be made for establishment of a strong industry academic partnership to train new candidates with sophisticated knowledge of contemporary drug design concepts and techniques to ensure that the future needs of both industry and academic drug discovery research can be served.\", \"The changes in synthetic and medicinal chemistry and related drug discovery science as practiced in big pharma over the past few decades are described. These have been predominantly driven by wider changes in society namely the computer, internet and globalisation. Thoughts about the future of medicinal chemistry are also discussed including sharing the risks and costs of drug discovery and the future of outsourcing. The continuing impact of access to substantial computing power and big data, the use of algorithms in data analysis and drug design are also presented. The next generation of medicinal chemists will communicate in ways that reflect social media and the results of constantly being connected to each other and data.\", \"The successful application of both solid and solution phase library synthesis, combined with tight integration into the medicinal chemistry effort, resulted in the efficient optimization of a novel structural series of selective HDAC1/HDAC2 inhibitors by the MRL-Boston Parallel Medicinal Chemistry group. An initial lead from a small parallel library was found to be potent and selective in biochemical assays. Advanced compounds were the culmination of iterative library design and possess excellent biochemical and cellular potency, as well as acceptable PK and efficacy in animal models. (C) 2008 Elsevier Ltd. All rights reserved.\", \"The medicinal chemistry of dicarba-closo-dodecaboranes (otherwise referred to as carboranes) has traditionally centered on their use in boron neutron capture therapy (BNCT). More recently, work has begun to exploit the unique chemical and physical properties of carboranes for the preparation of novel inorganic pharmaceuticals and biological probes. This review is designed to highlight some of the recent work concerning medicinal carborane chemistry including the synthesis and testing of new BNCT agents. Following this review, as an appendix, is an illustrated summary of reactions involving carboranes reported in literature since 1992. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"The Biennial Asian Federation for Medicinal Chemistry (AFMC) International Medicinal Chemistry Congress (AIMECS) took place in Jeju Island located approximately 100 km off the Korean peninsula. The symposium's program this year consisted of 4 keynote lectures, 4 general oral sessions, 12 themed oral presentation blocks and 2 poster sessions. This year's tagline was innovative approaches for drug discovery and development, which was reflected in the many universities, mostly based in Korea, submitting posters for display at the conference.\", \"Therapeutic effects through G protein-coupled receptors (GPCRs) are promoted by a full agonist, partial agonist, neutral antagonist or inverse agonist. Dramatic change of function such as from a neutral antagonist to a full agonist with minimal variation of ligand structure is a phenomenon that medicinal chemists often encounter. This is also influenced by a change of assay format. The subtle nature of structure-function relationships is difficult to grasp unless carefully considered from both chemistry and assay perspectives. In this article we discuss the subtle aspects of GPCR drug discovery from the medicinal chemistry perspective.\", \"The synthesis and evaluation of structural analogues and isosteres are of central importance in medicinal and agricultural chemistry. The sulfonamide functional group represents one of the most important amide isosteres in contemporary drug design, and about 500 such compounds have overcome both the pharmacological and regulatory hurdles that precede studies in humans. The mono aza analogues of sulfonamides, that is, sulfonimidamides, are rapidly gaining popularity as a novel functional group among synthetic chemists involved in the design of biologically active compounds for both pharmaceutical and agrochemical applications. Herein, we review these recent developments to showcase the promise of this functional group.\", \"CHI's 17th International Tri-Conference on Molecular Medicine, held in San Francisco, included topics covering new developments in the field of medicinal chemistry. This conference report highlights selected presentations on fragment-based drug discovery, quantum mechanical energy decomposition for the analysis of SARs, medicinal chemistry strategies and the role of imaging in drug discovery. Investigational drugs discussed include MLN-4924 (Millennium Pharmaceuticals Inc), GDC-0449 (Chugai Pharmaceutical Co Ltd/Curis Inc/F Hoffmann-La Roche Ltd/Genentech Inc/NCI), RDEA-119 (Ardea Biosciences Inc/Bayer HealthCare AG) and tafamidis (Fx-1006A; FoldRx Pharmaceuticals Inc).\", \"Arylacetonitriles are versatile building blocks for the construction of heterocyclic scaffolds in medicinal chemistry. These intermediates are able to engage in a variety of synthetic transformations, giving rise to diverse biologically active structures. This digest focuses on recent applications of this synthetic methodology by drug discovery teams across several disease areas, with an emphasis on different reaction types. (C) 2017 Elsevier Ltd. All rights reserved.\", \"This review summarizes drug discovery efforts on mGluR2 positive allosteric modulators (PAMs) from 2000 to 2013. Medicinal chemistry programs and the identified 21 chemotypes are analyzed and compared in terms of their biological activity and ligand efficiency. Comparative analysis of ligand efficiency metrics including ligand efficiency and lipophilic ligand efficiency allowed us to identify the most promising chemotypes. The perspective of their clinical development was evaluated in the light of recent human data.\", \"SCHIZOPHRENIA: FORTY YEARS OF THE DOPAMINERGIC HYPOTHESIS FROM THE MEDICINAL CHEMISTRY POINT OF VIEW. Schizophrenia is a devastating psychiatric illness that affects 1-2% of the world population and continues as a challenge to neuroscience. In this work, we describe an account about the historical evolution of the dopaminergic hypothesis of schizophrenia discussing, from the medicinal chemistry point of view all different classes of antipsychotic drugs, emphasizing the rational design, structure activity relationships (SAR) and physico-chemical properties related with its molecular mechanism of action.\", \"An overview of the marine natural products (MNPs) field is shown, including an update of FDA-approved drugs and those in clinical trials that can be considered derivatives of MNPs. The importance of marine microorganisms in present studies and the application of emerging techniques and technologies to this field are highlighted.\", \"Objective. To integrate process-oriented guided-inquiry learning (POGIL) team-based activities into a 1-semester medicinal chemistry course for doctor of pharmacy (PharmD) students and determine the outcomes.\\nDesign. Students in the fall 2007 section of the Medicinal Chemistry course were taught in a traditional teacher-centered manner, with the majority of class time spent on lectures and a few practice question sets. Students in the fall 2008 and fall 2009 sections of Medicinal Chemistry spent approximately 40% of class time in structured self-selected teams where they worked through guided-inquiry exercises to supplement the lecture material.\\nAssessment. The mean examination score of students in the guided-inquiry sections (fall 2008 and fall 2009) was almost 3 percentage points higher than that of students in the fall 2007 class (P < 0.05). Furthermore, the grade distribution shifted from a B-C centered distribution (fall 2007 class) to an A-B centered distribution (fall 2008 and fall 2009 classes).\\nConclusions. The inclusion of the POGIL style team-based learning exercises improved grade outcomes for the students, encouraged active engagement with the material during class time, provided immediate feedback to the instructor regarding student-knowledge deficiencies, and created a classroom environment that was well received by students.\", \"This review summarises recent advances in the design of multivalent glycoconjugates, such as glycodendrimers, glyconanotubes, and glyconanoparticles, and their uses in medicinal chemistry including the development of carbohydrate-based antitumor vaccines. Literature is covered since 2007.\", \"Polypharmacology has expanded enormously over the last ten years, with several multitarget drugs (MTDs) already in the market. This Viewpoint provides a basis for a discussion about the critical need to develop MTDs in a more rationale and conscious way. A checklist to maximize success in polypharmacology is proposed.\", \"A copper-promoted Ritter-type trifluoroethoxylation of (hetero)arenediazonium tetrafluoroborates with TMSOCH2CF3 was developed. The resulting trifluoroethyl imidates are potentially valuable in organic synthesis and medicinal chemistry.\", \"The blending of microwave heating and parallel chemistry is a logical consequence of the significant rate enhancement and higher product yield afforded by microwave technology and the increase in productivity afforded by combinatorial chemistry. For this reason, this combination has become increasingly popular in the organic chemistry community. The current review highlights the application of this approach as a way to increase the rate of analogue synthesis in medicinal chemistry.\", \"Objective: Review sessions provide an opportunity for the students to revise materials they have learned previously. A case study has been designed using the story of Vincent van Gogh, a legendary painter with various illnesses. With this case study, almost all kinds of central nervous system drugs, including antidepressants, sedative-hypnotics, anti-epileptics, analgesics and antipsychotic drugs were reviewed, and several basic concepts of medicinal chemistry were revised, from pharmacokinetics and drug discovery to structure-property and structure-activity relationships. Methods: a series of student tests were performed to evaluate the effect of case study teaching. This study was designed to examine whether the method of review had any effect on three main factors: final exam performance, study habits and interest in medicinal chemistry. In total, 168 students in three classes participated in the study, 83 in the case-based review group ( case study of van Gogh's illnesses) and 85 in the control group ( traditional review materials). All of the students attended these classes separately and there was no significant difference in attendance. Both classes were held during normal class time, which meant that students did not need to make special accommodations in order to attend. Results: The students who attended this review course had positive outcomes in terms of their concluding final exam performance, study habits, and student interest in medicinal chemistry. Conclusion: Case study from famous people's legend story could increase the students' interest. This method could potentially be used as a new teaching method to revise medicinal chemistry.\", \"A simple and convenient method for the incorporation of fluorinated alpha-hydroxy acids into peptides is described. The target conjugates were obtained from alpha-alkynyl-alpha-trifluoromethyl-alpha-hydroxy acids and azido peptides via the copper(I)-catalyzed Huisgen cycloaddition reaction (click chemistry). After straightforward deprotection, the alpha-trifluoromethyl-alpha-hydroxy acid containing peptides may find important applications in biochemistry and medicinal chemistry.\", \"Felix Calderon was born in 1976 in Madrid, Spain. He studied chemistry at the Autonoma University of Madrid where he obtained his B.Sc. and M.Sc. degrees. His pre-doctoral experience includes collaborations at the Department of Applied Organic Chemistry of the University of Turin (Italy), the Drug Discovery Department of GlaxoSmithKline (Tres Cantos, Madrid) and the Medicinal Chemistry Institute of CSIC (Madrid). In 2002 he joined the research group of Dr. Alfonso Fernandez-Mayoralas at the Organic Chemistry Institute of CSIC (Madrid) to pursue his Ph.D. His primary interests include asymmetric organocatalysis, green chemistry, medicinal chemistry and molecular modeling.\", \"Frank Ivy Carroll received his BS degree in chemistry from Auburn University (AL, USA) in 1957 and was awarded the PhD in chemistry by the University of North Carolina at Chapel Hill (NC, USA) in 1961. He joined the research staff of the Research Triangle Institute (NC, USA) as a Research Chemist and rose steadily to the position of Vice President of the Chemistry and Life Sciences Group, a position he held from 1996-2001. Dr Carroll also served as Director of the Center for Organic and Medicinal Chemistry from 1975-2007. He is presently Distinguished Fellow for Medicinal Chemistry. Dr Carroll has varied research interests, but since 1990, a major thrust of his research efforts has involved development of pharmacotherapies for substance abuse (cocaine, nicotine, methamphetamine, opioids and ethanol) and other CNS disorders. Dr Carroll has published 468 peer-reviewed articles, 33 book chapters and 46 patents and has received numerous awards for his research accomplishments; the most recent are: the 2010 North Carolina Award for Science; the 2010 National Institute on Drug Abuse Public Service Award for Significant Achievement; and the 2012 Alfred Burger Award in Medicinal Chemistry from the American Chemical Society. In 2007, he was inducted into the American Chemical Society Medicinal Chemistry Hall of Fame.\\nInterview conducted by Hannah Coaker, Assistant Commissioning Editor\", \"Over the last decade, 1,2,3-triazoles have received increasing attention in medicinal chemistry thanks to the discovery of the highly useful and widely applicable 1,3-dipolar cycloaddition reaction between azides and alkynes (click chemistry) catalyzed by copper salts and ruthenium complexes. After a decade of medicinal chemistry research on 1,2,3-triazoles, we feel that the time is ripe to demonstrate the real ability of this heterocycle to participate in important and pivotal binding interactions with biological targets while maintaining a good pharmacokinetic profile. In this study, we retrieved and analyzed X-ray crystal structures of complexes between 1,2,3-triazoles and either proteins or DNA to understand the pharmacophoric role of the triazole. Furthermore, the metabolic stability, the capacity to inhibit cytochromes, and the contribution of 1,2,3-triazoles to the overall aqueous solubility of compounds containing them have been analyzed. This information should furnish fresh insight for medicinal chemists in the design of novel bioactive molecules that contain the triazole nucleus.\", \"The shortcomings of native peptides as pharmaceuticals have been long known: short duration of action, lack of receptor selectivity, lack of oral bioavailability. However medicinal chemistry offers solutions to the first two limitations and oral bioavailability issues have been addressed with novel routes of administration (e. g. intranasal, inhalation) and injectable depot formulations. The principal issue for peptide drugs has been a short duration of action, widely assumed to be due to proteolysis. While proteolysis is a problem for native peptide structures, modification of the peptide structure by acylation, PEGylation, unnatural amino acids or restricted conformation can largely remove this issue. However rapid clearance from the blood into the urine remains an issue for even proteolytically stable molecules. Medicinal chemistry approaches here have been peptide modifications to slow release from the injection site (hydrophobic, hydrophilic, self-associating depots), PEGylation, fatty acid acylation, and the like. Medicinal chemistry approaches used in successful peptide pharmaceuticals using unnatural amino acids to achieve depot formation are highlighted in this review.\", \"A 3D model visualization and basic molecular modeling laboratory suitable for first-year undergraduates studying introductory medicinal chemistry is presented. The 2 h practical is embedded within a series of lectures on drug design, target drug interactions, enzymes, receptors, nucleic acids, and basic pharmacokinetics. Serving as a teaching aid to the lecture material, 3D models of biological macromolecules exploiting Schrodinger software and the Maestro graphical user interface (GUI) is explored to enhance student learning. A considerably positive response was received from the participants. Background and details of the laboratory are outlined, while the student handout with answers is included as Supporting Information.\", \"Natural products are the inspiration for many valuable therapeutic agents and attest to biodiversity being a rich source of new molecular structures. Their value as templates for medicinal chemistry remains undisputed, even after the growth of the combinatorial chemistry era. Tropical environments, such as Brazilian biomes, offer a particularly rich potential for biologically active compounds with unique structures and continue to contribute toward modern drug discovery. Our bioprospecting of plant species of the Cerrado and Atlantic Forest biomes has yielded promising bioactive secondary metabolites, and we describe some of these molecules and semisynthetic derivatives as potential acetylcholinesterase (AChE) inhibitors.\", \"Rapid advances in our collective understanding of biomolecular structure and, in concert, of biochemical systems, coupled with developments in computational methods, have massively impacted the field of medicinal chemistry over the past two decades, with even greater changes appearing on the horizon. In this perspective, we endeavor to profile some of the most prominent determinants of change and speculate as to further evolution that may consequently occur during the next decade. The five main angles to be addressed are: protein-protein interactions; peptides and peptidomimetics; molecular diversity and pharmacological space; molecular pharmacodynamics ( significance, potential and challenges); and early-stage clinical efficacy and safety. We then consider, in light of these, the future of medicinal chemistry and the educational preparation that will be required for future medicinal chemists.\", \"Sulfonamides are well known motifs in medicinal chemistry, forming a large family of antibacterial agents as well as being found in numerous other drugs. The chemistry of this functional group, however, is less well documented. This review seeks to bring together the various applications and advantages of this motif in organic synthesis, which includes the sulfonamide as an activating group, protecting group, leaving group and as a molecular scaffold.\", \"The GP2A European Conference is a two-day meeting focused on medicinal chemistry and the use of tools to explore all fields of drug discovery and drug design such as molecular modelling, bioorganic chemistry, MS studies, in vitro in vivo assays, and structure activity relationships. Abstracts of keynote lectures, plenary lectures, junior lectures, flash presentations, and posters presented during the meeting are collated in this report.\", \"Medicinal chemists have increasing opportunities to transition from the pharmaceutical industry to academic medical centers interested in translational research. This Viewpoint highlights some of the differences between these two cultures and strategies to succeed in academic drug discovery.\", \"The four-membered oxetane ring has been increasingly exploited for its contrasting behaviors: its influence on physicochemical properties as a stable motif in Medicinal chemistry and its propensity to undergo ring-opening reactions as a synthetic intermediate. These applications have driven numerous studies into the synthesis of new oxetane derivatives. This review takes an overview of the literature for the synthesis of oxetane derivatives, concentrating on advances in the last five years up to the end of 2015. These methods are clustered by strategies for preparation of the ring and further derivatization of preformed oxetane-containing building blocks. Examples of the use of oxetanes in medicinal chemistry are reported, including a collation of oxetane derivatives appearing in recent patents for medicinal chemistry applications. Finally, examples of oxetane derivatives in ring-opening and ring-expansion reactions are described.\", \"Owing to their high occurrence rate across many human cancers and their lack of druggability so far, mutant forms of the signaling protein Ras are currently among the most attractive (and elusive) oncology targets. This strong appeal explains the sustained effort in the field, and the ensuing progress has rekindled optimism regarding the discovery of Ras inhibitors. In this Minireview, we discuss the most recent advances towards irreversible inhibitors, and highlight approaches to inhibitors of Ras-effector interactions that have been overshadowed by the current focus on direct Ras inhibition. At the same time, we provide a critical assessment from a medicinal chemistry perspective.\", \"The use of natural products has definitely been the most successful strategy in the discovery of novel medicines. Secondary metabolites from terrestrial and marine organisms have found considerable use in the treatment of numerous diseases and have been considered lead molecules both in their natural form and as templates for medicinal chemistry. This paper seeks to show the great value of secondary metabolites and emphasize the rich chemical diversity of Brazilian biodiversity. This natural chemical library remains understudied, but can be a useful source of new secondary metabolites with potential application as templates for drug discovery.\", \"The dengue virus and related flaviviruses are an increasing global health threat. In this perspective, we comment on and review medicinal chemistry efforts aimed at the prevention or treatment of dengue infections. We include target-based approaches aimed at viral or host factors and results from phenotypic screenings in cellular assay systems for viral replication. This perspective is limited to the discussion of results that provide explicit chemistry or structure activity relationship (SAR), or appear to be of particular interest to the medicinal chemist for other reasons. The discovery and development efforts discussed here may at least partially be extrapolated toward other emerging flaviviral infections, such as West Nile virus. Therefore, this perspective, although not aimed at flaviviruses in general, should also be able to provide an overview of the medicinal chemistry of these closely related infectious agents.\", \"A collection of novel, pharmaceutically relevant cubane-containing molecules has been prepared from the commercially available cubane-1,4-dimethylester. A range of synthetic methods have been applied to prepare these cubane building blocks with one or two functional handles to allow easy incorporation into existing medicinal chemistry programs.\", \"In a computational study, the 1H-pyrazolo[3,4-c]pyridin-5-ol and 2,6-naphthyridin-3-ol heterocycles were identified as unknown heteroaromatic ring systems of potential value for medicinal chemistry. Here we report robust and concise synthetic protocols that provide access to these two scaffolds on a multigram scale.\", \"The field of medicinal chemistry involves the design, synthesis, and development of new drugs that can be further enhanced with the application of ontologies. In this paper, we discuss the need for a molecular structure ontology to aid us in the task of drug discovery. We outline a requirements-driven approach that guides us in the design of the Molecular Structure Ontology (MoSt) by which we represent atoms, bonds, functional groups, and molecules as things in the ontology. Finally, we demonstrate how the ontology can be used to axiomatize small molecules like Daraprim.\", \"The Journees Franco-Belges de Pharmacochimie is a recognized two-day annual meeting on Medicinal Chemistry that is renowned for the advanced science presented, conviviality, and outstanding opportunities for senior and young scientists to exchange knowledge. Abstracts of plenary lectures, oral communications, and posters presented during the meeting are collected in this report.\", \"The \\\"Journees Franco-Belges de Pharmacochimie\\\" is a recognized two-day annual meeting on Medicinal Chemistry that is renowned for the advanced science presented, conviviality, and outstanding opportunities for senior and young scientists to exchange knowledge. Abstracts of plenary lectures, oral communications, and posters presented during the meeting are collected in this report.\", \"Pyrazole nucleus is a unique structural scaffold which acts as an interesting template for combinatorial as well as medicinal chemistry. This review presents a detailed overview on the synthesis, QSAR and pharmacological applications of pyrazole. In addition, it covers most recent reports on structural modifications on pyrazole illustrating vital structural activity relationship.\", \"In undergraduate level organometallic chemistry courses students are usually taught that organometallic compounds are toxic and unstable in air and water. While this is true of many complexes, some are also non-toxic and stable in air and water. Indeed, bioorganometallic chemistry, the study of biomolecules or biologically active molecules that contain at least one carbon directly bound to a metal, is a thriving subject, and air and water stability is a general pre-requisite. This interdisciplinary field is located at the borderline between chemistry, biochemistry, biology and medicine. In this tutorial review, various aspects of bioorganometallic chemistry are introduced, with the main emphasis on medicinal organometallic compounds. Organometallic therapeutics for cancer, HIV and malaria and other medicinal applications are described. It is also shown how rational ligand design has led to new improved therapies much in the same way that an organometallic chemist working in catalysis will design new ligands for improved activities.\", \"David Triggle's scientific career began as a chemist, went through medicinal chemistry into pharmacology, and finally on to somewhat more philosophical interests in later years. It was a career marked by many contributions to all of those aspects of science. Chief amongst his many contributions, in addition to those in medicinal chemistry, was his work on the drugs known as calcium ion channel blockers or (calcium antagonists). In the calcium ion channel field he was a particularly instrumental figure in sorting out the mechanisms, actions and roles of the class of calcium channel blockers, known chemical and pharmacologically as the dihydropyridines (DHPs) in particular, as well as other calcium blockers of diverse structures. During the course of a long career, and extensive journeys into medicinal chemistry and pharmacology, he published voluminously in terms of papers, reviews, conference proceedings and books. Notably, many of his papers often had limited authorship where, as senior author it reflected his deep involvement in all aspects of the reported work. His work always helped clarify the field while his incisive reviews, together with his role in coordinating and running scientific meetings, were a great help in clarifying and organizing various fields of study. He has had a long and illustrious career, and is wellknown in the world of biomedical science; his contributions are appreciated, and well recognized everywhere. The following article attempts to chart a path through his work and contributions to medicinal chemistry, pharmacology, science, academia and students. (C) 2015 Elsevier Inc. All rights reserved.\", \"Drug repurposing is an approach to finding new uses for older drugs and has been gaining popularity in recent years. The role of traditional medicinal chemistry in the context of these efforts is considered.\", \"Geetanjali Agnihotri was born in 1978 in Etawah, India. She received her B.Sc. (Chemistry) and M.Sc. (Chemistry) in 1997 and 1999, respectively, from S.S.J.M. University, Kanpur, India. She is Currently pursuing her Ph.D. under the Supervision of Dr Anup Kumar Misra, Medicinal and Process Chemistry Division, Central Drug Research Institute, Lucknow. Her research interest is mainly focused on the synthesis of complex oligosaccharides and transformation of carbohydrates into bioactive molecules of medicinal interest.\", \"The future of medicinal chemistry as both a pure and an applied science has been considered relative to trends that are already having a significant impact upon drug discovery and development. After quickly reviewing how medicinal chemistry has been practiced to date, topics considered into the future include: pursuing therapeutic efficacy, addressing 3D structure within database settings, assuring absorption, directing distribution, controlling metabolism, optimizing elimination, and avoiding toxicity. It is suggested that as the exploration of these topics proceeds into the new millennium by deploying combinatorial chemistry coupled to high-throughput screening, medicinal chemistry will play a key role as a central interpreter of the underlying structure-activity relationships such that the overall process of drug discovery and development will be knowledge-generating. As fundamental knowledge accumulates across all of these areas, virtual approaches will eventually become firmly anchored to experimental and theoretical databases having validated clinical predictability. The potential impact of sonic of the recent trends in process chemistry, and in analytical chemistry using X-ray diffraction as an exemplary method, are additionally highlighted before reiterating the article's major points in a summary section. From this purview, the summary also considers the education of future medicinal chemists, notes potential issues related to the future of pharmaceutical-related intellectual property, and concludes by alluding to a brewing paradox between enhanced knowledge and enhanced molecular diversity relative to the future discovery of new drugs.\", \"We discuss briefly the development and the present status of medicinal chemistry. In this context, we consider the therapeutic possibilities of the phytotherapy. On the basis of this analysis, the development of the phytopharmaceutical industry in Brazil is shown to be of essential importance for both the university and the Country due to the human and technological resources involved.\", \"Due to its rigid cage structure, adamantane has received considerable interest as a scaffold with a defined tetrahedral geometry. In this paper we describe orthogonally functionalized tetrasubstituted adamantane derivatives. These compounds may be conjugated to other functional molecules by standard techniques such as amide formation or click chemistry and are thus useful (3 + 1) scaffolds for medicinal and material chemistry.\", \"Small molecules remain the backbone for modern drug discovery. They are conceived and synthesized by medicinal chemists, many of whom were originally trained as organic chemists. Support from government and industry to provide training and personnel for continued development of this critical skill set has been declining for many years. This Viewpoint highlights the value of organic chemistry and organic medicinal chemists in the complex journey of drug discovery as a reminder that basic science support must be restored.\", \"Substantial terms have been recognized on the associated risk elements, comorbidities as well as, putative pathophysiological processes of Alzheimer disease and related dementias (ADRDs) as well as, type 2 diabetes mellitus (T2DM), a few from greatest important disease from the moments. Very much is considered regarding the biology and chemistry of each predicament, nevertheless T2DM and ADRDs are an actually similar pattern developing from the similar origins of maturing or synergistic conditions connected by aggressive patho-corporeal terms and continues to be ambiguous. In this depth-critique article, we aimed to investigate all possibilities and represented a novel and applicable approach from the Medicinal Chemistry concepts.\", \"The recent development of analogs of brefeldin A (BFA), a fungal metabolite, for the improvement of BFA apoptosis-inducing activity is described. BFA has been isolated from various soil or, more recently, marine fungi and has shown versatile beneficial activities. More importantly, the apoptosis-inducing activity of BFA in cancer cells highlights the possibility of further developing this natural product as an anticancer agent. Besides its biological importance, its structural features have also gathered tremendous interest from both medicinal and synthetic chemists. By a medicinal chemistry and total synthesis approach, numerous analogs from BFA have been developed to improve its inferior bioavailability and its antiproliferative ability. In this review, the recent medicinal chemistry efforts in relation to the production of BFA analogs are extensively presented.\", \"Jointly organized by the French Societe de Chimie Therapeutique (SCT), the Royal Society of Chemistry (RSC, UK), the Societe Royale de Chimie (SRC, Belgium) and the Koninklijke Vlaamse Chemische Vereniging (KVCV, Belgium), the 43(rd) International conference on medicinal chemistry (RICT43) took place on July 2007 at the School of Pharmacy in Lille (France). On the theme \\\"Drug discovery and selection\\\", the three following major evolutions of the process of drug discovery were illustrated and discussed: the link between physiopathological hypotheses and molecular targets identified through human genome sequencing and the concept of \\\"polypharmacology\\\", the wide range of technologies from screening to new synthetic procedures, and the requirement for a multiparametric optimization even in the very early phases of discovery.\", \"Metals play a vital role in human and plant physiology and important research is directed towards exploring the interrelated mechanisms that govern their interactions with biomolecules. Bioinorganic medicinal chemistry studies the functions, processing, storage and applications of metal ions and their complexes in biological systems. This paper presents a brief discussion about on interactions of metals with biomolecules that determine their intracellular accumulation, where metal ions may fulfill essential functions in cellular metabolism or, in certain cases, exert toxic effects towards cells.\", \"Boron clusters have been employed successfully as constituents in bioactive substances. In this review, the perspectives of boron clusters for drug design and problems to be solved for a broader application are discussed, and a list of actions is given for overcoming the problems.\", \"New and effective biochemical tools as well as medicinal and therapeutic agents have been successfully developed through strategic incorporation of fluorine(s) based on the rational design by taking into account the special properties of fluorine. Fluorinated analogues of biologically active molecules can also serve as excellent probes for the investigation of biochemical mechanisms. (19)F-NMR can provide unique and powerful tools for the structural and mechanistic investigations in chemical biology. This article describes our recent studies on the use of fluorine in the medicinal chemistry and chemical biology of taxane anticancer agents, exploiting the unique nature of this element, as a showcase of the \\\"current fluoroorganic chemistry\\\" at the biomedical interface.\", \"This study describes the implementation of a didactic methodology in medicinal chemistry known as problem solving learning. Students were divided into groups of four to nine students predicted to have varying aptitudes in these classes based on their performances in previous chemistry courses. Prior to coming to each class, students are required to read a specific portion of the class notes and answer the questions posed at the end of each reading assignment. A problem set based on the designated reading is distributed to all students who then work in the small discussion groups. At the commencement of the next class, answers to the problem set are presented by the instructor or alternatively by students from one or more of the groups. This approach is viewed positively by the students as a stimulating and challenging way to understand medicinal chemistry.\", \"Orbitals and orbital overlap are important concepts in chemistry but are seldom incorporated into medicinal chemistry analyses of drug target interactions. Our orbital overlap distance D(r) quantifies the size of the \\\"test orbital\\\" that best overlaps with a system's computed orbitals at point r. The overlap distance provides information about all of the occupied orbitals across a molecule, extending frontier orbital (Fukui) analysis and complementing widely used maps of the surface electrostatic potential. We present the first tests of the overlap distance for problems in medicinal chemistry. The overlap distance quantifies the different coordination chemistries of pairs of metal cations possessing similar charges and ionic radii. Combining the overlap distance and electrostatic potential provides a rich picture of the binding sites for chemically \\\"hard\\\" versus \\\"soft\\\" cations in formylglycine-generating enzyme and extends frontier orbital analysis in quantifying the chemistry of promiscuous binders. We conclude by showing how the electrostatic potential and overlap distance combine to give a novel and experimentally testable prediction for improving the in vivo activity of centromere-associated protein E inhibitors. The results motivate including the overlap distance alongside electrostatic potential maps in medicinal chemistry.\", \"In this review the latest developments in ligand design for the adenosine A(1) receptor are summarized. Novel series of agonists and antagonists are discussed, leading to the conclusion that ligands truly selective for the human adenosine A(1) receptor are still scarce.\", \"An ongoing discussion has been pursued by synthetic and medicinal chemists over the past few decades as to the exact mechanism of microwave catalysts. The main conundrum posed is: does microwave irradiation purely catalyze reactions through heat, or through a combination of thermal and non-thermal energies?\\nThere are several hypotheses as to the mechanisms of action for microwave-assisted reactions, in organic synthesis, medicinal chemistry and more recently protein chemistry. This chapter explores the potential mechanisms involved and summarizes the outcomes as regards microwave applications in the world of proteomics and protein chemistry.\", \"This manuscript describes the role of natural products in the process of drug discovery. In fact, several different natural compounds have been used as inspiration to develop new drugs. Some relevant examples are presented in chronological order.\", \"Reported herein is a medicinal chemistry effort towards the identification of orally available TGR5 agonist 12, which served as a dog tool compound for studies to increase confidence in this mechanism. With the challenge of striking the balance of TGR5 potency and desired clearance profile, the screening strategy as well as medicinal chemistry strategy are discussed in this article.\", \"It has become evident that fluorinated compounds have a remarkable record in medicinal chemistry and will play a continuing role in providing lead compounds for therapeutic applications. This tutorial review provides a sampling of renowned fluorinated drugs and their mode of action with a discussion clarifying the role and impact of fluorine substitution on drug potency.\", \"Medicinal Chemistry is a multidisciplinary discipline and the discovery of new bioactive molecules is one of its objectives. Molecular Hybridization (MH) is a strategy of rational design of new prototypes, where the lead compound is produced through an adequate fusion of pharmacophoric sub-unities. Undergraduate laboratory experiments for Medicinal Chemistry education with a focus on MH are scarce. Therefore, the present paper describes a practice class for some undergraduate courses (Pharmacy, Chemistry and/or Chemical Engineering) involving drug development and MH that can be performed at low cost. In this work, alternative materials such as paracetamol and sulfadiazine tablets were used to engage student's attention and to contextualize important concepts of MH. The experiment describes the synthesis of a new compound involving the azo coupling between an aromatic amine (sulfadiazine) and a phenol (paracetamol) to show undergraduate students a practical example of MH. In this case, SciFinder (R) - a search website of the American Chemical Society - was also demonstrated and utilized as a search tool in the proposed experimental class.\"]"