"[\"Human society actually faces many environmental challenges such as environmental pollution, climate changes and loss of biodiversity. These issues induce major risks for ecosystems and are a serious threat for further life on Earth. Anthropogenic pressure may continue to exacerbate the present-day problems. Prevention and mitigation of environmental issues demands sound science and dedicated political support. For that, environmental chemistry is a central and multidisciplinary science that will provide new concepts and applied methods to solve actual environmental issues. Here, we outline the scope of environmental chemistry. The Anthropocene era and major chemical disasters are discussed. We present also the challenges of atmospheric chemistry, analytical chemistry, statistics and chemometrics, and education in environmental chemistry.\", \"This paper shows the investigation results related to identifying the prospects of addressing environmental issues in the discipline of environmental studies, included in the bachelor degree course in chemistry at nine institutions of higher education in the south and southeast. From the analysis of the interviews we found that environmental issues are part of the initial licensing, but still require a deepening of possible interfaces and convergences between the dimensions of environmental chemistry and green chemistry, as well as a greater approach to and association with the field of environmental education in addressing environmental issues.\", \"Curricula for Environmental Chemistry have become established, not only recently in the US; but also in European countries. This article discusses the current situation in Germany. German students can make their choice among four possibilities: 1. full-time studies in environmental sciences, 2. classical chemistry program followed by an environmental supplementary program, 3. classical chemistry program with a mandatory choice between environmental or ecological chemistry, 4. classical introductory chemistry followed by a major course of studies in environmental subjects.\\nThe background of this development is the attempt to reform the German chemical curricula (Wurzburger Modell) which emphasizes practice and the environmetally related subjects.\", \"The purpose of this study is to examine the effects of 'environmental chemistry' elective course via Technology-Embedded Scientific Inquiry (TESI) model on senior science student teachers' (SSSTs) conceptions of environmental chemistry concepts/issues, attitudes toward chemistry, and technological pedagogical content knowledge (TPACK) levels. Within one group pre-test-post-test design, the study was conducted with 117 SSSTs (68 females and 49 males-aged 21-23 years) enrolled in an 'environmental chemistry' elective course in the spring semester of 2011-2012 academic-years. Instruments for data collection comprised of Environmental Chemistry Conceptual Understanding Questionnaire, TPACK survey, and Chemistry Attitudes and Experiences Questionnaire. Significant increases in the SSSTs' conceptions of environmental chemistry concepts/issues, attitudes toward chemistry, and TPACK levels are attributed to the SSSTs learning how to use the innovative technologies in the contexts of the 'environmental chemistry' elective course and teaching practicum. The study implies that the TESI model may serve a useful purpose in experimental science courses that use the innovative technologies. However, to generalize feasibility of the TESI model, it should be evaluated with SSSTs in diverse learning contexts.\", \"The Anthropocene, the geological force of the humankind or The Age of Humans implies new processes of reflection on the complexity of our environmental and planetary reality. The discussion on the concept of Anthropocene and its consequences in the academy, in teaching and society should emerge on us a necessary process of a dialogue between different knowledges and an environmental contextualization in teaching chemistry. In this article, we propose a reflection in relation to the environmental education and teaching chemistry in this scenario in three topics: a) the environmental education and the Anthropocene, b) the Anthropocene and environmental chemistry and c) teaching chemistry and Anthropocene. The relationships among the planetary complexity, the environmental education and social learning are arisen for the discussion on Anthropecene, as well as the approach of planetary limits in teaching Chemistry. In the context of teaching Chemistry and the Anthropecene, three topics were selected for didactic planning classes that have already been used for regular and young-adults high schools in the state of Rio de Janeiro, which were: a) green house gases, global warming and teaching Chemistry, b) urban solid wastes and teaching chemistry and c) plastics and teaching Chemistry.\", \"The paper discusses the position and role of environmental chemistry among the other environmental disciplines. It discusses the various aspects of environmental chemistry and emphasizes the need for developing fundamental studies in biophysical environmental chemistry in order to better understand the functioning of environmental systems. These systems include a large number of various structures in the nanometer to meter range which play key roles on compound fluxes and consequently on the homeostasis of ecosystems and on their disturbance by anthropogenic activities. Both structures and fluxes are presently ill-known and new concepts and methods must be developed in this field. For chemistry, this is a challenging area where supramolecular structures and processes play dominant roles. It is also a challenging field for the development of environmental sciences since detailed and sound physico-chemical processes are needed in macroscopic modeling of compound circulation in ecosystems. In addition, teaching this discipline to chemistry students would allow them to confront complex, structured real systems. This paper also discusses the relationship between biophysical environmental chemistry and the other environmental disciplines within integrated multidisciplinary studies. The structure used at the Faculty of Sciences of the University of Geneva to favour a flexible but efficient integration is briefly described.\", \"High school students should have a greater understanding of global environmental issues. This can be accomplished by using environmentally-relevant examples to teach high school chemistry. Appropriate demonstrations and laboratory experiments that illustrate these topics are suggested. To incorporate additional environmental chemistry in the secondary curriculum, help from environmental scientists will be needed.\", \"This paper presents the results of a study involving current teachers of the chemistry teaching curricular components of twelve Chemistry licentiate courses at state universities in the South and South-east of Brazil. The aim was to analyse how these curricular components can work together to address environmental issues in Chemistry teacher-training. From analysis of the interviews, it can be ascertained for example that environmental themes in the curricular components analysed are treated with differing levels of intensity and perspectives, and in some cases, have a more illustrative character regarding chemistry concepts.\", \"Environmental chemistry and ecotoxicology have been losing support, resources, and recognition at universities for many years. What are the possible causes of this process? A first problem may be that the need for research and teaching in environmental chemistry and ecotoxicology is no longer seen because chemical pollution problems are considered as largely solved. Second, environmental chemistry and ecotoxicology may be seen as fields dominated by routine work and where there are not many interesting research questions left. A third part of the problem may be that other environmental impacts such as climate change are given higher priority than chemical pollution problems. Here, several cases are presented that illustrate the great demand for innovative research and teaching in environmental chemistry and ecotoxicology. It is crucial that environmental chemistry and ecotoxicology are rooted in academic science and are provided with sufficient equipment, resources, and prospects for development.\", \"Discussions held in the chemical education community have generated a variety of reports and recommendations for reforming the chemistry curriculum. The recommendations refer to teaching chemistry in the context of real-world issues. This has been suggested as a way to enhance students' motivation. It is suggested that real-world problems emphasize the interdisciplinary nature of chemistry and the relevance of chemistry to the students' lives. An attempt was made to incorporate these recommendations into the teaching of chemistry by teaching analytical chemistry together with environmental chemistry. A unit incorporating analytical chemistry in an environmental context was developed, in which the students learn concepts of a specific environmental issue. The unit \\\"I Have Chemistry with the Environment\\\", consisting of two modules, was developed on the topics of drinking-water quality, and the greenhouse effect. The research questions focus on the change in the attitudes and perceptions of the students toward chemistry and environmental issues, after learning the environmental unit. The results indicate that the students underwent a significant change in their awareness of environmental issues. All the students mentioned that the unit influenced their everyday-life perceptions of environmental issues and that their awareness of environmental issues increased. Another important finding was that more students found that learning the \\\"I Have Chemistry with the Environment\\\" unit encouraged them to learn chemistry. They indicated that they especially appreciated the feeling that they could discover things by themselves. Clearly, the students found that learning the unit was relevant to chemistry learning as well as to their personal lives. Researchers believe that such a program may promote education for sustainable development.\", \"This article is both an essay to propose social chemistry as a new scientific discipline and a preface of the books Environmental Chemistry for a Sustainable World. Environmental chemistry is a fast emerging discipline aiming at the understanding the fate of pollutants in ecosystems and at designing novel processes that are safe for ecosystems. Past pollution should be cleaned, and future pollution should be predicted and avoided (Lichtfouse et al. 2005a). Such advices are still not applied by humans as demonstrated by the Fukushima nuclear event and global warming. Human errors are repeatable. We therefore suggest a possible solution, which involves bridging chemistry and society by integrating social sciences in chemical research. In particular, citizen discourse analysis should be useful to design chemicals that are both innovative and accepted by society. Then, we present the recent success of environmental chemistry through the foundation of the Association of Chemistry and the Environment; the increase in the impact factor of Environmental Chemistry Letters from 0.814 in 2006 to 2.109 in 2009; and over 35,000 chapter downloads of the book Environmental Chemistry. Lastly, we highlight major topics of the new book series Environmental Chemistry for a Sustainable World (Lichtfouse et al. 2011a, b). The two first volumes are entitled Nanotechnology and Health Risk, and Remediation of Air and Water Pollution.\", \"Defining environmental chemistry is a not an easy task because it encompasses many different topics. According to Stanley E. Manahan, author of a classical textbook of Environmental Chemistry, this branch could be defined as the one centered in the study of the sources, transport, effects and fates of chemical species in the water, soil, and air environments, as well as the influence of human activity upon these processes. More recently, new knowledge emerged from the Environmental Toxicology allowed to go even deeper in the meaning of 'effects' and 'fates' of a continuous growing number of organic and inorganic species disposed in water bodies, soils and atmosphere. Toxicity tests became an important tool to evaluate the environmental impact of such species to a great number of organisms, thus allowing to set quality criteria for drinking water, sediments and biota. The state of art shows that environmental chemistry is a multi-inter disciplinary science by nature; therefore, it needs more than a limited, unique-approach and non-oriented set of data to understand the nature of natural processes. Taking all these aspects into consideration, one can say that Environmental Chemistry in Brazil is now a well established area of research within the classical areas of the Chemistry, with a large number of emerging groups as well research groups with worldwide recognition.\", \"This paper mainly reviewed the background, application and development on environmental electroanalytical chemistry, 79 literatures were cited.\", \"This study was realized with high school Chemistry teachers from the region of and around Florianopolis (SC). It examines the pedagogical implications of these teachers' views on environmental issues, and discusses the possibilities and difficulties of bringing these issues into the Chemistry classroom. The semi-structured interviews were analyzed using Textual Discourse Analysis principles. The dominance of content-based teaching and traditional pedagogical approaches appears to hinder curricular changes. Most subjects pay little heed to environmental issues and their relation to Chemistry, and endorse a view of science as neutral, and the environment as anthropocentric - views far from Green Chemistry principles.\", \"Environmental Chemistry covers a range of topics within the discipline of chemistry, from toxicology to legislation, which warrants interdisciplinary study. Consequently, problem-based learning (PBL), a style of student-centered learning which facilitates the integration of multiple subjects, was investigated to determine if it would be a more appropriate instructional method for teaching Environmental Chemistry than the traditional teacher-centered education model. This article describes the practical aspects of course development and implementation of PBL in a master's level course in Environmental Chemistry. Overall, the results, which were collected from the initial two years of the course, indicated that the students were pleased and found PBL to be an efficient methodology for not only learning, but also acquiring an in-depth understanding of Environmental Chemistry. This is intended as a case-study with the target audience consisting primarily of high school and undergraduate chemistry teachers, but may also be useful for teachers in other subject areas with an interest in student-centered education.\", \"An overview of service learning is presented, with emphasis on how service learning applies in college-level chemistry courses, and how environmental chemistry and awareness can be related to the area of community service.\", \"This paper reports an undergraduate laboratory experiment to measure heterogeneous liquid/gas reaction kinetics (ozone-oleic acid and ozone-phenothrin) using a flow reactor coupled to an attenuated total reflectance-Fourier transform infrared (ATR-FTIR) spectrometer. The experiment is specially designed for an upper-level undergraduate Physical Chemistry laboratory course and may be incorporated in environmental chemistry and toxicology laboratory courses as well. From the experiment, students can measure heterogeneous reaction rates, calculate reactive uptake coefficients, and evaluate the lifetime of chemicals in an atmospheric environment, which is conducive to their understanding of several important concepts related to physical chemistry and environmental chemistry.\", \"This study discusses the relationship between Green Chemistry and Environmental Sustainability as expressed in textbooks and articles on Green Chemistry authored by their promoters. It was found that although the Brundtland concept of Sustainable Development/Sustainability has been mentioned often by green chemists, a full analysis of that relationship was almost never attempted. In particular, green chemists have paid scarce attention to the importance of The Second Law of thermodynamics on Environmental Sustainability and the consequences of the limitations it imposes on Green Chemistry, which are discussed in this paper.\", \"Environmental degradation is a general problem but it is often more serious in developing nations where levels of awareness are lower than in industrialized countries. There is, therefore, a need particularly in developing countries to increase pro-environmental attitudes and behaviors. In this paper, we report the results of a quasi-experimental study designed to change environmental attitudes and environmental behaviors among 263 science pre-service teachers. The treatment consisted in the form of a green chemistry curriculum. We found statistically reliable changes in environmental attitudes, as measured by the New Ecological Paradigm, and in eight self-reported environmental behaviors. The Bayesian t-test suggests that the evidence for the changes to have been the result of the green chemistry curriculum is decisive. We conclude that the green chemistry curriculum constitutes a suitable context: (a) for supporting pre-service teachers in their development of pro-environmental attitudes and (b) for changing the levels of self-reported pro-environmental actions.\", \"Organic Chemistry is one of the important elementary courses of environmental engineering major. According to the major requirements, we take targeted steps to teach students in accordance of their aptitude emphasize on communication, reform teaching methods and properly use various kinds of teaching and experimental means. In this way, we arouse students' interesting of learning Organic Chemistry and improve the teaching effects and quality.\", \"An undergraduate laboratory experiment is described to measure Henry's law constants of organic compounds using a bubble column and gas chromatography flame ionization detector (GC-FID). This experiment is designed, for upper-division undergraduate laboratory courses and can be implemented in conjunction with physical chemistry, analytical chemistry, environmental chemistry, and toxicology laboratory courses. This experiment can be used to determine solubilities of organic compounds that have important implications in atmospheric chemistry and water pollution and build a useful database through undergraduate experiments.\", \"The addition of environmental topics, including green chemistry, to the traditional undergraduate inorganic course has been slow and uneven. However, this need not be the case. There are several examples of environmentally important problems that could be included in an inorganic chemistry course. These include problems that were anticipated and prevented, ones that were treated after the fact, and some that have not yet been solved satisfactorily. An argument is made for the inclusion of environmental chemistry with other descriptive chemistry in the sophomore ''descriptive inorganic chemistry'' course.\", \"The extraction of some pollutants from different matrices, the treatment of hazardous and infectious wastes, the destruction of refractory compounds and the prevention of noxious emissions are the main environmental applications of microwave-assisted chemistry. The advantages and disadvantages of this technique are also considered.\", \"Although the chemical enterprise has provided numerous contributions to humanity, unintended consequences contribute to a disproportionate exposure of hazardous chemicals to certain populations based on race and socioeconomic status. Integrating concepts of social and environmental justice within chemistry curriculum provides an educational framework to help mitigate these impacts by training the next generation of chemists with justice-centered and green chemistry principles to guide their future work. Green and sustainable chemistry technologies can contribute to social equity and environmental justice. However, equity and social justice have only recently become a significant part of the green chemistry conversation. This article summarizes how the authors have explored issues of equity and environmental justice with the green and sustainable chemistry community. It offers a toolbox for college and university instructors containing foundational language, research, and idea-generation that can be used to strengthen the transition of a traditional chemistry curriculum toward a justice-centered one.\\n[GRAPHICS]\\n.\", \"Green chemistry patents are an indicator of environmental innovation and R&D. Over 3200 green chemistry patents were granted in the US patent system between 1983 and 2001, with most assigned to the chemical sector. The university and government sectors place greater emphasis on green chemistry than most industrial sectors. Worldwide, the emphasis on green chemistry technology relative to chemical, plastic, rubber, and polymer technologies has increased since 1988. The United States appears to have a competitive advantage in green chemistry. The most rapid growth in the emphasis on US green chemistry patents coincides with revisions to major US environmental laws in the late 1980s and early 1990s. However, the ratio of green chemistry patents to patents in other areas of chemical sciences in heavily regulated industries are low, suggesting that these industries did not necessarily embrace green chemistry as a means to reduce their regulatory burden. (C) 2004 Elsevier B.V. All rights reserved.\", \"A collaborative environmental service-learning project was implemented between upper-level undergraduate science majors and graduate chemistry students at a large state school and first-year students at a small private liberal arts college. Students analyzed the water quality in a nature preserve by determining the quantities of 12 trace metals, seven anions including nitrate and phosphate, and Escherichia coli and coliform bacteria. Dissolved oxygen, temperature, and pH were recorded in the field as well. Students publicly communicated their results by creating deliverables such as a standard operating procedures manual, a PowerPoint presentation, and a professional-quality poster. The project was successful and student learning and interest in environmental chemistry were enhanced. The community response was particularly positive.\", \"The Education Division of the American Chemical Society (ACS) and the Joint Board/Council ACS Committee on Environmental Improvement (CEI) have complementary roles in facilitating the incorporation of sustainability and green chemistry principles into the chemistry curriculum at multiple levels. The Education Division provides specific products such as the Chemistry in Context textbook, whose new edition features sustainability integrated throughout, and workshops in green chemistry. GET crafts environmental policy statements for the Society and promotes the incorporation of sustainability into chemical education through joint programming with the Division of Chemical Education and through specifically targeted projects. This communication summarizes one of the invited papers to the ConfChem on Educating the Next Generation: Green and Sustainable Chemistry, held from May 7 to June 30, 2010 and hosted by the ACS DivCHED Committee on Computers in Chemical Education (CCCE).\", \"The applications of plasma chemistry to environmental problems and to green chemistry are emerging fields that offer unique opportunities for advancement. There has been substantial progress in the application of plasmas to analytical diagnostics and to waste reduction and waste management. This review discusses the chemistry and physics necessary to a basic understanding of plasmas, something that has been missing from recent technical reviews. The current status of plasmas in environmental chemistry is summarized and emerging areas of application for plasmas are delineated. Plasmas are defined and discussed in terms of their properties that make them useful for environmental chemistry. Information is drawn from diverse fields to illustrate the potential applications of plasmas in analysis, materials modifications and hazardous waste treatments, (C) 2000 Elsevier Science B.V. All rights reserved.\", \"Methylation is an important process of biogeochemical cycling for many toxic metal elements. In this paper, four methylating agents available for methyl transfer in natural system and three alternative mechanisms of methylation are summarized. The significance of metal methylation in environmental chemistry studies is also discussed.\", \"The green chemistry revolution provides an enormous number of oppourtunities to discover and apply new synthetic approaches using alternative feedstocks; ecofriendly reaction conditions, energy minimizations and the design of less toxic and inherently safer chemicals. The origin and basis of green chemistry chart for achieving environmental and economic prosperity inherent in a sustainable world. One important element of sustainable chemistry is commonly defined as the chemical research aiming at the optimization of chemical processes and products with respect to energy and material consumption, inherent safety, toxicity, environmental degradability, and so on. While considerable progress has been made in environmental chemistry, green chemistry, and the environmental assessment of chemical products but the societal aspect of sustainable chemistry remains to be recognized fully in all branches of chemical research, one prerequisite for this is the inclusion of sustainable chemistry into chemical education from the very beginning.\", \"The article shows an analysis of how the theme \\\"water\\\" is presented in chemistry textbooks in high school settings. The results show, to a large extent, a contextualized approach of the chemical contents related to the theme \\\"water\\\" through texts with technological applications and their environmental, social, political and economic implications. From this initial analysis, the authors propose the construction of a model for the insertion of environmental education in the teaching of Chemistry using \\\"water\\\" as a generative theme. The research aims to encourage and to contribute with pedagogical practices in Chemistry studies that favor the contact of students with environmental themes in learning experiences that are pleasurable and meaningful for students.\", \"KinSim is a research-grade, interactive, user-friendly, open source, and visual software for kinetics modeling of environmental chemistry and other applications. Students without any computer-programming background and limited knowledge of environmental chemistry can use KinSim, which also includes multiple features and functionality dedicated to reducing users' workload and preventing users from creating errors in modeling; thus, KinSim is particularly suitable for in-classroom and homework teaching applications. Students can choose from several preprogrammed mechanisms and initial conditions for important environmental-chemistry problems, and only clicking a few buttons is needed to perform a simulation and obtain graphs with concentrations and chemical fluxes. The mechanism and initial conditions can be edited very easily to study other cases. Feedback from its use in courses shows the effectiveness of KinSim in helping students conduct computer experiments to gain familiarity with environmental chemical systems and helping them gain deeper understanding of the complex emergent behaviors of the systems. KinSim's accuracy and speed are similar to those of other software packages used in research, and at least 15 published peer-reviewed papers have used it.\", \"The paper discusses main trends observed in the field of modern environmental analytical chemistry. The analytics and related terms have been defined and general scheme of analytical procedures for environmental samples have been proposed. The stress has been put on interdisciplinary and intradisciplinary links of analytical chemistry. The trends have been classified as methodical and instrumental ones and recent progress in both has been described. Some selected tendencies, i.e., lowering detection limits and increasing selectivity, introduction and development of hyphenated techniques and remote measurements have been comprehensively described.\", \"This article is meant to be appetizer and introduction to this special issue of CHIMIA on 'Chemistry at EAWAG'. Two major topics presently challenge environmental chemistry, not only at EAWAG: The human impact on global and regional biogeochemical cycles and the pollution of the environment by anthropogenic chemicals. In order to tackle the various tasks associated with these problems, environmental chemists have to build bridges between the molecular scope of laboratory experiments and the systems approach of comprehensive field and modeling studies. This requires the ability to collaborate with either disciplines and to combine their knowledge with a profound understanding of chemistry. Some consequences of these requirements for research and education in environmental chemistry are also addressed in this article.\", \"South Dakota State University (SDSU) and partner institutions Black Hills State University (BHSU) and Northern State University (NSU) offered a 3-year, 10-week summer REU Site program focused on environmental and green materials chemistry that provided students with multi-disciplinary research experiences in the areas of catalysis and less hazardous synthesis, energy efficiency and safer solvents, and the environmental chemistry of natural systems. Its goal was to provide cutting-edge research experiences, mentoring and research-themed professional development to increase student preparedness to pursue graduate school or environmental and green chemistry careers. Student participants learned how to apply chemical knowledge to research problems in environmental and green chemistry, developed their professional technical communication skills, and developed an understanding of research educational and career opportunities available beyond an undergraduate degree through an integrated, dynamic program of research, professional development and student activities that was facilitated by distance education tools. BHSU and NSU used this program to introduce and integrate undergraduate research into their chemistry curricula.\", \"Research in sciences education currently complain that is necessary to educate people responsible to act and critical thought about social environmental reality, it requires teachers, curriculum organizations and assessments to work in this perspective. Thus, this research was conducted to determine correspondence between teaching, learning and evaluation of environmental contents in curricula and textbooks for teaching chemistry in Brazil. We did a content analysis of curricular standards in seven chemistry books and in the tests \\\"National High School Examination: ENEM\\\". We found that chemistry teaching around environmental contents and teaching strategies in relation to environmental aspects in the curricular parameters and in most of the textbooks analysed are in agreement with the references of the current research in didactics of sciences and environmental education. However, in ENEM evaluation tests there is few content related to the environment, and these few are decontextualized and presented in a traditional way; Therefore, do not meet environmental education policies, which means that there is disarticulation between what is taught according to educational policies and what is evaluated in this national test.\", \"A study evaluating Brazilian chemical researchers understanding of the scope of the terms Environmental Sustainability and Sustainable Development, and their assessment of how to deal with environmental fragility and limits, is reported. Results showed a certain degree of acknowledgement of the need for a more sustainable development, but little agreement on the magnitude of the environmental limits. The researchers recognized the limitations of the classical paradigms \\\"of dilution\\\" and \\\"of risk\\\", but showed no agreement on the requirements of the new \\\"ecological paradigm\\\" based on Environmental Sustainability and the 12 principles of Green Chemistry, important to assess the role of Green Chemistry for Sustainability.\", \"An introductory general chemistry laboratory course was developed to provide an authentic research experience in environmental chemistry. First- and second-year students learned general chemistry concepts and laboratory skills in the context of snow chemistry while participating in the course-based undergraduate research experience. Students were guided through all steps of the research process, including research question development, data collection and processing, interpretation of results in the context of scientific literature, and both written and oral presentations. A key component of the course was an individual laboratory experiment in which snow samples from the Arctic were analyzed for pH and ion content. Assessment of the course via pre- and postcourse surveys indicated that students, the majority of whom were women, experienced greater gains in confidence of research skills and general attitudes toward chemistry as compared to the traditional general chemistry laboratory course. This course represents a novel integration of environmental chemistry research into an introductory level chemistry laboratory course, and this approach has significant potential to increase student engagement in the sciences.\", \"The concept of green chemistry is widely recognized in chemical laboratories. To properly measure an environmental impact of chemical processes, dedicated assessment tools are required. This paper summarizes the current state of knowledge in the field of development of green chemistry and green analytical chemistry metrics. The diverse methods used for evaluation of the greenness of organic synthesis, such as eco-footprint, E-Factor, EATOS, and Eco-Scale are described. Both the well-established and recently developed green analytical chemistry metrics, including NEMI labeling and analytical Eco-scale, are presented. Additionally, this paper focuses on the possibility of the use of multivariate statistics in evaluation of environmental impact of analytical procedures. All the above metrics are compared and discussed in terms of their advantages and disadvantages. The current needs and future perspectives in green chemistry metrics are also discussed.\", \"This work refers to the use of RPG Maker (educational software) as a learning object (OA) for awareness and contextualization of the teaching of Chemistry in Secondary School. The relationship between environmental education and the Chemistry teaching enables the students to observe the changes that occurr in the environment improving therefore their understanding of the content. Since the teacher has the function to choose the methodology that enables reflection and a critical understanding of the reality in which the student is inserted, it is proposed that one of the viable ways of working environmental education in chemistry teaching is to contextualize subjects using an LO, like the educational software based on the RPG Maker. As it was visualized in this work, the use of the LO made the class more interesting and contextualized, facilitating the learning related to environmental education issue.\", \"This paper aims to present an overview of the ongoing of the Brazilian environmental chemistry over the last forty years inserted in the context of the Brazilian Chemical Society (SBQ). Initially, a brief history presents the main milestones and premise of its \\\"birth\\\" in the 1980s, as well as the set of major actions taken within the SBQ to consolidate and strengthen this area of research. Then, in a separated approach between atmosphere, hydrosphere and lithosphere, we present the evolution of the main topics covered in Environmental Chemistry in Brazil, as well as the contribution of the chemists in the interdisciplinary scenario that constitutes this area. Finally, an overview of the evolution of the teaching of Environmental Chemistry in Brazil is presented.\", \"The ability to correctly identify the greenest of several syntheses is a particularly useful asset for young chemists in the growing green economy. The famous univariate metrics atom economy and environmental factor provide insufficient information to allow for a proper selection of a green process. Multivariate metrics, such as those used in life-cycle assessment (LCA) to determine environmental impact, are much more informative. A team exercise was developed, based upon nine LCA environmental impact metrics, where students are tasked with selecting the greenest synthesis from a set of literature procedures. Students select the greenest synthesis by quantifying the environmental impact of all the materials involved in each synthesis rather than solely the quantity of generic waste produced, as occurs with univariate metrics.\", \"This study is a result of undergraduate student participation in the Environmental Chemistry discipline provided by the Chemistry Institute/UFBA. The students were involved in the development of passive samplers, a project of the LAQUAM (Environmental Analytical Chemistry Laboratory). The students' residences and other neighborhoods were used to create a passive sampling network, allowing the measurement of atmospheric levels of pollutants in urban areas and in those under industrial influence. The assembly of the passive samplers, including impregnation of filters and chemical analysis were part of the students' practice tasks. The results were analyzed taking into consideration the Brazilian legislation.\", \"Environmental Education in Malaysia is applied across the curriculum at both primary and secondary levels for all subjects. Under the constraint of educational system, schools and teachers, curriculum content has become the only important component that can sustain the implementation of these additional elements. Science content of Biology, Physics and Chemistry are assumed to have more parallel integration with Environmental Education content. This study aimed to determine how much environmental knowledges are integrated across the current science curriculum content in those subjects. The methodology of this study is an analysis of Form Four and Form Five's Biology, Physics and Chemistry syllabus. The results of this study showed that Biology have the more extent to adopt environmental knowledge compared to Physics and Chemistry. These findings also serve as a guide for science teachers to make additional efforts to apply Environmental Education in their classroom. (c) 2011 Published by Elsevier Ltd. Open access under CC BY-NC-ND license.\", \"A simple quantitative approach to enable chemists to compare alternative chemical syntheses on the lab bench with respect to their resource usage and their potential environmental impact is proposed; this may be useful for the systematic design of more sustainable processes. We consider as metrics the mass index S-1 and the environmental factor E to characterize quantitatively the reaction input and output, respectively. The potential environmental impact is estimated by using easily available data of each compound of the feed and of each compound of the waste. The calculations can easily be performed using EATOS-environmental assessment tool for organic syntheses.\", \"Green chemistry has developed mathematical parameters to describle the sustainability of chemical reactions and processes, in order to quantify their environmental impact. These parameters are related to mass and energy magnitudes, and enable analyses and numerical diagnoses of chemical reactions. The environmental impact factor (E-factor), atom economy, and reaction mass efficiency have been the most influential metrics and they are interconnected by mathematical equations. The ecodesign concept must also be considered for complex industrial syntheses, as a part of the sustainability of manufacturing processes. The aim of this Concept article is to identify the main parameters for evaluating undesirable environmental consequences.\", \"Environmental engineering is an interdisciplinary field for solving complex problems concerning environmental protection. There is necessary a strong cooperation between experts from different field like: chemistry and chemical engineering, physics, biochemistry, hydrotechnology, biology. Environmental protection is a vital problem of mankind. Our country has to be linked with developed countries for the cooperation concerning different environmental problems. High-qualified specialists are necessary to solve the interdisciplinary problems concerning environmental protection. In this paper the structure of environmental teaching at the Faculty of Industrial Chemistry and Environmental Engineering of Timisoara is presented. Specific courses like: transfer phenomena and equipment for environment pollution protection, chemical technology of specific pollutants, advanced environmental technologies for pollution prevention, unit processes for pollutant separation and removal (coagulation, flocculation, settling, oxidation, electrochemical processes), water quality monitoring, soil quality control, integrated waste management, pollution reduction at the source assure a specialised training for environmental engineers, who graduate our faculty.\", \"This editorial presents the objectives and achievements of the German Language Branch of the Society of Environmental Toxicology and Chemistry Europe (SETAC GLB), a regional branch of SETAC Europe, of the last 20years. SETAC GLB serves Germany, Austria, and Switzerland, by providing an open forum for research related to ecotoxicology and environmental chemistry, to the sustainable management and regulation of natural resources, to education in environmental sciences, as well as to issues related to research and development, and manufacturing of chemicals and products. The editorial serves as an introduction for an article collection published in the journal Environmental Sciences Europe, providing an overview of the current state of ecotoxicology and environmental chemistry in German-speaking countries and of the main developments and key topics within SETAC GLB. The article collection was developed on the occasion of the 20th anniversary of the regional branch of SETAC Europe.\", \"Education plays a critical role in realizing sustainable development and promoting the capability of the people to address environmental/developmental issues. On the verge of the 21st Century, educational reforms and development are placed at a high priority in many countries. In the Asia-Pacific region, a project called \\\"Learning for a Sustainable Environment Innovations in Teacher Education through Environmental Education\\\" initiated by UNESCO-ACEID has contributed towards the promotion of environmental education, specifically comprehensive one in school. It is also evident that science/chemistry is one of the most important subjects in dealing with environmental education. The relationship between human life and the environment can logically be explained through scientific/chemical skills and knowledge. Accordingly it is required that some chemistry-oriented teaching materials on comprehensive environmental education be effectively implemented in school.\\nChemical treatment of waste material and wastewater generated in school laboratories can be the appropriate teaching material for environmental chemistry education, because the treatment involves some typically important chemical reactions such as precipitation, neutralization, oxidation-reduction, and so on. Some reaction cycles for recovering several chemical compounds from wastewater involving iron, manganese, copper and so on are useful to secondary school chemistry as well as introductory general chemistry at colleges and universities. It is important to develop chemical recycling systems for such metallic ions in school laboratories and to introduce the principle of recycling as a practice of environmental protection by students themselves. Such an approach enables students to understand chemical reactions involved and the role of chemistry in preserving our environment,, which may in turn lead to environ mentally responsible attitudes and actions in their daily lives.\", \"HF-ozone cleaning chemistry can perform the same functions as a conventional four-chem clean - organic removal, particle removal, chemical-oxide strip and regeneration, and metal contamination removal. This process chemistry also reduces cycle time and requires significantly less complex hardware. Properly configured HF-ozone chemistry saves cleanroom floor space and, because it uses low volumes of chemicals, it further reduces the environmental impact of semiconductor manufacturing. HF-ozone cleaning chemistry may become a method of choice for cleaning applications in single-wafer processing.\", \"A common problem among chemistry undergraduate students is their tendency to perform qualitative analyses without understanding the importance of their measurements. We believe environmental chemistry provides an optimal context for students to evaluate the importance of their measurements. At Southern Utah University, every student who graduates in chemistry is required to enroll in an analysis lab where environmental chemistry plays an integral part in the curriculum. This laboratory class is a two credit class that meets twice a week for a semester. This is an intensive class which includes training in classical wet methods as well as GC, HPLC, NMR, spectrofluorimetry, UV-Vis and IR Spectroscopy. Using environmental chemistry in this course allows students to compare their measurements of environmental samples to their peers in class, prior years' analyses and in some cases other environmental situations. Some facets of the course include classical wet methods (e.g., titrations to determine the concentration of chloride in surface water), anion chromatography (also to determine anions in the same surface water) and gravimetric analysis. A service-learning component is also included where the students analyze organic chemistry products for the lower division students. As a capstone for the course, students are required to complete a group project that asks them to evaluate an environmental question and incorporate all possible analytical techniques to complete this project. The capstone process helps to drive home the importance of good technique and proper analysis. The success of this class is demonstrated by the analytical training allowing the students to perform environmentally significant work.\", \"This report briefly presents the aims and the fields of interest of the Environmental and Cultural Heritage Division (Italian Chemical Society) and the issues addressed during its national congress, held in Rimini in June 2013. The broad range of topics raised by different speakers, the variety of affiliations and institutions participating at the conference, the scientific organisations and private companies co-sponsoring the different sessions give a clear picture of the interdisciplinarity which is a hallmark of this division.\", \"Reconstructing habitat use and environmental histories of fish via otolith chemistry relies on linking otolith chemical composition to the surrounding environment, as well as disentangling the consequences of ontogenetic or physiological effects that may mask environmental signals. We used multiple linear and linear mixed models to analyse the importance of environmental (temperature, salinity, water chemistry) and individual based (fish size) factors on otolith chemical composition and incorporation (Li, Mg, Mn, Sr, and Ba) of juvenile Dicentrarchus labrax, over their time within an estuarine nursery area, Multi model inference highlighted the importance of ontogeny, as well as the influence of temperature and salinity on otolith chemistry and elemental incorporation, with results indicating that intrinsic effects may potentially outweigh environmental effects. Ultimately, understanding if otolith chemistry accurately reflects fine-scale environmental variation is key to reconstruct environmental histories of juvenile fishes in estuaries and will contribute to determining the impact changing estuarine conditions may have on growth and survival.\", \"The study was conducted through the basic principles of a qualitative study using semi-structured interviews, in order to investigate how the graduating students of UFBA Chemistry Degree course understand the role of environmental education in society. interviews with graduating students were held, and from the results, creating categories for the main conceptions of undergraduates on the subject and evaluation of the possible implications of such a practice in Critical Environmental Education was possible. Before the evaluation is possible to infer that some of the students still does not have a critical view of the role of environmental education in society, requiring a reflection about the relevance of Transformative Environmental Education in initial teacher training.\", \"We describe the content and organization of a series of day-long field trips to a university for high school students that connect chemistry content to issues of sustainability. The seven laboratory activities are in the areas of environmental degradation, energy production, and green chemistry. The laboratory procedures have been modified from published procedures so that the length and scope would be appropriate for our format and audience. (AP and college preparatory chemistry and environmental science students). While students spend the majority of their time at the university in the laboratory, connections between the chemistry content and sustainability are highlighted in the previsit reading assignments, prelab discussion, and postlab small group discussion. Results of formative assessment are presented, as are considerations for other institutions' that may be interested in developing and maintaining a similar program.\", \"The Green Chemistry & Chemical Stewardship Certificate Program was designed using the Community of Inquiry (COI) model as a framework for developing curriculum that engages students across the entire program to meet interdisciplinary, professional development program outcomes. The COI framework allows faculty and course developers to develop courses that consider cognitive, social, and teaching presence as equal components of successful learning experiences. In this program, students focus on systems thinking around green chemistry, business, environmental health, chemical alternative assessment tools, and social and environmental justice. They complete a capstone project that identifies a particular environmental or human health issue associated with a chemical and suggest suitable substitutions that are less harmful but equally effective. This paper describes the program's curriculum, partnerships, delivery modalities, and student feedback as a framework developing professional development opportunities that offer a rich interdisciplinary experience for learners.\\n[GRAPHICS]\\n.\", \"The Interuniversity Consortium, Chemistry for the Environment (INCA), was founded in Venice in October 1993. it groups about thirty Italian universities and relies on the research contributions of che mists having different specialities (environmental, physical-chemical, organic, inorganic, analytic, industrial and biochemical), together with researchers coming from other disciplines engaged in environmental research. Consortium INCA has its administrative offices in Venice.\", \"The last two decades have seen a fundamental change in the way chemistry handles environmental issues. A shift in focus has occurred from 'end-of-pipe' to prevention and process integration. Presently an even more fundamental change is brought about by the need for sustainable development. It is becoming the incentive for much of the research and development in chemistry and engineering. Visions and approaches on the role of chemistry and the way chemistry is done, change. New knowledge is constantly needed. But the existing knowledge should not be discarded. It must be used in new ways. It asks for new thinking and novel methods for research and engineering. Chemical engineering education will have to take up this challenge too.\", \"The last two decades have seen a fundamental change in the way chemistry handles environmental issues. A shift in focus has occurred from 'end-of-pipe' to prevention and process integration. Presently an even more fundamental change is brought about by the need for sustainable development. It is becoming the incentive for much of the research and development in chemistry and engineering. Visions and approaches on the role of chemistry and the way chemistry is done, change. New knowledge is constantly needed. But the existing knowledge should not be discarded. It must be used in new ways. It asks for new thinking and novel methods for research and engineering. Chemical engineering education will have to take up this challenge too.\", \"Technetium-99 (Tc-99) is a radioactive isotope with a half-life of 2.13 x 10(5) year. Tc-99 is a major radionuclide contaminant of concern for the world. Therefore, detailed understanding of Tc-99 environmental chemistry is important for protecting human and ecological health. Here, we review the aqueous geochemistry of Tc-99, focusing on chemical properties and behavior of Tc-99 in the hydrosphere and pedosphere. We describe the general chemistry of Tc including coordination chemistry, isotope chemistry and solid-state chemistry. Then we present anthropogenic and indigenous sources of Tc-99 and their environmental distribution. We also discuss the radiotoxicity of Tc-99 and the use of Tc-99 for medical purpose. Tc biogeochemistry is described through sorption and desorption reactions at the mineral-water interface, thermodynamic of surface complexation, abiotic and biotic redox reaction of Tc(VII). Finally, we summarize the Tc-99 remediation technologies including cement waste forms, natural remediation, vitrification, nuclear waste transmutation.\", \"There is a lack of theoretical knowledge in environmental chemistry in context with the interpretation of experimental data and for explaining environmental processes on the basis of principles of physics and chemistry. It will be shown that the second law of the thermodynamic is of importance for describing some of the fundamental environmental processes of chemicals.\", \"Style of the teaching chemistry course is teacher centred approach and cause the less student performance assessment that will effects the student creativity development. The aims of this research is to apply the problem based learning on the environmental chemistry course with structured task to improve the students' knowledge. This research was conducted experimental study by using the pre-and post-test control group design. The sample of this research is the chemistry education student who took a course in the environmental chemistry which started the student batch from year 2015-2016. Class A is chose as the treatment group whiles the class B as the control group. Data were obtained from observation and pre- and post-tests. Descriptive statistics used in this study include mean value and N-gain. The test result shows the mean value score test of the post-test treatment group is 83.07 which is higher than the control group obtained 77.80. N-gain results showed that there were significant of result test student knowledge after the treatment where the treatment group is increase by 0.73 (high criteria) as compared to control group achieved 0.67 (middle criteria). Based on these results, it can be concluded that the Problem Based Learning approach improve the tool teaching and increase the student understanding on the environmental chemistry course.\", \"Brief review of advances in biopesticides and innovative green chemistry technologies recognized by the U.S. Environmental Protection Agency.\", \"Every day, climate change due to greenhouse emissions, pollution and other environmental degradation appears to make the news. Rather than doing something about the environment, namely in the developing countries where populations frequently are less educated about the long-term impact of human actions, they tend to disregard these problems. There is therefore a need particularly in developing countries to increase the potential for understanding and acting in sustainable, environmentally friendly ways. In this paper, we report quantitative and qualitative results of shifts in environmental value orientations among 110 Malaysian pre-service chemistry teachers during their enrolment in a green chemistry course. We find that the pre-service teachers' environmental value orientations become more ecocentric and less homocentric and egocentric. Ecocentrism and ecocentric values support the development of behaviours that will assist them and the students they teach in leading environmentally sustainable lifestyles. We conclude that our green chemistry course constitutes (a) a suitable context for supporting pre-service teachers in their development of ecocentric values and (b) an effort to educate the pre-service teachers in leading sustainable lifestyles.\", \"Mussel-inspired chemistry has recently emerged as one of the most important and interest surface modification method owing to its gentle experiment conditions, high modification efficiency and universality. The mussel-inspired chemistry is mainly relied on the adhesion of dopamine toward various materials and surfaces. In recent years, great efforts have been devoted to understanding the adhesion mechanism of mussel and extending its applications in different fields. In this mini-review, we present the very recent development of mussel-inspired fabrication of functional materials for environmental applications. The surface modification strategies that based on mussel-inspired chemistry were outlined in the first part. The environmental applications (e.g. oil/water separation, environmental adsorption and catalysts) based on these functional materials are also highlighted in the following sections. Although many advances have been achieved, there still have a plenty of spaces for further development of mussel-inspired surface chemistry for functional materials and their environmental applications. (C) 2017 Elsevier Ltd. All rights reserved.\", \"The expedience of this paper is the appointment of aims and objectives of the course of Chemistry via the school programs of Environmental Education in the High School. In this frame, a case study is presented where it concerns in project that was materialised in a school of Rhodes with the subject: 'Repercussions of human activities in the coast of Ialysos'. The activities that are developed have cross-curricular character with thematic axes the Environmental Education, the Chemistry, the Technology, the Information Technology and the School Professional Orientation.\", \"Presented is a project-based learning (PBL) laboratory approach for an upper-division environmental chemistry or quantitative analysis course. In this work, a combined laboratory class of 11 environmental chemistry students developed a method based on published EPA methods for the extraction of dichlorodiphenyltrichloroethane (DDT) and its environmental degradation products (dichlorodiphenyldichloroethane [DDD] and dichlorodiphenyldichloroethylene [DDE]) through Soxhlet extraction and quantitation using gas chromatography mass spectrometry (GC MS). From the derived procedures, the students spent the remainder of the semester performing extractions and analyses to detect pesticide drift from the San Joaquin Valley of California into the Sierra Nevada Mountain Range. The EPA methods used allow for a multitude of research-level questions which could be answered within a similar course with a specific question appropriate to student interest and regional environmental issues. This pedagogical approach provided numerous teaching moments regarding the pitfalls of research and low-level quantitation in environmental samples, as well as development opportunities for student teamwork skills as each individual focused on a specific aspect of the project throughout the semester.\", \"The purpose of this study was to describe pre-service chemistry teachers' environmental value orientation and creative thinking skill, as well as profile of creative attitude after implementing Green Chemistry Laboratory Learning. This study was conducted after development of student worksheet oriented Green Chemistry approach for General Chemistry course of pre-service chemistry teachers. The implementation of such learning into the classroom used one group pretest posttest research design. The data gathered were analyzed descriptively. Research data obtained showed positive change of egocentric, homocentric, and ecocentric orientation with respectively an average gain score was 0.24 (low gain), 0.13 (low gain), and 0.15 (low gain). An increase of creative thinking skill was showed by an average gain score of 0.67 (medium gain). The profile of creative attitude of pre-service chemistry teachers showed that for curiosity aspect obtained average score of 3.18 (creative), the mean score of a flexible thinker was 3.17 (creative), and the highest average score was reached by an intrinsically motivated student, that is 3.48 (very creative). Based on the data analysis and discussion, it can be concluded that the implementation of Green Chemistry Laboratory Learning had promoted the change of pre-service chemistry teachers' environmental value orientation and the increase of creative thinking skill, in addition to support their creative attitude during the learning process.\", \"In late August, Illinois Institute of Technology's chemistry department announced that it was launching not one but five specialized undergraduate chemistry programs. The five new programs are in bioanalytical chemistry, environmental chemistry, forensic chemistry, medicinal chemistry, and computational chemistry and biochemistry. All five new majors are available to first-year undergraduates starting this year and to transfer students starting in 2019.\", \"The basic principle of two-photon laser confocal scanning microscopy (TPLCSM) was introduced. Moreover, the differences between TPLCSM and traditional fluorescence microscopy, as well as the differences between TPLCSM and the single-photon laser confocal scanning microscopy (SPLCSM) were explained. In addition, the applications and prospects of TPLCSM in environmental chemistry were described based on the experimental results obtained in our laboratory.\", \"The realisation that education may, in part, have contributed to non-sustainable environmental practices warrants rethinking about what learners experience at school. One approach could involve the promotion of education for sustainable development (ESD). This study analysed the opportunities to integrate ESD presented by the chemistry component of the Curriculum and Assessment Policy Statement (CAPS) for physical sciences in South Africa. Environmental issues were used as an entry point for the analysis. The ESD conceptual framework for the study includes five pillars, i.e. social, economic, environmental, citizen skills and pedagogies pillars. An interpretive document analysis approach, using content analysis methods, constituted the study design. The document analysis revealed that the transformative nature of the general aims of the South African National Curriculum Statement is sympathetic to the inclusion of ESD. The contemporary environmental issues contained in the chemistry component of the syllabus present opportunities for integrating the social, citizen skills, pedagogical and, to a lesser extent, economic pillars of sustainable development into teaching and learning. One salient opportunity to promote ESD integrates the environmental and pedagogical pillars of sustainable development education through the application of green chemistry principles in practical work. It could not be established how instilling values and behaviours for sustainable development to achieve citizen skills could be incorporated into assessment practices. The study makes some recommendations and raises implications for further research.\", \"Climate change and its consequences seem to be increasingly evident in our daily lives. However, is it possible for students to identify a relationship between these large-scale events and the chemistry taught in the classroom? The aim of the present work is to demonstrate that chemistry can assist in elucidating important environmental issues. Simple experiments are used to demonstrate the mechanism of cloud formation, as well as the influence of anthropogenic and natural emissions on the precipitation process. The experiments presented show the way in which particles of soluble salts commonly found in the environment can absorb water in the atmosphere and influence cloud formation.\", \"In this current era, the world is facing environmental challenges where the future communities are losing interest in science subjects such as chemistry. There are many factors that contributed to students'. One of the factors is the students' attitude in learning. The result of this study revealed that majority of the urban students have positive attitude towards learning chemistry when they conduct chemistry experiments in the laboratory. Students also show positive attitude towards teachers' teaching style. Result also revealed that most students have negative attitude towards chemistry because they lack interest in the subject and the syllabus itself. (C) 2012 The Authors. Published by Elsevier Ltd.\", \"This chapter provides historical background and a foundation for the other chapters in this book by reviewing the most closely related research and developments in nanoscale materials in chemistry and their environmental applications. The review includes nanoscale sorbents, destructive sorbents, nano-catalysts, and photocatalytic nanomaterials.\\nEnvironmental safety of nanoscale materials is considered and the focus of the review is on substances that have potential commercial applications in environments where health and safety considerations are evaluated.\", \"The evolution of the discipline Bioinorganic Chemistry and how Daryle H. Busch contributed to it are reviewed from a personal perspective of this author. The initial motivation was intimated in a review article published in the third volume (1968) of this journal. Bioinorganic chemistry has been expanded from the molecular level to include the environmental and geological aspects. (C) 2009 Published by Elsevier B.V.\", \"This work analysed the contents of 701 disciplines from 22 chemistry courses that prepare chemistry teachers in 16 public Universities in Southeastern Brazil. Only a small number ( 23) of disciplines showed an explicit relationship between human activities and the environment. A total of 11 theoretical and 193 experimental disciplines explored to some extent scientific and technological aspects related to the environment, but did not include their relationship with society. As the experimental disciplines supposedly include some kind of waste treatment, this may explain why secondary school chemistry teachers work mainly on recycling programs and waste issues at their schools. The aim of this work is to provide information on which to base a much needed discussion about how to better prepare our chemistry teachers to act as Environmental Educators at school, as the Brazilian Education Legislation requires.\", \"Environmental chemist Roger Atkinson discusses potential substitutes for chlorofluorocarbons.\", \"Over the course of the past decade, green chemistry has demonstrated how fundamental scientific methodologies can protect human health and the environment in an economically beneficial manner. Significant progress is being made in several key research areas, such as catalysis, the design of safer chemicals and environmentally benign solvents, and the development of renewable feedstocks. Current and future chemists are being trained to design products and processes with an increased awareness for environmental impact. Outreach activities within the green chemistry community highlight the potential for chemistry to solve many of the global environmental challenges we now face. The origins and basis of green chemistry chart a course for achieving environmental and economic prosperity inherent in a sustainable world.\", \"Motivating students in analytical chemistry can be challenging, in part because of the complexity and breadth of topics involved. Some methods that help encourage students and convey real-world relevancy of the material include incorporating environmental issues, research-based lab experiments, and service learning projects. In this paper, we describe an approach that combines all three of these methods by integrating environmental research-based activities into the second-year undergraduate analytical chemistry course. We discuss the development, implementation, and preliminary evaluation of the research-based labs employed during the new summer analytical chemistry course. Students perform environmental investigations of sites on Beaver Island, Michigan, and prepare reports to contribute to an ongoing research project analyzing these locations that began in the 1970s. Preliminary impacts on analytical students were examined using pre- and postsurveys, including the Chemistry Attitudes and Experiences Questionnaire, and a new survey and questionnaires developed for this work. Responses and grades were compared across three summers, and to those from students in the traditional analytical course. Results suggest that the research-based activities positively impacted aspects of student attitudes, their perceptions of how chemistry knowledge influences understanding of environment issues, and their perceptions of how analytical techniques are applied in the real-world. Students indicated that the new labs provided real-world applications of class content, helped them learn new concepts and gain skills working with others, and helped them feel more confident conducting chemistry-related experiments.\", \"Despite advances in active learning pedagogy and other methods designed to increase student engagement in the chemistry classroom, retention and engagement issues still persist, particularly with respect to women and minorities underrepresented in STEM (science, technology, engineering, and mathematics) programs. Relevancy also remains elusive in the chemistry classroom, where real-world issues of social justice, health, and the environment are largely missing from chemistry curricula. As a result, students struggle to understand their role as change agents and global citizens with leadership responsibility toward developing solutions to these justice issues, particularly as they relate to chemistry and manufacturing industries. Green chemistry curriculum developed by groups such as the Molecular Design Research Network, Beyond Benign, Greener Education Materials for Chemists, and others is available for faculty to seamlessly integrate topics of social, health, and environmental justice problem-solving into their classes, with a focus on educating future chemists who recognize their role in solving (or preventing) global justice issues. The purpose of this paper is to share new instructional strategies needed to add relevancy to the life of chemistry students.\", \"Green chemistry is the design of chemical products and processes which reduce or eliminate the use and generation of hazardous substances. in the last decade, green chemistry has been recognized as a new approach to scientifically based environmental protection. Catalysis has manifested its role as a fundamental tool in pollution prevention. While catalysis has long been utilized in increasing efficiency, yield, and selectivity, it is now also recognized as accomplishing a wide range of green chemistry goals. (C)2000 Elsevier Science B.V. All rights reserved.\", \"Some simple chemistry is used to demonstrate how Fe(II) ions, formed during iron corrosion in acid aqueous solution, can reduce toxic Cr(VI) species, forming soluble Cr(III) and Fe(III) ions. These ions, in turn, can be precipitated by neutralizing the solution. The procedure provides a treatment for industrial wastewaters commonly found in plating industries that allows its reuse or safe discharge compliant with environmental standards.\", \"LOOKING FOR ENVIRONMENTAL CONSERVATION: THE CONTRIBUTION OF ENVIRONMENTAL PERCEPTION FOR THE EDUCATION AND ACTUATION OF CHEMISTS. Planet transformations caused by human intervention in the last 200 years are largely due to chemical impact. Therefore, this study aimed to identify and analyze the environmental perception of undergraduate students and lecturers in the Chemistry course of the Federal University of Lavras, accounting for the topics \\\"Environmental Definition\\\" and \\\"Relationship between Chemistry and Environment\\\". Two thematic axes for discussion were proposed using theories of Social Representation and Environmental Complexity, with the aim of stimulating the conservationist reasoning and actions. Such axes were proposed to give support to the education of chemists at the undergraduate level.\", \"This overview of educational initiatives in global environmental chemistry argues for introduction of Earth system science at both the secondary school and college levels. Such an approach provides the holistic perspective needed to better understand contemporary environmental issues. Furthermore, problem-focused Earth system science is likely to spur student interest in science and provide a practical scientific experience for non-science majors.\", \"The strong affinity of carbon nanotubes (CNTs) to environmental contaminants has raised serious concern that CNTs may function as a carrier of environmental pollutants and lead to contamination in places where the environmental pollutants are not expected. However, this concern will not be realized until the contaminants are desorbed from CNTs. It is well recognized that the desorption of environmental pollutants from pre-laden CNTs varies with the environmental conditions, such as the solution pH and ionic strength. However, comprehensive investigation on the influence of solution chemistry on the desorption process has not been carried out, even though numerous investigations have been conducted to investigate the impact of solution chemistry on the adsorption of environmental pollutants on CNTs. The main objective of this study was to determine the influence of solution chemistry (e. g., pH, ionic strength) and surface functionalization on the desorption of preloaded 1,3,5-trichlorobenzene (1,3,5-TCB) from multi-walled carbon nanotubes (MWNTs). The results suggested that higher pH, ionic strength and natural organic matter in solution generally led to higher desorption of 1,3,5-TCB from MWNTs. However, the extent of change varied at different values of the tested parameters (e. g., pH < 7 vs. pH > 7). In addition, the impact of these parameters varied with MWNTs possessing different surface functional groups, suggesting that surface functionalization could considerably alter the environmental behaviors and impact of MWNTs.\", \"This paper presents the course of events of a five-day summer camp on environmental chemistry with high emphasis on chemical analysis. The annual camp was optional and open for students of all disciplines and levels. The duration of the summer camp was five and a half days in the Feldberg Lake District in northeast Germany (federal state of Mecklenburg Western Pomerania). The participants took part in the continuation of the examination of the lakes in the region, which leads back more than 50 years. They gained hands-on experience in environmental characterization of various lakes and classification by determining chemical, physical, and biological parameters such as phytoplankton, zooplankton, and macrophytes. Short lectures are presented by professionals covering a theoretical background of limnology, environmental chemistry, a variety of analytical methods, freshwater biology, and the specifics of the region. The camp in its present form was established in 1995, and about 20 students took part in the camp per year. Camp development, considerations regarding employed analytical methods, balance of theory, and other implications are discussed.\", \"For decades, railways, trucking companies, and commercial airlines have utilized oil analysis as a diagnostic tool to prevent engine-component failures. This interesting application was developed into an undergraduate lab experiment to introduce chemistry and environmental science majors in their second to fourth year to metal analysis using flame atomic absorption spectroscopy with a non-aqueous sample matrix. Copper, lead, iron, chromium, and silver were quantified by the method of standard additions or by external calibration curves with matrix matching. Students in both environmental analysis and analytical chemistry courses used their data to assess the health of a vehicle's engine.\", \"The aim of this study is to analyze the design of chemistry subject with green chemistry oriented to improve students' environmental literacy as one of the important requirements of 21st century learning. This research used R&D design which consisted of four stages, i.e. preliminary study, the study of literature, development of materials, and expert and empirical validation. This article presents the results of preliminary study and the study of literature. It can be concluded from the results of an analysis that environmental literacy is one of the important components of learning outcomes which should be pursued in 21st century teaching. Philosophy of green chemistry plays an important role to reduce and prevent pollution of environment. Principles of green chemistry can be integrated into learning environment as learning outcomes or nurturant effects of learning.\", \"There is an increasing desire for researchers to use the elemental concentrations in fish otoliths to reconstruct environmental histories of fish. These reconstructions may be plausible due to the unique incorporation of elements into discrete layers of otolith material that correspond to daily growth, and because environmental variables of temperature, salinity, and water chemistry can influence otolith chemistry. However, it is essential to establish exactly how temperature, salinity, and the ambient concentration of elements influence otolith chemistry in order to interpret environmental histories of fish. Using a controlled laboratory experiment we tested the relative and interactive effects of temperature, salinity, and ambient concentration of strontium (Sr) and barium (Ba) on the resulting concentration of Sr and Ba in otoliths of black bream Acanthopagrus butcheri (Munro 1949). Salinity and concentration, and temperature and concentration interacted to affect the elemental concentration of Sr:Ca and Ba:Ca in otoliths. Regression analysis revealed that temperature and ambient concentration contributed most to the trend in otolith chemistry for both elements. Importantly, this is the first experiment to combine three environmental variables and assess their effect on otolith chemistry. Based on these results, it should be possible to use changes in the elemental concentration in otoliths to better reconstruct previous environments of temperature, salinity, and ambient water chemistry, which is especially useful when determining occupancy in habitats such as estuaries that display variable environmental characteristics. (C) 2004 Elsevier B.V. All rights reserved.\", \"Guest editors Delphine Farmer and Marina Vance introduce the \\\"Indoor air: sources, chemistry and health effects\\\" themed issue of Environmental Science: Processes & Impacts.\", \"Chemists worldwide are applying basic chemical principles in news ways. This research and the resulting gain in understanding can impact our health, diet, and comfort.\", \"Historical interrelationships between mercury, arsenic, and selenium are examined and assessed in terms of their environmental impacts, cold vapor/hydride analytical method development, and emergence of the discipline of chemistry. The narrative is accentuated by highlighting important contributions made by environmental chemistry professionals, and is appropriate for an audience of environmental chemical analysts, chemical educators, students, and teachers.\", \"It should be a goal in chemical education to create consciousness for the urgent necessity of environmental protection. Lab courses offer the opportunity to meet some aspects of environmental protection like avoiding highly poisonous materials, reducing the amount of materials, collecting harmful materials separately, recycling waste. Some starting materials can be saved and the amount of waste be reduced significantly. Traditional goals of education remain intact.\", \"This laboratory experiment provides a unique opportunity for instructors to present atomic absorption spectroscopy (AAS) in the context of bioremediation. Chemical technology students enrolled in an analytical instrumentation course successfully employed AAS to screen several types of biomass for the removal of copper from simulated wastewater. The experiment met technical course objectives while emphasis was placed on environmental stewardship and awareness.\", \"Field trips are a common activity for instructors to engage students and give them a first-hand understanding of a subject, especially in environmental chemistry. However, the planning and execution for a field trip is logistically challenging and demanding of human and material resources. Here, we demonstrate the conduct of a virtual overseas field trip for 74 students with the use of a web-based virtual reality (VR) application. From the feedback after the virtual field trip, students reported general receptiveness toward such use of VR technology.\", \"When the author first became involved with the Green Chemistry movement, he noted that his colleagues in industry who were involved in one of the ACS Green Chemistry Institute (R) industrial roundtables emphasized the take-home message they described as the \\\"triple bottom line.\\\" They noted that introducing Green Chemistry in industrial settings had economic, social, and environmental benefits. As someone who first went to school at age 5, and has been \\\"going to school\\\" most days for 65 years, it was easy for the author to see why introducing Green Chemistry into academics had similar beneficial effects within the context of economic, social and environmental domains at the college/university level. He was prepared to understand why faculty who had taught traditional courses often saw the advantage of incorporating Green Chemistry into the courses they teach. What was not as obvious is why students who were encountering chemistry for the first time were often equally passionate about the Green Chemistry movement. Recent attention has been paid, however, to a model that brings clarity to the hitherto vague term of \\\"relevance\\\" that might explain why integrating Green Chemistry into the undergraduate chemistry classroom can achieve a \\\"quadruple bottom-line\\\" for students because of potentially positive effects of adding a domain of \\\"relevance\\\" to the existing economic, social, and environmental domains.\", \"Otolith chemistry is used widely to reconstruct the environmental histories of fish. Examining the relationships between environmental conditions and otolith chemistry is an essential first step towards accurately reconstructing environmental histories, with lack of information potentially resulting in the erroneous interpretation of fish movement and the environments they have inhabited. We evaluated the influence of seawater temperature and salinity on the otolith chemistry of juvenile King George whiting (Sillaginodes punctatus) (Cuvier 1829), a commercially and recreationally important fish species in southern Australia. Juveniles were reared under controlled laboratory conditions at four temperatures (16, 19, 22 and 25 degrees C) and two levels of salinity (30 and 40) for 90 days. Otoliths were analysed for barium (Ba-138), strontium (Sr-88), magnesium (Mg-24) and manganese (Mn-55) using laser ablation inductively coupled plasma-mass spectrometry (LA ICP-MS), and ratioed to calcium (Ca-43). Otolith chemistry data were analysed using generalized linear mixed models (GLMM). Analyses showed that Mg:Ca and Mn:Ca in the otolith of the fish increased with increasing salinity, whereas Sr:Ca and Ba:Ca decreased with increasing salinity. Temperature only had a minor influence on elemental concentration. The influence of salinity on otolith chemistry suggests that otolith chemistry could be used as a potential tool for reconstructing the salinity and movement history of King George whiting from estuaries to open coast regions.\", \"There were many historical junctions between chemistry and health sciences. Some of them are selected: remote organic chemistry, disinfectant process, environmental survey and preservation, fight against cholera, molecular biological design.\", \"How far should chemists go when considering the overall environmental impact of their activities? This article discusses green chemistry metrics and also considers aspects such as energy utilisation and packaging materials.\", \"Environmental pollution is both a worldwide and a local issue, and microplastic pollution in particular is receiving increased attention due to its prevalence and bioaccumulation potential affecting the food chain. This laboratory experiment uses current, research-based methods such that the students can determine the extent of microplastic pollution in local soil samples. This laboratory experiment can be used as either a 2 or 3 week mini research-project for first-year undergraduate students in either an introductory chemistry course for nonmajors or a general chemistry course for majors. The laboratory experiment gives students exposure to sieving, density gradients, and exposure to the Fenton reagent to isolate microplastics from soil samples, which are then analyzed and quantified under stereomicroscope magnification. Several general chemistry topics common to most first-year chemistry courses (density and solution concentration calculations, etc.) are emphasized during the laboratory experiment. From postexperiment assessments, students showed a marked improvement in select skill sets and knowledge of the microplastic pollution problem, and some students recognized their misconceptions concerning research following the completion of this laboratory experiment.\", \"The author describes her experience as a Maitre-assistance at the University of Geneva and the significant influence of Jacques Buff le on her development as an environmental chemist.\", \"NMR spectroscopy has great potential as an instrumental method for environmental chemistry research and monitoring but may be underused in teaching laboratories because of its complexity and the level of expertise required in operating the instrument and interpreting data. This laboratory experiment introduces environmental NMR spectroscopy to upper-level undergraduate and graduate students in a simple and accessible manner. Students investigate the partitioning of crude oil. components into water under various environmental conditions; assess the effects of agitation and dispersants on dissolution; and identify benzene, toluene, ethylbenzene, and xylene components through standard addition. Furthermore, electronic referencing is introduced as an effective method for quantification in complex unaltered samples.\", \"gamma-Cyclodextrin can assemble in the presence of KOH or RbOH into metal-organic frameworks (CD-MOFs) with applications in gas adsorption and environmental remediation. Crystalline CD-MOFs are grown by vapor diffusion and their reversible adsorption of CO2(g) is analyzed both qualitatively and quantitatively. The experiment can be tailored to high school through advanced undergraduate laboratories and engages students in several areas of fundamental chemistry (crystallization, chemical equilibria, acid base reactions, gas laws), advanced materials (MOFs), and broader impacts of chemistry (renewable resources and environmental chemistry).\", \"The purpose of this article is to describe a best practice: an approach to teaching chemistry that our quantitative research has shown to produce large differences between experimental and control groups in terms of achievement, pro-environmental attitudes, values, and motivation. Our interest in teaching chemistry by focusing on sustainable development arises from the environmental concerns that as the country of this study, Malaysia is facing in many different areas-including rampant logging and pollution. As educators, we are interested in educating future generations so that they can cope with the environmental challenges that not only this nation but also the world as a whole is increasingly facing. The \\\"green chemistry\\\" approach we describe here may be just the answer that other developing nations and emergent economies in closing the gap with industrialized nations. We provide a detailed description of how green chemistry has been implemented in a curriculum for pre-service science teachers and in the curriculum of secondary school chemistry.\", \"Thousands of synthetic chemicals are continuously released into the environment, where they have the potential to produce adverse effects on ecosystems, even at low concentrations. To avoid adverse effects induced by environmental pollutants, science and society have developed methods and tools to (1) measure the fate and distribution of the pollutants (analytical chemistry), (2) analyze effects of pollutants on biota in standardized bioassays (ecotoxicology), and (3) combine the data for risk assessment procedures. Though such procedures are well established, new issues in environmental chemistry and ecotoxicology arise and continue to challenge scientists. Furthermore, analytical chemistry has undergone enormous technological progress and new techniques from the life sciences area have been added to the ecotoxicology toolbox. Here our view on the tasks and needs in environmental chemistry and ecotoxicology is presented and the current trends under development in the field are illustrated.\", \"Green analytical chemistry, although not being a new concept, does not have a greenness metrics system. Green chemistry metrics are not suitable for analytical procedure assessment because they often refer to the mass of the product. Some efforts have been made to develop suitable metrics for analytical chemistry. Some are simple to use but do not cover all aspects of analytical methods' environmental impact. Others are more comprehensive but may be difficult to be applied. The analytical reagents were not assessed but some clues about their greenness can be obtained from assessments from other branches of chemistry. New reagents and solvents applied in analytical chemistry require their detailed assessment in terms of greenness. Environmental issues have to be taken into consideration during reagent and solvent selection, analytical waste disposal practices, the energetic requirements of analytical processes and the development or selection of analytical procedures, and, for that reason, metrics systems are required.\", \"Brief review of advances in pharmaceutical technologies over the past 20 years and innovative green chemistry technologies recognized by the U.S. Environmental Protection Agency.\", \"This review provides a valuable source of information on the technological advances in near infrared absorption spectrometry area and its industrial applications, especially on the alimentary technology and environmental applications over biofuels.\", \"Toxicity testing is an internationally accepted approach to ambient duality assessment. The relation between environmental chemistry and ecotoxicology is discussed. A short historical overview of ecotoxicology is described. The application potential of toxicity testing in environmental monitoring practice is assessed. The need of deeper education in ecotoxicology in connection with environmental chemistry and other sciences is mentioned. The toxicity testing is very helpful in environmental assessment programmes, but it is often incorrectly used in the Czech Republic due to lack of scientific background.\", \"The inevitable release of engineered silver nanoparticles (AgNPs) into aquatic environments has drawn great concerns about its environmental toxicity and safety. Although aggregation and transformation play crucial roles in the transport and toxicity ofAgNPs, howthewater chemistry of environmental waters influences the aggregation and transformation of engineered AgNPs is still not well understood. In this study, the aggregation of polyvinylpyrrolidone (PVP) coated AgNPs was investigated in eight typical environmental water samples (with different ionic strengths, hardness, and dissolved organic matter (DOM) concentrations) by using UV-visible spectroscopy and dynamic light scattering. Raman spectroscopy was applied to probe the interaction of DOM with the surface of AgNPs. Further, the photo-transformation and morphology changes of AgNPs in environmental waters were studied by UV-visible spectroscopy, inductively coupled plasma mass spectrometry, and transmission electron microscopy. The results suggested that both electrolytes (especially Ca2+ and Mg2+) and DOM in the surface waters are key parameters for AgNP aggregation, and sunlight could accelerate the morphology change, aggregation, and further sedimentation of AgNPs. This water chemistry controlled aggregation and photo-transformation should have significant environmental impacts on the transport and toxicity of AgNPs in the aquatic environments. (C) 2015 The Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences. Published by Elsevier B. V.\", \"This article examines how chemists contributed to the technological reorganization in France at the end of the eighteenth century and the beginning of the nineteenth century, how they justified using potentially harmful or polluting processes by stating that this would contribute to national prosperity, and how the idea of improvement helped to legally and rhetorically build a production regime that disqualified traditional precautionary attitudes to certain artisanal and industrial processes. This resulted in the establishment of a new environmental governance regime devoted to the advancement of chemistry and of industrial production. While this shift was clearly perceptible from the 1770s with the first regulatory exceptions for strategic products, the 1810 decree, which was imagined, designed, and implemented by chemists, perpetuated chemistry's role as an environmental regulator.\", \"Green chemistry can strongly attract students to chemistry. We, therefore, developed a green chemistry educational game that motivates students at the undergraduate and advanced high school levels to consider green chemistry and sustainability concerns as they design a hypothetical, chemical product. The game is intended for incorporation into any chemistry course for majors and non-majors that teaches sustainability and/or the Principles of Green Chemistry at the undergraduate level. The game is free of charge and encourages students to think like professional chemical designers and to develop a chemical product with respect to function and improved human and environmental health. This computer simulation has been assessed by educators and can be seamlessly integrated into an existing curriculum.\\n[GRAPHICS]\\n.\", \"A laboratory experiment has been developed to illustrate environmental and sustainability aspects, focusing on the wastewater treatment by means of superparamagnetic nanoparticles functionalized with humic acid. The experiment, conducted by a group of high school students, involves nanoparticle synthesis and minor characterization, followed by their interaction with typical metal ion contaminants in water. Coordination chemistry concepts were explored to help students understand the experiment, using competitive agents, such as ammonia, for recovering and recycling the nanoparticles, highlighting the great affinity of humic acid for the metal ions.\", \"Nanoscience is one of the fast growing fields in science and engineering. Curricular materials ranging from laboratory experiments to entire courses have been developed for undergraduate science majors. However, little material has been developed for the nonmajor students. Here we present a semester-long laboratory sequence developed for a nonmajors course, where students investigate the potential environmental impacts of nanoscience. Students synthesize and characterize silver nanoparticles using green synthetic methods. They then use the suspension of silver nanoparticles to \\\"water\\\" Wisconsin Fast Plants, Brassica rapa, over a three to four week period to simulate environmental exposure. Possible impacts are examined throughout the growth period, and silver uptake by the plants is quantified at the end of the growth period. This lab requires design input from the student, making it an open-ended experiment. Although designed for nonmajors, this lab could easily be adapted for an environmental chemistry or chemical nanoscience course.\", \"The aim of the authors of this article was to find out how much importance Czech pupils and school-leavers who are not professionally engaged in chemistry attach to those topics of Health and Environmental Education included among the obligatory outcomes in Chemistry for Lower Secondary Schools. The research was carried out by means of a questionnaire administrated to 576 pupils aged 14-18 years and 122 school-leavers ( people with finished education). The conclusion was that as for subjective respondents' opinion on the importance of learned skill outcomes, the respondents preferred topics of Health Education to those of Environmental Education. Moreover, the authors have found that the interest in prevention and first aid increases with growing age of the respondents. The pupils' interest in environmental topics is very low. On the contrary, school-leavers show an overwhelming interest in chemistry of nutrition and in environmental protection. This discrepancy should probably be solved by better motivation of pupils in the future.\", \"Toxicology and related concepts are being taught within chemistry education programs to enable students to (1) develop an awareness of toxicological principles and concepts that are otherwise absent from the chemistry curriculum for undergraduates and (2) design chemical products and processes that have reduced health and environmental hazards. This manuscript presents three model courses from different higher education institutions, presenting different approaches for introducing toxicology concepts to students. The models are presented not as prescriptive approaches, but as inspirational models for others to use to generate their own unique approaches to integrating and teaching toxicology concepts.\\n[GRAPHICS]\\n.\", \"The development of the first projects dealing with Environmental Specimen Banks (ESB) begun at the end of the sixties. The principal aim consisted in the longterm storage of representative environmental specimens in order to study the presence and the evolution of dangerous substances. The Antarctic Continent, thanks to its remarkable distance from thickly populated areas and its poor biological activity, is a privileged observatory for research on global changes recently caused by man in the environment: it can be considered as the largest environmental and climatological memory of the Earth. The project on an Antarctic Environmental Specimen Bank (Banca Campioni Ambientali Antartici - BCAA), which is an integral part of an Italian Project on the \\\"Micropollutants Chemistry\\\" (Sector \\\"Chemical Contamination\\\" of the Italian Antarctic Research Programme - PNRA)(1), begun in 1994 when the BCAA was installed in the Department of Chemistry and Industrial Chemistry (University of Genoa Italy). In the international context there are already specimen banks serving biological, ecological, medical and other kinds of projects(2-6); our objectives underline an emphasis on Environmental chemistry and the establishment of baselines similar to the approaches followed by the other Environmental Specimen Banks (long-term storage of representative Environmental specimens for future analyses: retrospective control and new research using parameters which are not being studied at present), but focus on the chemical characterisation of samples.\", \"Process analyzers based on the selective absorption of the ultraviolet (UV) and/or visible (VIS) radiation provide an on-line monitoring highly reliable of the composition and the industrial process control. This review provides information about the technological advances in this area and its industrial applications, especially environmental applications.\", \"The unique \\\"core-shell\\\" structure endows nanoscale zero-valent iron (nZVI) rich aquatic surface chemistry properties. Transformation of surface chemistry and crystal phase of nZVI affect its reactivity and environmental transport and fate. Recent advances on the surface chemistry and phase transformation of nZVI in aqueous media are highlighted in this paper focusing on a basic theory of nZVI for pollution control and environmental application. Surface chemistry and phase of both fresh and reacted nZVI are presented. The structure, composition and properties of nanoparticles are determined not only by reaction time but also by environmental conditions. Specifically, the influences of dissolved oxygen, hydraulic conditions (static and stirring), types and concentrations of heavy metals (U(VI), Cr(VI), Se(IV)) and anions (NO3-, SO42-, HPO42- and HCO3-) are investigated. In addition, the effect of surface modification with polyelectrolytes, including anionic polyacrylamide (APAM) and carboxymethylcellulose sodium (CMC), on microstructure, morphology and composition of nanoparticles in aqueous phase was discussed. Results demonstrate that environmental conditions have significant impacts on particles structure, composition and properties, consequently on nZVI performance for pollutant removal. After corrosion under different aqueous conditions, the core-shell structured nZVI are distorted and the metallic iron core is transformed into different iron oxides/hydroxides, such as gamma-Fe2O3, Fe3O4 and gamma-FeOOH. These iron (hydr) oxides exhibit different surface complexation and affinity proprieties, thus eventually affecting the pollutant removal performance and the environmental fate of reaction products. More research on the effect of dynamic structure transformation by different types of pollutants, and a reaction model between the surface chemistry/phase transformation and removal performance are needed to deepen our understanding on nZVI surface chemistry, and develop more effective technologies of environmental applications.\", \"Fish otoliths are widely used to answer biological and ecological questions related to movements and habitat use based on their chemical composition. Two fundamental assumptions underlie otoliths as environmental tracers and proxies for reconstructing exposure histories: (i) otolith chemistry reflects water chemistry, and (ii) ambient environmental conditions affect otolith element incorporation. Here, we test these assumptions for Sr and Ba through meta-analyses. Our first meta-analysis confirmed a correlation between concentrations of Sr:Ca and Ba:Ca in otoliths and the surrounding water, both elements displaying positive otolith-water correlations. The second meta-analysis examined the relative influences of salinity and temperature on otolith Sr and Ba partition coefficients (an index of otolith element regulation). Our environmental effects meta-analysis confirmed that otolith Sr and Ba are affected by temperature and salinity; however, study-level covariates (e.g., water chemical concentrations and species ecological niche) influenced otolith element incorporation, and this varied by element. These findings confirm that even though otolith chemistry and elemental incorporation are differentially affected by environmental conditions, other factors play a decisive role. While we focused on studies that directly linked water and otolith chemistry, systematic reviews are key to further demonstrate the link between otolith chemistry and extrinsic and intrinsic factors. Ultimately, disentangling the relative effects of multiple factors on otolith chemistry and a detailed understanding of biomineralization is critical to the continued use of otoliths as natural tags for tracing fish movements and habitat use.\", \"Both natural and engineered oxide-based nanomaterials play important roles in environmental processes. In the case of engineered nanomaterials, e.g. nanocyrstalline zeolites with high external and internal surface areas, the properties can be tailored for a number of different environmental applications including carbon dioxide removal and conversion. On the nanoscale, titanium dioxide particles show size-dependent adsorption behavior that suggests nanoscale titanium dioxide may also exhibit size dependent behavior in their toxicity and/or environmental impacts. For naturally occurring oxide-based nanomaterials, e.g. iron oxyhydroxides, size-dependent properties and surface chemistry have the potential to impact the cycling of iron in the global environment. In this chapter, some specific examples of size-dependent properties and surface chemistry of both natural and engineered oxide nanomaterials in environmental processes are presented.\", \"The standard of professional high school education in Latvia envisages including environmental education in the contents of professional schools as a separate subject, however, we see in practice that there are not teaching materials in chemistry education and environmental education provided for professional schools. The problem is even more acute due to the fact that the time provided for teaching chemistry in professional schools is approximately 3 times shorter than that in secondary schools. The research shows us that approximately 40% of professional high school students have knowledge about the character of chemical processes taking place in the environment. One of the main reasons for this insufficiency and the lack of understanding is the absence of didactical teaching materials.\", \"The scope of industrial environmental analytical chemistry is being expanded increasingly to include measurement efforts that support voluntary pollution prevention and waste minimization projects. The new function supplements the routine regulatory compliance testing task. This additional priority naturally broadens and enriches the responsibility and the nature of the challenges of the environmental analytical chemist. This article presents a reveiw of selected strategies that hold particular promise for addressing the diverse measurement problems associated with pollution prevention and waste minimization projects.\", \"Environmental justice focuses on disparate exposures of communities to pollution based on race, national origin, or income level. This collaborative study, which paired faculty and undergraduate students from political science and chemistry disciplines with an external community advisor, collected data to help bring environmental justice issues to the forefront of discussions in their community. Interdisciplinary, undergraduate researchers from Georgia Gwinnett College measured gas-phase polycyclic aromatic hydrocarbons (PAI Is), using passive sampling methods, in communities with differing demographic indicators. This undergraduate research project leveraged student interest and motivation in social justice themes to address a community-based question that combines physical (environmental chemistry) and social science (political science).\", \"The aquatic environment has long been a sink for diverse chemicals released as a result of human activities. In order to assess the associated risks for the aquatic life, both the chemicals' occurrences (exposure) as well as their effects in the living organisms (hazard) need to be known. These two aspects are studied by environmental chemistry and toxicology, respectively. Mass spectrometry has been successfully applied in both fields, as it can be used not only for measuring the pollutants in different environmental compartments, but also for gaining novel insights into the molecular mechanisms of toxicity. We here discuss the application of mass spectrometry in environmental chemistry and toxicology, illustrated by several case studies drawn from research carried out at our institute.\", \"Chemistry, a field focused on the molecular scale, provides important contributions in understanding global-scale phenomena, including climate and climate change. This editorial focuses on chemistry's contributions to our understanding of atmospheric science and climate from both research and chemical education perspectives.\", \"With increasing numbers and quantities of chemicals in commerce and use, scientific attention continues to focus on the environmental and public health consequences of chemical production processes and exposures. Concerns about environmental stewardship have been gaining broader traction through emphases on sustainability and \\\"green chemistry\\\" principles. Occupational safety and health has not been fully promoted as a component of environmental sustainability. However, there is a natural convergence of green chemistry/sustainability and occupational safety and health efforts. Addressing both together can have a synergistic effect. Failure to promote this convergence could lead to increasing worker hazards and lack of support for sustainability efforts. The National Institute for Occupational Safety and Health has made a concerted effort involving multiple stakeholders to anticipate and identify potential hazards associated with sustainable practices and green jobs for workers. Examples of potential hazards are presented in case studies with suggested solutions such as implementing the hierarchy of controls and prevention through design principles in green chemistry and green building practices. Practical considerations and strategies for green chemistry, and environmental stewardship could benefit from the incorporation of occupational safety and health concepts which in turn protect affected workers.\", \"The role of methods of analytical chemistry in environmental analysis and the importance of training specialists with various skills and analytical chemists, first of all, ecologists are discussed.\", \"Analytical chemistry is an important tier or environmental protection and has been traditionally linked to compliance and/or exposure monitoring activities for environmental contaminants. The adoption or the risk management paradigm has led to special challenges for analytical chemistry applied to environmental risk analysis. Namely. methods developed for regulated contaminants may not be appropriate and/or applicable to risk management scenarios. This paper contains examples of analytical chemistry applied to risk management challenges broken down by the analytical approach and analyte for some selected work in our laboratory. Specific techniques discussed include stable association complex electrospray mass spectrometry (cESI-MS), gas chromatography-mass spectrometry (GC-MS), split-flow thin cell (SPLITT) fractionation and matrix-assisted laser desorption time of flight mass spectrometry (MALDI-ToF-MS). Specific analytes include haloacetic acids (HAA9), perchlorate. bromate. triazine degradation products. metal-contaminated colloids and Cryptosporidium parvum oocysts.\", \"Sustainability poses a set of unique challenges for chemistry, challenges that need to be brought into the chemistry curriculum. Doing so will provide unique opportunities to connect learning chemistry to the broad goals of education as well as provide a more fully rounded professional education for chemistry majors. The steady growth in recent years of resources for supporting the incorporation of sustainability into chemistry education makes this goal much more realistic and achievable.\", \"This review article describes analytical chemistry beyond green chemistry and all efforts that contribute to a more sustainable development. A background is given on sustainable development and green chemistry. Examples of \\\"greening\\\" strategies for sample preparation, chromatography, and detection are given. Thereafter, the review discusses how and why a method or a solvent could be claimed as being \\\"green\\\". Green metrics for analytical chemistry is discussed, including the environment, health, and safety (EHS) index and life cycle assessment (LCA). The choice of solvent and the criteria for a solvent being \\\"green\\\" is also discussed. Finally, sustainable analytical chemistry is described by considering the three important \\\"legs\\\" so as to obtain sustainable development-economic feasibility, societal relevance, and environmental soundness. Hopefully, the review article will stimulate some new perspectives on the difference between greenness and sustainability in analytical chemistry.\", \"This paper had the objective to evaluate the perception and comprehension of the students from a state school located in a needy area with spring characteristics in the city of Santo Andre, state of Sao Paulo, Brazil, about the concepts of Chemistry when presented under an environmental view. The purpose was to take to the apprentices a proposal of measurement of the pH of rain water in the place they live and relate the results to the concepts of acidity, basicity and pollution. The results raised in this research is that the level of understanding and interest of the students become higher when the concepts of chemistry are related to the students life and Interests. The results indicated a better comprehension and interest for the chemistry and environmental concepts, revealing that 87% of the students started to consider the study of Chemistry important against 56% in the first research admitting its importance, proving the importance of the significant and practical teaching for the student.\", \"Faced with a society organized as the basis of voracious economic and mechanistic paradigm it is necessary to question some contradictions, among them, how to keep the frenetic rhythms of production and consumption on a planet which has finite source of material? And which for some years it has already given clear signs of depletion, primarily associated with quality in the provision of basic environmental services. Thus, it is important to discuss the influence of ideas such as: sustainable development, technological advances, principles of thermodynamics, thermodynamic-ecological paradigm and green chemistry. In the meantime this essay aims to make a reflection/discussion on three important issues: 1) The emergence of some myths credited by technological optimism from the fundamentals of thermodynamics; 2) The ownership of the philosophy of Green Chemistry as a slogan; 3) The importance of education in green chemistry, on the premise of being an integrated, cross-sectional component and a prospective character leading to deeper understanding of environmental issues.\", \"The competent application of european standards for quality management in the field of environmental chemistry has to be based on the knowledge of the boundary conditions given by the ''Global Concept for Certification and Testing'' in Europe. Knowing this context, a deepened understanding of the applicability of these standards is rising. In addition to the accreditation as a testig laboratory, the certification of quality management systems turns out to be a comprehensive way to demonstrate the quality assurance capabilities of environmental laboratories.\", \"The article summarizes over 40 years of authors' experience in the field of physical chemistry and chemical technology of glassy state of materials. It is shown that environmental issues are caused not by Chemistry as a science but by actions of ecologically illiterate humans using its advances. It is noted that without chemistry humankind cannot live comfortably and solve existing environmental problems. In support these facts we describe several developments made by authors of this article in energy industry, high temperature machinery, glass production technology, glassy phosphate fertilizers, production of non-waste systems and complex research of physical-chemical principles of glassy oil sorbents production of organic and non-organic nature.\", \"Recent advances and trends in the research of phosphorus chemistry including asymmetric chemistry, coordination chemistry of phosphorus, biophosphorus chemistry, medicinal chemistry, agricultural chemistry are briefly reviewed in this article according to a presentation at the 15th International Conference on Phosphorus Chemistry in Sendai, Japan. This review focuses on the progress of following subjects: the efficient asymmetric hydrogenations using Noyori's catalysts, the synthesis of phosphorus compounds containing amino acid or nucleosides, and the development and application of organic phosphorus compounds as drug and agrochemicals. Supramolecular chemistry, large-scale manufacturing technology, green chemistry and environmental science are also given special attention.\", \"The classroom exercise outlined here is a self-directed assignment that connects students to the environmental contamination problem surrounding the DePue Superfund site. By connecting chemistry knowledge gained in the classroom with a real-world problem, students are encouraged to personally connect with the problem while simultaneously developing skills in data management and interpretation. Designed for first-year undergraduate, general chemistry students, each of the four primary exercises builds upon the skills developed in those before it. This approach makes it easy to tailor this assignment to the needs of individual classrooms. This assignment was given as the first laboratory course assignment to a pilot group of 178 general chemistry undergraduate students at Northwestern University. Students enrolled in this course had already completed the first of two accelerated general chemistry courses. Over 75% of students scored in the 85% to 100% grade range, illustrating that the majority of students who completed this assignment demonstrated a high level of comprehension.\", \"A graphical method for determining the 5-day biochemical oxygen demand (BOD5) for a body of water is described. In this bioassay, students collect a sample of water from a designated site, transport it to the laboratory, and evaluate the amount of oxygen consumed by naturally occurring bacteria during a 5-day incubation period. An accuracy check, prepared by spiking a portion of the water with a glucose-glutamic acid solution, is used to evaluate the student's technique. This graphical treatment requires a larger number of samples than the standard method described in the literature, but it is not prone to errors caused by the quality of dilution water, which can invalidate measurements made with the standard method.\", \"Tetrakis(4-sulfonatophenyl)porphyrin (TSPP) was immobilized on patterned paper and used as a sensor for heavy metal ions in an advanced organic chemistry course. The resulting sensor could detect Hg2+ and Cd2+ ions colorimetrically, while Cu2+ ion resulted in fluorescence quenching, thus demonstrating a multiplex capability of this paper-based sensor. From the synthesis of the porphyrin to the fabrication of the sensor, advanced undergraduate chemistry students gained first-hand experience with a classical organic synthesis, and also witnessed its application within 2-3 full-day laboratory sessions. This experiment is a good demonstration of how an easily synthesized compound can be exploited to tackle an important problem in real-world situations.\", \"The concept of 'Green Chemistry' has received much recent attention due to increased environmental regulations and concerns. This concept is currently being applied to industrial processes as an attempt to help reduce hazardous discharges into the environment. The opportunities to practice green chemistry, however, are abundant in modern science and technology. Here we discuss the concepts of green chemistry as related to crystal engineering, a promising field that may lead to more environmentally-friendly processes and help aid in environmental clean-up by the design of functional solid state materials. Lanthanides with their rich stereochemistry and abundant nature are currently underutilized in crystal engineering development. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"This review presents the latest advances in the application of microwave energy to analytical chemistry. The fundamental principles of microwave field interaction with the matter are presented and their significance for the chemist is discussed, followed by the basic principles of microwave equipment construction and operation. Examples of the techniques that utilized microwave energy for digestion, extraction, chemical reaction, preconcentration, and desorption of the analytical sample are presented. A separate section describes the examples of usage of microwave technology in catalysis, environmental, and nuclear chemistry and engineering.\", \"Actinide chemistry and electronuclear cycle: contribution of synchrotron radiation\\nThe topics related to actinide chemistry involved in the civil nuclear industry follow the electronuclear cycle: mining-enrichment, physical chemistry of the nuclear fuel, behavior in reactors, selective extraction for fuel reprocessing, storage, environmental impact, and human toxicology. In order to characterize the actinide properties, dedicated synchrotron beam lines are necessary, although scarce. This article focuses on synchrotron studies related to the elaboration of the nuclear fuel, its reprocessing, the storage in glass matrices and the bio-environmental impact.\", \"Nitrate analysis in water is one of the most frequently applied methods in environmental chemistry. Current methods for nitrate are generally based on toxic substances. Here, we show that a viable alternative method is to use the enzyme nitrate reductase. The key to applying this Green Chemistry solution for nitrate analysis is plentiful, inexpensive, analytical grade enzyme. We demonstrate that recombinant Arabidopsis nitrate reductase, expressed in the methylotrophic yeast Pichia pastoris, is a highly effective catalyst for nitrate analysis at 37 degrees C. Recombinant production of enzyme ensures consistent quality and provides means to meet the needs of environmental chemistry.\", \"In the past decade, soil contamination has emerged worldwide as a key environmental issue, and it has become increasingly apparent that soil contamination.is placing human and environmental health at risk.\", \"The scientific community and regulatory bodies worldwide, currently promote the development of non-experimental tests that produce reliable data for pesticide risk assessment. The use of standard quantum chemistry methods could allow the development of tools to perform a first screening of compounds to be considered for the experimental studies, improving the risk assessment. This fact results in a better distribution of resources and in better planning, allowing a more exhaustive study of the pesticides and their metabolic products. The current paper explores the potential of quantum chemistry in modelling toxicity and environmental behaviour of pesticides and their by-products by using electronic descriptors obtained computationally. Quantum chemistry has potential to estimate the physico-chemical properties of pesticides, including certain chemical reaction mechanisms and their degradation pathways, allowing modelling of the environmental behaviour of both pesticides and their by-products. In this sense, theoretical methods can contribute to performing a more focused risk assessment of pesticides used in the market, and may lead to higher quality and safer agricultural products. (c) 2017 Society of Chemical Industry\", \"This chapter describes efforts to revitalize Seattle University's advanced analytical chemistry course, Instrumental Analysis, by incorporating research-like laboratory experiments that focused on local environmental issues via service-learning projects. These projects focused on measuring concentrations of several pollutants in nearby water, sediment, and soil that are of interest to a local community group. Specifically, students were involved in collecting samples and developing analytical methods for the quantification of lead, polychlorinated biphenyls, and pyrethroid pesticides using modern scientific instrumentation. Pre- and post-course surveys were administered to determine how the students' attitudes changed after participating in laboratory based service-learning projects and readings related to the service-learning projects. Overall, the students self-reported modest gains in their interest in and understanding of analytical and environmental chemistry. Short answer post-course survey questions revealed that most students had favorable impressions of the environmentally relevant research undertaken as their service-learning projects.\", \"Sustainable environmental solutions are complex and rarely the result of science alone. The dynamic equilibrium of technical, economic, and social forces necessary to find solutions to environmental challenges is sometimes referred to as the triple bottom line of sustainable development. This view of sustainability can be a useful part of the learning framework for many chemistry courses.\\nUsing examples from a 100 level environmental chemistry course, this learning framework will be discussed in the context of specific assignments and lecture topics. Example units focusing on clean coal technology, utilization of biofuels and the role of hydrogen in our energy future will be discussed. This approach allows the instructor to maintain the basic pedagogy of the chemical curriculum, while challenging the students to think about the broader implications of chemical technologies in formulating sustainable solutions to environmental challenges.\", \"For centuries, mankind has contributed to irreversible environmental changes, but due to the modern science of recent decades, scientists are able to assess the scale of this impact. The introduction of laws and standards to ensure environmental cleanliness requires comprehensive environmental monitoring, which should also meet the requirements of Green Chemistry. The broad spectrum of Green Chemistry principle applications should also include all of the techniques and methods of pollutant analysis and environmental monitoring. The classical methods of chemical analyses do not always match the twelve principles of Green Chemistry, and they are often expensive and employ toxic and environmentally unfriendly solvents in large quantities. These solvents can generate hazardous and toxic waste while consuming large volumes of resources. Therefore, there is a need to develop reliable techniques that would not only meet the requirements of Green Analytical Chemistry, but they could also complement and sometimes provide an alternative to conventional classical analytical methods. These alternatives may be found in bioassays. Commercially available certified bioassays often come in the form of ready-to-use toxkits, and they are easy to use and relatively inexpensive in comparison with certain conventional analytical methods. The aim of this study is to provide evidence that bioassays can be a complementary alternative to classical methods of analysis and can fulfil Green Analytical Chemistry criteria. The test organisms discussed in this work include single-celled organisms, such as cell lines, fungi (yeast), and bacteria, and multicellular organisms, such as invertebrate and vertebrate animals and plants. (C) 2016 Elsevier Ltd. All rights reserved.\", \"Otolith chemistry is widely used to understand patterns of fish movement and habitat use, with significant progress made in understanding the influence of environmental factors on otolith elemental uptake. However, few studies consider the interactive effect that environmental and genetic influences have on otolith chemistry. This study assessed the influence of salinity, temperature, and genetics on the incorporation of three key elements (strontium (Sr), barium (Ba), and magnesium (Mg)) into the otoliths of two discrete stocks of mulloway (Argyrosomus japonicus) fingerlings reared in captivity. Elemental analysis via laser ablation inductively coupled - plasma mass spectrometry found that stock (genetics) had a significant interactive effect on otolith Sr:Ca (salinity x temperature x stock) and Ba:Ca (salinity x stock), but did not affect Mg:Ca incorporation. Mg:Ca showed a positive relationship with temperature for both stocks. The incorporation of some elements into the otoliths of fish is the result of complex interactions between extrinsic and intrinsic factors. These findings highlight the necessity to also consider stock along with environmental variables when using trace elemental signatures to reconstruct the environmental histories of fish.\", \"The oxidation process of sulfur(IV) species by oxygen, ozone and nitrogen oxides, catalysed by trace metal ions, can play an important role in atmospheric chemistry processes like acid rain, visibility degradation and health hazard. An overview of the more relevant investigations on emissions sources, aqueous phase conversion process and environmental impact is presented.\", \"This experiment combines the chemistry of solution separation via distillation with the engineering design process to motivate students in a high school chemistry course. Students build upon their knowledge of phase changes and solubility to complete a project related to chemical engineering by desalinating a water sample similar to seawater. In general, students remove, very little of the salt, but the emphasis is on the creation of the system rather than achievement of pure water. Resources for learning about distillation, an exercise description, exercise worksheets, and assessment plans are provided in the supporting information. This experiment fits well into a general chemistry curriculum or an environmental science course. It takes a minimum of 5 standard (1 h) class periods, but can be expanded or downsized as is appropriate. Student feedback was generally positive because the students enjoyed solving a \\\"real-world\\\" problem.\", \"Background: One of the unfortunate side effects of the industrial revolution has been the constant assault of the environment with various forms of pollution. Lately, this issue has taken a more critical dimension as prospects of global climate change and irreversible ecosystem damage are becoming a reality.\\nPurpose: College graduates (especially chemists), should therefore not only be aware of these issues but also be taught how chemistry can help reduce environmental pollution. Furthermore, the role and importance of chemistry in sustainable development and solving environmental problems needs to be highlighted.\\nProgramme/intervention description: To this effect, we have designed a simple undergraduate experiment that is based on the green chemistry approach of using photolytic oxidation to degrade a model organic pollutant. This approach used UV light and hydrogen peroxide to produce reactive hydroxyl radicals, which subsequently break down and degrade Acridine Orange (model pollutant). The dye degradation was monitored spectrophotometrically and the apparent rate of decolouration was found to be first order. Possible radical initiated mechanisms that may be involved in this remediation experiment have been used to explain the observed dye decolouration.\\nSample: To test the usefulness of this newly developed experiment, we incorporated it as a module into a second year 'Professional skills' chemistry course with an enrollment of six female students. Anonymous survey of the students after the completion of the module was very positive and indicated that objectives of the experiment were satisfactorily achieved.\\nResults: We believe this experiment not only raises students' awareness about green chemistry and environmental issues, but also teaches them valuable experimental skills such as experimental design, data manipulation and basic kinetics. Survey of students who were taught this unit in a second year course was very positive and supported the usefulness of this unit for chemistry students.\\nConclusions: In summary, we describe here an undergraduate chemistry experiments that was found to be very effective in teaching students about the hazards of environmental pollution and the role of green chemistry in solving 'real-life' problems, as well as chemical kinetics, data acquisition and manipulation.\", \"We review analytical protocols based on gas and liquid chromatography (GC and LC), but involving no sample preparation. Green analytical chemistry seeks to minimize negative impacts of analytical chemistry. Direct analytical methods ideally fulfill this requirement, as they preclude sample preparation the most polluting step of the analytical procedure.\\nWe describe examples of GC methodologies for environmental and food analysis using on-column, programmed temperature vaporizers and injectors with sorbent-packed liners.\\nAlthough LC methods are less amenable to eliminating sample pretreatment, we also present some successful applications of direct LC methods in environmental and food analysis, and bioanalysis. (C) 2012 Elsevier Ltd. All rights reserved.\", \"Ground-water seeps in the Catskill Mountains are important water sources for streams and often have different chemistry than nearby surface water. Many studies have shown correlations between water chemistry and plant species composition in wetlands, but there are no such studies in the Catskill Mountain ground-water seeps. The objective of this study was to identify the chemical and physical environmental variables that most strongly influence plant species composition in seeps. Environmental variables and plant species abundance were measured at 33 seeps. TWo-way INdicator SPecies ANalysis with analysis of variance and Canonical Correspondence Analysis showed that plant species composition is determined primarily by water depth and alkalinity/acidity complex gradients. Growing season changes in water chemistry were not shown to influence the plant community.\", \"The present study deals with attitudes towards chemistry and chemical education of pupils with or without experience in chemistry lessons. The pupils were asked to draw a painting from their point of view of chemistry. Moreover, the attitude was investigated by a common questionnaire. In comparison with a 15-year-old study it becomes obvious that today pupils are better informed. The pupils evaluate chemistry by considering disadvantages and advantages of science, medicine, chemical industry, environmental pollution and nuclear power!.\", \"JAMES PANKOW, a professor of environmental chemistry at the Oregon Graduate Institute of Science and Engineering, has received the John Wesley Powell Award from the U.S. Geological Survey.\", \"The need for speciation-related information in environmental chemistry is critically evaluated. Recent advances in the analysis for volatile or volatizable organometallic compounds and redox states are presented. They include microwave-assisted extraction for the leaching of analytes and the solubilization of tissues, multicapillary gas chromatography, and integration of the sample preparation and separation steps in a single speciation-dedicated instrument. Particular attention is given to the needs for speciation analysis in environmental biota: plant and animal tissues. The areas discussed include speciation of selenium and arsenic, analytical chemistry of metal complexes with phytochelatins and metallothioneins, the need for the identification of metal enzymes and co-enzymes and their role in the biosynthesis of metal complexes. The status of the rapidly emerging field of bioinorganic analytical chemistry is discussed.\", \"The 14th European Association of Chemical and Molecular Sciences (EuCheMS) International Conference on Chemistry and the Environment (ICCE 2013) took place on 25-28 June 2013 at the IEC and the WTC in Barcelona, Spain. The ICCE is a well-established biannual conference organized by the Division of Chemistry and the EuCheMS.\", \"This experiment is dedicated to second-year and above undergraduates who are in their experimental session of the analytical chemistry course. Grouped students are required to use a TiO2 photocatalytic oxidation process to treat the methanol containing wastewater that resulted from their previous HPLC experiments. Students learn to assemble a specified apparatus for a chemical reaction and analytical methods for the determination of environmental pollutants and reaction intermediates. The comprehensive experiment can give students a deep insight into application of several instruments (COD analyzer, UV-vis, GC-FID, and GC-MS) and the principle of photocatalytic oxidation reaction. Meanwhile, upon the completion of the experiment, students not only become aware of the wastes they generate but also understand how chemistry can be utilized for environmental remediation.\", \"The article approaches present phenomena in urbanization, such as population increase, urban sprawl, heat island and dust dome trap problems. Environmental impacts such as climate change, acidification, toxic substances and wastes are evaluated. After a background survey, the article proceeds to the chemistry of the urban environment, and focuses on recent phenomena in ozone formation. European inventories in environmental city chemistry are surveyed. One problem is the bad ozone ground-layer troposphere. Particulate matter concerns exposure of urban population. Acidifying pollutants and other air pollutants such as lead, benzene, cadmium and mercury in urban air are evaluated. The objective is to find remarks which could be exploited when planning overall urban wellbeing for the future. To this belongs obligations, standards, other guidance, sustainability of urban housing, health questions and education. The aim is to find updated tools for urban environmental management in urban rivers, sewage waters, wastes and recycling with their life cycle issues together with their consumption.\", \"The article shows how the monitoring of the water quality can be utilized in an inter-disciplinary pedagogical project involving Analytical Chemistry, Biochemistry and Microbiology making the apprenticeship more dynamic and consolidating the link between the student and the community.\", \"Otolith chemistry is an effective technique for evaluating fish environmental history, but its utility in fisheries management has not been comprehensively examined. Thus, a review of otolith chemistry with emphasis on management applicability is presented. More than 1500 otolith chemistry manuscripts published from 1967 to 2015 are reviewed and descriptive case studies are used to illustrate the utility of otolith chemistry as a fisheries management tool. Otolith chemistry publications span a wide variety of topics (e.g. natal origins, habitat use, movement, stock discrimination and statistical theory) and species in freshwater and marine systems. Despite the broad distribution of manuscripts in a variety of fisheries, environmental and ecological journals, the majority of publications (83%, n = 1264) do not describe implications or applications of otolith chemistry for fisheries management. This information gap is addressed through case studies that illustrate management applications of otolith chemistry. Case studies cover numerous topics (e.g. natal origins, population connectivity, stock enhancement, transgenerational marking, pollution exposure history and invasive species management) in freshwater and marine systems using sport fishes, invasive fishes, endangered fishes and species of commercial and aquaculture importance. Otolith chemistry has diverse implications and applications for fisheries management worldwide. Collaboration among fisheries professionals from academia, government agencies and non-governmental organizations will help bridge the research-management divide and establish otolith chemistry as a fisheries management tool.\", \"Polycyclic aromatic hydrocarbons (PAHs) are a class of environmental contaminants that has long been of interest in the fields of organic chemistry, theoretical chemistry, physical chemistry, environmental science, toxicology, cancer research, and energy sciences. Concerning environmental science and cancer research, majority of the research has focused on the occurrence, environmental fate, degradation/remediation, chemical transformation, genotoxicity, metabolism and metabolic activation, DNA adduct formation, muta:genesis, and carcinogenesis. Although many books and reviews on these subjects have been published, PAH photochemistry and phototoxicity have received much less attention. Therefore, it is intended for this article to provide an up-to-date source of photochemical reaction, photo-transformation, and phototoxicity of PAHs and their oxygenated, nitrated, halogenated, and amino substituted derivatives on a molecular basis. A perspective for future work is also discussed.\", \"The need for reliability of measurements supporting legal decisions in environmental policy or medical diagnosis and treatment is well known and widely accepted. This prerequisite can be met only by ensuring that legal measurements are accurate and traceable to national or international standards. Consequently, an outline of the organizational structure of the Romanian National Institute of Metrology (INM) for ensuring uniformity, consistency and accuracy of all measurements including legal measurements performed in chemical laboratories is presented. Since reliable measurements can only be accomplished within an appropriate traceability chain, the experience of the INM in identification and evaluation of measurement uncertainty in legal activities concerning the environment and health is reviewed. Practical examples of measurement uncertainty evaluation in spectrophotometric determination of five analytes, commonly determined in environmental and clinical chemistry are described. The implications of measurement uncertainty for int interpretation of regulatory compliance are discussed.\", \"Catalysis is one of the fundamental pi I lars of green chemistry, them design of chemical products and processes that reduce or eliminate the use and generation of hazardous substances. The design and application of new catalysts and catalytic systems are simultaneously achieving the dual goals of environmental protection and economic benefit.\\nNo subject so pervades modern chemistry as that of catalysis. (Ron Breslow, Chemistry Today and Tomorrow: The Central, Useful, and Creative Science)\\nGreen chemistry, the design of chemical products and processes that reduce or eliminate the use and generation of hazardous substances, is an overarching approach that is applicable to all aspects of chemistry. From feedstocks to solvents, to synthesis and processing, green chemistry actively seeks ways to produce materials in a way that is more benign to human health and the environment. The current emphasis on green chemistry reflects a shift away from the historic \\\"command-and-control\\\" approach to environmental problems that mandated waste treatment and control and clean up through regulation, and toward preventing pollution at its source. Rather than accepting waste generation and disposal as unavoidable, green chemistry seeks new technologies that are cleaner and economically competitive. Utilizing green chemistry for pollution prevention demonstrates the power and beauty of chemistry: through careful design, society can! enjoy the products on which we depend while benefiting the environment.\\nThe economic benefits of green chemistry are central drivers in its advancement. Industry is adopting green chemistry methodologies because they improve the corporate bottom line. A wide array of operating costs are decreased through the use of green chemistry. When less waste is generated, environmental compliance costs go down. Treatment and disposal become unnecessary when waste is eliminated. Decreased solvent usage and fewer processing steps lessen the material and energy costs of manufacturing and increase material efficiency. The environmental, human health, and the economic advantages realized through green chemistry are serving as a strong incentive to industry to adopt greener technologies.\\nDeveloping green chemistry methodologies is a challenge that may be viewed through the framework of the \\\"Twelve Principles of Green Chemistry\\\" [I]. These principles identify catalysis as one of the most important tools for implementing green chemistry. Catalysis offers numerous green chemistry benefits including lower energy requirements, catalytic versus stoichiometric amounts of materials, increased selectivity., and decreased use of processing and separation agents, and allows for the use of less toxic materials. Heterogeneous catalysis, in particular, addresses the goals of green chemistry by providing the ease of separation of product and catalyst, thereby eliminating the need for separation through distillation or extraction. In addition, environmentally benign catalysts such as clays and zeolites, may replace more hazardous catalysts currently in use. This paper highlights a variety of ways in which catalysis may be used as a pollution prevention tool in. green chemistry reactions. The benefits to human health, environment, and the economic goals realized through the use of catalysis in manufacturing and processing are illustrated by focusing on the catalyst design and catalyst applications. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"Formalabo: a helpful tool for chemistry lab work on hygiene, safety and environmental issues\\nThe practical laboratory sessions which are part of the training received by engineers or higher technicians provide a unique occasion to train these students in behavioural skills necessary for their future professional lives. In order to help in this training and to provide an introduction to synthetic chemistry, a network of teachers from chemistry schools has developed the tool \\\"Formalabo\\\". It gives the basics of safety and security at work, and presents the most common techniques practiced in the laboratory. This article provides an overview of the content and functions of this pedagogical tool, and a feedback of its use by students.\", \"Our environment needs to be protected from ever-increasing chemical pollution. Advances in science and technology can address the challenges of global environmental sustainability, which includes the release of persistent organic pollutants, climate change, and bioaccumulation of contaminants, endocrine disruption and ozone depletion. Achieving sustainability requires an intricate balance among resource use, economic growth and environmental impact. Green chemistry is a growing field of research where pollution is reduced by designing and developing chemical products/process addresses. Many of these are concerned by combining the critical elements of environmental improvement, economic competitiveness and social responsibility. In this chapter the scope for the development of green chemistry and the beneficial aspects have been discussed stressing future research.\", \"With the increase of global environmental pollution, green chemistry has been an inevitable trend in the development of chemistry and chemical engineering, thus attracting much attention from the academia to industry and to governments. As a response to the \\\"green challenge\\\", the so-called green chemistry movement has spread all over the world. In this perspective, we would like to present main programs associated with green chemistry in China, with a focus on green chemistry education and related activities.\", \"A personal account of the development of two University level chemistry books is presented. The account focuses on ways to integrate the traditional branches of chemistry into a textbook that captures the imagination of students and relates chemical principles and fundamental topics to environmental, medicinal, biological and industrial applications. The ways in which teaching methods have changed over two decades and how web-based resources can be used to improve the communication of chemical (in particular structural) concepts are highlighted.\", \"The increase in ocean acidity since preindustrial times may have deleterious consequences for marine organisms, particularly those with calcareous structures. We present a laboratory experiment to investigate this impact with general, introductory, environmental, and nonmajors chemistry students. For simplicity and homogeneity, calcite was substituted for calcareous organisms and placed in buffer solutions of variable acidity. After 30 min, students quantified the percent mass loss of calcite in their buffer. Individual student data was then pooled into a class spreadsheet for further analysis. This experiment could enable a class discussion on ocean acidification supplemented with primary and secondary literature.\", \"Making connections between basic chemistry topics and \\\"real life\\\" issues and phenomena is now a standard feature of most high school and college introductory chemistry textbooks. These examples are often isolated, however, and do not offer students the opportunity to see the connections among the many principles in the undergraduate chemistry curriculum that are inherent to complex and potentially contentious environmental issues which affect the personal lives of the students themselves. By identifying and following the pathways of phosphorus runoff from farm fields in Northwest Ohio to Lake Erie, where it promotes the growth of Harmful Algal Blooms, undergraduates can see new relationships among key chemistry principles and deepen their understanding of these principles through science-based service-learning projects of benefit to environmental stewardship organizations.\", \"Green Chemistry can be defined as the design of chemical products and processes that reduce or eliminate the use and generation of hazardous substances. This review, relating to environmental aspects, concentrates on green chemical design, rather than process chemistry. Such design is already possible, however very few organisations possess sufficient in-house expertise. At the simplest level it is possible to advise chemists on how to design for lower bioaccumulation potential and higher biodegradability. At the most complex level, modern molecular modelling techniques can enable the simultaneous prediction of all desired properties of a substance, including its performance and its environmental acceptability. The benefits for companies and the environment are potentially huge; companies adopting green chemistry principles already report considerable savings in their compliance costs.\", \"In this paper we briefly review the methodologies of environmental effects with emphasis on continuum solvent effect models and on interphase partitioning. We also focus attention on simpler methods that are easily applicable to larger models of complex biological processes. The applications of the described methods to various problems in chemistry and biology are listed, and selected examples of application of the methods on the description of environmental effects are given.\", \"This study aimed to investigate environmental education (EE) in the initial training of teachers of chemistry. The data were based on documentary analysis of the political pedagogical project of the Chemical Education course, the syllabus of school subjects, questionnaires and interviews with students. The resulting diagnosis explicitly shows little evidence of concern over inclusion of EE in teacher training. Beginner students showed representations centered on recycling and awareness. More advanced students had representations on sustainability and awareness, while the graduating students showed representations centered on pollution and awareness. In general, the representations involved awareness for environmental preservation.\", \"Plants can store the chemical energy required by their developing offspring in the form of triglycerides. These lipids can be isolated from seeds and then converted into biodiesel through a transesterification reaction. This second-year undergraduate organic chemistry laboratory experiment exemplifies the conversion of an agricultural energy source directly into a mechanical energy source.\", \"This work describes a simple and straightforward tutorial demonstrating the sonochemical process and its environmental application in the removal of organic dyes from water. This hands-on experiment aims to introduce students to the mechanisms of the sonochemical process and was designed to be highly visual, safe, and easy to perform. To elucidate some important concepts of sonochemistry, the roles of ultrasound irradiation and active species are demonstrated via controlled experiments and discussed.\", \"Green chemistry is the design of chemical products and processes that reduce or eliminate the use or generation of hazardous substances. Green chemistry applies across the life cycle of a chemical product, including its design, manufacture, use, and ultimate disposal. Green chemistry is also known as sustainable chemistry. Universities and environmental protection agencies have begun to use the concept of \\\"Green Laboratory\\\" by using the concept of green chemistry in recent years. In this research, green laboratories application in the world will be introduced and an evaluation form will be created to allow laboratories in Turkey to achieve Green Laboratory Certification. The limits will also be determined to enable the relevant laboratories to reach the Green Laboratory Standard. Thus, it was aimed that serious steps would be taken towards protecting the environment through green laboratories application in order to prevent environmental pollutions generated by the laboratories.\", \"There has been much interest in magnetite (Fe(3)O(4)) due to its utility in adsorbing high concentrations of arsenic in contaminated water. The magnetic properties of the material allow for simple dispersion and removal from an aqueous system. An inquiry-based laboratory has been developed that illustrates these unique properties of magnetite nanoparticles while developing cross-disciplinary and critical-thinking skills. The versatility of the pedagogic approach makes it suitable for both high school (grades 11 and 12) and college-level STEM (science, technology, engineering, and math) courses. The lab experience exposes students to experimental design, environmental remediation, adsorption, and the surface area-to-volume ratio concept of nanotechnology.\", \"Variations in the isotopic composition of elements have been widely used to study earth's climate, biosphere, and interior, and more recently to track the fate of contaminants. Within the broad range of elements that exhibit measureable isotopic variations, metal stable isotopes are increasingly applied across the biological, geological, environmental, and chemical sciences. Mass spectrometry and the isotope (geo-) chemistry of metals, often termed non-traditional stable isotopes, are not yet regularly taught in university courses. However, their growing importance in the natural sciences is reflected in the increasing number of research papers published. We present here a novel teaching exercise that can be incorporated into a curriculum where the stable isotope (geo-), chemistry of more traditional stable isotope systems (e.g., C, H, N, O, S) or inorganic mass spectrometry is taught. The exercise first introduces the basics of metal stable isotope fractionation. Next, the students use scientific papers to develop spreadsheets that enable them to program equations, to test isotope fractionation models, and to interpret environmental processes.\", \"In environmental magnetism, rock and mineral magnetic techniques are used to investigate the formation, transportation, deposition, and postdepositional alterations of magnetic minerals under the influences of a wide range of environmental processes. All materials respond in some way to an applied magnetic field, and iron-bearing minerals are sensitive to a range of environmental processes, which makes magnetic measurements extremely useful for detecting signals associated with environmental processes. Environmental magnetism has grown considerably since the mid 1970s and now contributes to research in the geosciences and in branches of physics, chemistry, and biology and environmental science, including research on climate change, pollution, iron biomineralization, and depositional and diagenetic processes in sediments to name a few applications. Magnetic parameters are used to routinely scan sediments, but interpretation is often difficult and requires understanding of the underlying physics and chemistry. Thorough examination of magnetic properties and of the environmental processes that give rise to the measured magnetic signal is needed to avoid ambiguities, complexities, and limitations to interpretations. In this review, we evaluate environmental magnetic parameters based on theory and empirical results. We describe how ambiguities can be resolved by use of combined techniques and demonstrate the power of environmental magnetism in enabling quantitative environmental interpretations. We also review recent developments that demonstrate the mutual benefit of environmental magnetism from close collaborations with biology, chemistry, and physics. Finally, we discuss directions in which environmental magnetism is likely to develop in the future.\", \"Agrochemicals will remain essential for economic production of the bulk of the world's food and fibre. However, their continued acceptance as agents for the control of pests has required a remarkable evolution in applied chemistry. To guarantee increasing environmental safety, an ongoing process of rational human action is needed, based on chemical risk assessment, chemical monitoring and risk management using information of the highest possible quality as feedback.\", \"As one approach to incorporating sustainability topics into the chemistry curriculum, a liberal arts course on the chemistry of solar energy is described. This communication summarizes one of the invited papers to the ConfChem online conference Educating the Next Generation: Green and Sustainable Chemistry, held from May 7 to June 30, 2010 and hosted by the ACS DivCHED Committee on Computers in Chemical Education (CCCE).\", \"The nature of acidic and basic (alkaline) oxides can be easily illustrated via a series of three straightforward classroom demonstrations for high school and general chemistry courses. Properties of carbon dioxide, sulfur dioxide, and magnesium oxide are revealed inexpensively and safely. Additionally, the very different kinetics of hydration of SO2 (rapid) and CO2 (slow) are evident. The pH changes observed by use of universal indicator provide striking visual evidence that makes the concepts of acidic and basic oxides less abstract and more concrete than verbal or written descriptions alone. By using the MgO solution for the SO2 hydration reaction, one can mimic environmental interactions that lead to the neutralization of alkaline and acidic species. Interestingly, the SO2 and CO2 demonstrations can easily be adapted to environmental chemistry courses and especially the very relevant realm of climate change science. The difference in hydration rates explains why CO2 is a greenhouse gas, but SO2 is not listed as one. Variations of the CO2 hydration demonstration reveal the sensitivity of oceans to acidification by dissolved CO2 and the relationship of fossil fuel combustion to ocean acidification.\", \"Sustainable development (SD) has been one of the overarching objectives of the United Nations. Member countries and stakeholders are reorienting education at all levels of the system to overcome the environmental, social and economic challenges that the world faces, and to achieve a sustainable future. There has been a strong increase in the integration of Education for Sustainable Development (ESD) into secondary education; however, research is needed to assess the relevance of the curriculum to meet the environmental, social and economic dimensions of ESD. With this article, we attempted to analyze the learning objectives of the Turkish secondary school chemistry curriculum in terms their relevance to ESD. Content analysis was used for assessing the objectives of the curriculum; and the criteria set is comprised of the environmental, social and economic dimensions of ESD. The results of the study indicate that the objectives of the curriculum are lacking in addressing the economic and social aspects, and the objectives focused more on the environmental aspect of ESD. In addition to this, the objectives of the advanced chemistry course don't contribute to the general objectives those are aligned with ESD. Hence, Turkish secondary school chemistry curriculum needs improvement in its relevance to ESD.\", \"Hazardous waste reduction is becoming an important consideration for both environmental and financial reasons. The project presented here gives an example of a procedure that minimizes hazardous waste in the chemistry teaching laboratory.\", \"Background, Aim and Scope. To predict the fate of persistent organic pollutants in the environment, several aspects have to be considered carefully: their basic physical and chemical properties, distribution, transport within and among compartments, biotic and abiotic transformation processes, as well as effects on living organisms including humans. Laboratory simulation of the processes that control the chemical behavior of organic compounds in the environment is often desirable for deeper understanding, as well as for determination of basic characteristics required for successful environmental modeling. However, laboratory exercises targeted on the simulations of environmental processes are very rare.\\nMaterials and Methods. Practical training was designed as a supplement to the course of Environmental Chemistry. The whole course consists of seven experiments in a logical sequence-partition coefficient (n-octanol-water), Henry's Law Constant, soil sorption, volatilization from soil, bioaccumulation, photochemical degradation and microbial degradation. The objective is to gain knowledge of the principal physical processes, by which chemicals move, concentrate and dissipate, as well as of the principal routes of biotic and abiotic degradation.\\nResults. New practical course reflecting current topics and approaches of environmental chemistry was introduced to M.S. students at Masaryk University in 2004. Detailed description of the course including experimental techniques is provided in this article.\\nDiscussion. Lab course employs basic techniques for the study of environmental processes to strengthen links between the theory caught in the lectures of Environmental Chemistry, laboratory simulations, and processes in the real word.\\nConclusions. A significant effort towards developing this laboratory exercise was devoted with the goal of providing a context for teaching both fundamental theories and environmental techniques, strengthening the link between the theory and processes in the real world, providing a scientific background for understanding the environmental problems, challenging the students with the experience of simulating the physical, chemical, and biological processes that control contaminant fate and transport in the environment, showing the students importance of the interdisciplinary approach and giving the students a taste of the excitement and challenge of the research in real conditions.\\nRecommendations and Perspectives. The laboratory course was taught with a great success, and it became a part of recommended study plans for M.S. students in Environmental Chemistry and Ecotoxicology. Suggested experiments proved to be suitable for simulation of biotic and abiotic transformations, bioaccumulation, as well as distribution and transport processes in a student laboratory with good reproducibility and accuracy. The response of the students was very positive.\", \"Environmental concerns and cost considerations are the cause of renewed interest in microscale experimention.\", \"Soil is an important and complex environmental compartment and soil contamination contributes to the pollution of aquifers and other water basins. A simple and low-cost experiment is described in which the mobility of three organic compounds in an artificial soil is examined using dry-column flash chromatography. The compounds were applied on top of the soil surface, and the column was irrigated with a dilute solution of calcium chloride that mimics rain. The compounds were detected in column drainage fractions using classic qualitative tests in which the intensity of the color produced is related to the concentration of the analyte. The experiment replicates a leaching system in which organic substances migrate through soil at distinct rates as a result of differences in partition constants and water solubility, properties that are related to structural features.\", \"Reflexive skills are part of students' scientific literacy and competence. Educational and cognitive skills are an essential means of the teaching process in Chemistry and Environmental Protection and are part of the processing method that models and develops different skills. Using these tasks in educational and cognitive activities students are initiated to actively participate in the teaching process and their reflexive skills are formed. The article offers several options of applying educational and cognitive tasks in modeling, mental experiment and reflection.\", \"This Especially for High School Teachers article focuses on several of the ways water is being incorporated into curriculums to highlight this quarter of the International Year of Chemistry, along with the use of JCE Classroom Activities for International Year of Chemistry celebrations. Articles from the March 2011 issue of the Journal of Chemical Education are also highlighted.\", \"The right to a healthy environment is of capital importance, which is why this matter calls for a detailed study, taking into account implications of both chemistry and law. The present study describes the current level of environmental protection, significant pieces of legislation, and five case studies regarding human rights violations. It reveals reports concerning air quality in Romania and in Europe. A large body of evidence emphasizes that permanent legislation revisions and new legal implementations place Europe on the right track, but plenty of issues remain to be solved until main pollutant emissions drop and the environmental situation becomes at least satisfactory.\", \"This article provides a critical review of the environmental chemistry of inorganic antimony (Sb) in soils, comparing and contrasting findings with those of arsenic (As). Characteristics of the Sb soil system are reviewed, with an emphasis on speciation, sorption and phase associations, identifying differences between Sb and As behaviour. Knowledge gaps in environmentally relevant Sb data for soils are identified and discussed in terms of the limitations this imposes on understanding the fate, behaviour and risks associated with Sb in environmental soil systems, with particular reference to mobility and bioavailability. (C) 2009 Elsevier Ltd. All rights reserved.\", \"Green Chemistry is the design of chemical products and processes with reduction or elimination of the usage and generation of hazardous substances.\\nIn the last decade, green chemistry has been recognized as a new approach to scientifically based environmental protection.\\nCatalysis has manifested its role as a fundamental tool in pollution prevention. Catalysis research on energy and environment has a tremendous opportunity to improve our environment. The environmental catalysis has made a step forward and it is a more challenging pathway for innovation in science relying on many disciplines. While catalysis has long been utilized increasing efficiency, yield and selectivity, it is now also recognized as accomplishing a wide range green chemistry goals.\", \"In the undergraduate curriculum, chemistry and sustainability connect easily and well. Topics in chemistry provide instructors with opportunities to engage students in learning about sustainability; similarly, topics in sustainability provide instructors with opportunities to engage students in learning chemistry. One's own college or university campus is a useful source of content related both to sustainability and to chemistry. To obtain this content, instructors must seek out and learn from those working in campus facilities and operations. For the past five years, the approach of utilizing campus-based content was employed by the authors in teaching an introductory environmental science course. This paper describes three topics from this course that general chemistry instructors can use to help students make connections to sustainability: the carbon cycle, the carbon footprint, and the energy required to heat water. These topics are presented with the hope that instructors will use them with data from their institutions, utilizing their own campus as a \\\"living laboratory\\\" for sustainability.\", \"Green chemistry and engineering is the design of chemical manufacturing systems to minimize their adverse affects on the environment. Thus, a primary goal of green chemistry and engineering is to reduce the environmental impact of chemical processes and chemical manufacturing while simultaneously enhancing the overall process performance. Although it is beneficial to simply reduce the use of organic solvents in chemical processes, green chemistry and engineering goes further, in that it evaluates the entire manufacturing operation to identify techniques that can be applied to minimize the overall process hazard, while maintaining economic practicality. Evaluation of the environmental impacts of the manufacturing process requires a systems approach and appropriate metrics that permit quantitative assessment of environmental hazards. Thus, this chapter begins with a discussion of the drivers for green engineering and the metrics through which processes can be evaluated. Then, the hydroformylation process is used as a case study to illustrate the way in which green chemistry principles can be applied to real processes. Two elements, are specifically highlighted: (a) the use of catalysts to facilitate active and selective chemistry and the immobilization of said catalysts within the reactor system, and (b) the development of processes based on benign reaction solvents, and the benefits that can accrue from simplified separations operations.\", \"Increasing numbers of publications reveal researchers' interest in waste management. After a short discussion on disposal strategies for wastes, we explore new ways of reusing wastes. Our main focuses are tannery waste, fly ash, food waste and compost. We also discuss the role of analytical chemistry in using waste for environmental remediation. Promoting clean methodologies in remediation is the best way to address future environmental challenges. (C) 2010 Elsevier Ltd. All rights reserved.\", \"Significant archaeological evidence exists that in 1491, much of the Amazon basin was more aptly described as managed parkland than as jungle. This evidence also indicates that there were more people living in urban environments in Amazonia than there were people living in urban environments in Europe. The decimation of the native peoples which occurred after European contact resulted in the growth of the enormous jungle that most people now think of as \\\"the Amazon,\\\" and is a significant factor in mitigating the current planetary climate change. Simple, model-based problems involving stoichiometry, molarity, and solution chemistry that have been used in freshmen-level general chemistry classes to raise awareness of this enormous environmental change are presented.\", \"Surface scientists are dealing more and more with complex systems that are challenging to investigate from both experimental and theoretical perspectives. The surface science of complex interfaces, such as environmental interfaces under ambient conditions of temperature and relative humidity, requires both advances in experimental and theoretical methods in order for conceptual insights to emerge. In this prospective, several aspects of environmental interfaces and the field of environmental surface science are discussed. These include: (i) adsorbed water on oxide and carbonate interfaces; (ii) surface chemistry of oxide and carbonate interfaces in the presence of co-adsorbed water; (iii) solvation of ions by co-adsorbed water on environmental interfaces; and (iv) research needs and challenges in environmental Surface science. (C) 2008 Elsevier B.V. All rights reserved.\", \"As part of a laboratory course, undergraduate students were asked to use baker's yeast cells as biotemplate in preparing TiO2 powders and to test the photocatalytic activity of the resulting materials. This laboratory experience, selected because of the important environmental implications of soft chemistry and photocatalysis, provides an opportunity to teach valuable laboratory skills and to introduce students to the synthesis, isolation, and characterization of inorganic materials. This laboratory activity is adaptable to a range of educational levels and to various instrumental techniques.\", \"The growing process of industrialization was a milestone for world economic evolution. Since the 1940s, social movements have revolutionized green chemistry and provided shifts in industrial positions and sustainable processes with advances in environmental impact and awareness of companies and population. Paul Anastas and John Warner, in the 1990s, postulated the 12 principles of Green Chemistry, which are based on the minimization or non-use of toxic solvents in chemical processes and analyzes, as well as, the non-generation of residues from these processes. One of the most active areas of Research and Development in Green Chemistry is the development of analytical methodologies, giving rise to the so-called Green Analytical Chemistry. The impacts of green chemistry on pharmaceutical analyzes, environmental, population, analyst and company are described in this review and they are multidimensional. Every choice and analytical attitude has consequences both in the final product and in everything that surrounds it. The future of green chemistry as well as our future and the environment is also contemplated in this work. (C) 2018 The Authors. Production and hosting by Elsevier B.V.\", \"This article describes an approach to general chemistry that involves teaching chemical concepts in the context of two thematic laboratory modules: environmental remediation and the fate of pharmaceuticals in the environment. These modules were designed based on active-learning pedagogics and involve multiple-week projects that dictate what content is taught and in which order the content is presented. Students were expected to design experimental procedures, analyze data, and communicate their results. A description of the two laboratory modules is included along with a week-by-week description of the student experience.\", \"This article analyses Education for Sustainable Development (ESD) in chemistry by reviewing existing challenges and future possibilities on the levels of the teacher and the student. Pedagogical frameworks that are found eligible in practice are reviewed. Lesson themes that are suitable for implementing socioscientific issues (SSI) related to ESD into basic chemistry education at schools are discussed. Based on this analysis, three new demonstrative pedagogical models for ESD in chemistry are presented to help guide the work of teachers. The models draw on an interdisciplinary reading of research in the field of SSI- based science education, sustainability science, green chemistry and environmental education. The current state of ESD in Finnish chemistry education is used as an example case throughout the article. Two tasks where future development is required were recognised. The first task concerns supporting chemistry teachers in overcoming the challenges with SSI and ESD they face in their work. The second task is to ensure that students are more often provided with more relevant and flexible chemistry content and studying methods.\", \"GREEN CHEMISTRY, THE CHEMICAL CHALLENGES OF THE NEW MILLENIUM. The fundamental concepts of the green chemistry are highlighted in order to present the enormous number of challenges to develop a new chemistry in research, industry and education. The practice of an environmental friendly chemistry are presented to improve the economics of chemical manufacturing and to enhance the much-tarnished image of chemistry and to present the opportunities to discover and apply this new chemistry. The challenges and opportunities of green chemistry in the world and Brazil are introduced and discussed in this report.\", \"Carbon aerogels are a fascinating three-dimensional (3D) monolithic porous material with remarkable physicochemical properties, including low density, large surface area, abundant pore structure, high electrical conductivity, chemical stability, environmental compatibility, adjustable surface chemistry, as well as controllable structural features. These properties endow carbon aerogels with excellent adsorption and catalytic performance. Therefore, they are widely applied in environmental chemistry for removing pollutants like oils, toxic organic solvents, dyes, heavy metal ions in aquatic environments, and volatile organic compounds (VOCs), carbon oxides (CO2, CO), nitrogen oxide (NOx), and hydrogen sulfide (H2S) in the atmosphere. In this paper, the preparation processes of carbon aerogels are fully reviewed, and their applications for environmental clean-up based on adsorption and catalytic action are thoroughly addressed. In each section, the most recent representative studies will be highlighted. Finally, the challenges, outlooks, and prospects in this emerging and promising research field will be briefly discussed.\", \"Mercury is a known neurotoxin that is particularly harmful to children and unborn fetuses. Consumption of contaminated fish is one major route of mercury exposure. This laboratory experiment gives students an opportunity to measure mercury concentrations in store-bought seafood and compare the results to suggested exposure limits. The U.S. Environmental Protection Agency (EPA) recommended method for determination of mercury concentrations is cold-vapor atomic spectroscopy. We propose a method of adapting an existing flame atomic absorbance spectrometer for this technique with little additional cost, thus allowing students to learn about this important technique. Students measured mercury concentrations in swordfish and tuna purchased at a local supermarket. Mercury levels in both fish were within the range found by the U.S. Food and Drug Administration (FDA). Students gained experience with sample digestion, cold-vapor analysis, and data analysis.\", \"Green chemistry does not operate as an isolated subsystem, but within higher levels of corporation and society. From an environmental standpoint, the ideal focus is to achieve optimum performance across the system, not at a single systems level. This paper proposes a four-level system for green chemistry and provides examples of performance at each level that can legitimately be termed sustainable.\", \"Existing studies report on the importance of instilling environmental literacy among students from an early stage of schooling to enable them to adopt more pro-environmental behaviors in the near future. This quasi-experimental study was designed to compare the level of environmental literacy among two groups of students: the experimental group (N = 120) was taught using science writing heuristics embedded in a green chemistry curriculum (SWH-GC) and the comparison group (N = 90) was taught using a green chemistry curriculum. For the purpose of this study an environmental literacy model that consisted of pro-environmental attitudes, beliefs, knowledge and behavior was employed. ANCOVA with the pre-test as the covariate showed statistically significant differences in all four of the constructs that constitute environmental literacy, with the experimental group taught using SWH-GC exhibiting higher mean values. Interview findings with randomly selected students from both groups further reinforced the quantitative findings. Both quantitative and qualitative findings suggest that after the treatment, the experimental group students were keen to read about the environment, believed their actions would bring changes, were more knowledgeable regarding how to keep streams and lakes clean, and were more engaged in recycling activities. The implications are finally discussed.\", \"Green chemistry is a chemical philosophy that aims to develop more sustainable, economical and environmental friendly protocols in the industry. It involves concepts of nanocatalysis, flow chemistry and microwave chemistry to design more sustainable chemical processes. This contribution aims to briefly introduce the concepts of flow nano-catalysis and provide an overview of key developments and examples in the field of green chemical processing.\", \"Portable Energy-Dispersive X-Ray Fluorescence (XRF) analyzers have undergone significant improvements over the past decade. Salient advantages of XRF for elemental analysis include minimal sample preparation, multielement analysis capabilities, detection limits in the low parts per million (ppm) range, and analysis times on the order of 1 min. This article aims to stimulate interest in incorporating XRF into undergraduate chemistry lecture and lab settings.\", \"Heterogeneous photocatalysis is a recent discipline particularly well adapted to environmental problems since it operates at room temperature by replacing catalyst's thermo-activation by photo-activation (or replacing phonons by photons). In fine chemistry, high initial selectivities (100%) are obtained in dry organic media in selective mild oxidation of gaseous or liquid hydrocarbons. Similarly, 100% selectivities were obtained in sulfur-involving photocatalytic reactions, noted as \\\"thio-photocatalysis\\\". Environmental photocatalysis is active in water and air decontamination and can advantageously use the UV-A solar spectrum for outside applications.\", \"The advances in understanding the kinetic behavior of certain environmental electron transfer (ET) systems are presented. Emphasis is placed on the homogeneous ET chemistry of transition metals, particularly the Fe-II/III system, in various relevant forms. In the context of modern ET theory, we examine the utility of computational chemistry methods for the calculation of ET quantities such as the reorganization energy and electronic coupling matrix element. We discuss successful application of the methods to topics of homogeneous oxidation of dissolved metal ions by molecular oxygen in aqueous solution, as well as the prediction of electron mobility in solid phase iron oxide crystals. The examples illustrate the significant potential for many more advances in understanding environmental ET systems through the combination of ET theory and computational chemistry.\", \"The environmental impact of detergents and other consumer products is behind the continued interest in the chemistry of the surfactants used. Of these, linear alkylbenzene sulfonates (LASs) are most widely employed in detergent formulations. The precursors to LASs are linear alkylbenzenes (LABs). There is also interest in the chemistry of these hydrocarbons, because they are usually present in commercial LASs (due to incomplete sulfonation), or form as one of their degradation products. Additionally, they may be employed as molecular tracers of domestic waste in the aquatic environment. The following aspects are covered in the present review: The chemistry of surfactants, in particular LAS; environmental impact of the production of LAS; environmental and toxicological effects of LAS; mechanisms of removal of LAS in the environment, and methods for monitoring LAS and LAB, the latter in domestic wastes. Classical and novel analytical methods employed for the determination of LAS and LAB are discussed in detail, and a brief comment on detergents in Brazil is given.\", \"The reaction of 3-bromo-propenyl acetate with the Garner aldehyde promoted by zinc or indium metal is studied in different solvents; besides the stereoselectivity, attention is focused on a comparative environmental assessment of different experiments carried out in NH(4)Cl, THF or DMF, using green chemistry metrics and a qualitative analysis of environmental risks. (C) 2004 Elsevier Ltd. All rights reserved.\", \"A two-dimensional advection-diffusion-chemistry module of a large-scale environmental model (Danish Eulerian Model for studying the transport of air pollutants on large scale - UNI-DEM) is taken. The module is described mathematically by system of partial differential equations. Sequential splitting is used in the numerical treatment. The non-linear chemistry is most the time-consuming part during the computer runs and it. is handled by six implicit. algorithms for solving ordinary differential equations. This leads to the solution of very long sequences of systems of Initial. algebraic equations. It. is crucial to solve these systems efficiently. This is achieved by applying four different. algorithms which are developed, tested and discussed.\", \"Foundation for Analytical Science & Technology in Africa (FASTA) was set up in 2006 to help support and cultivate research into analytical chemistry in Africa. It has provided funding for shipment of analytical instrumentation, particularly GC-MS instruments and their continued support in Kenya. FASTA works closely with the Royal Society of Chemistry and the Pan Africa Chemistry Network to facilitate training in GC-MS for African chemists from across the continent. FASTA has also supported research into environmental issues and this chapter describes work done to research the reasons behind a loss of Gyps Africanus vulture population.\", \"Drones, unmanned aerial vehicles (UAVs), usually helicopters or airplanes, are commonly used for warfare, aerial surveillance, and recreation. In recent years, drones have become more accessible to the public as a platform for photography. In this report, we explore the use of drones as a new technological filming tool to enhance student learning in the field of analytical and environmental chemistry. In particular, chemistry students have difficulty in applying knowledge learned in the practical context, e.g., finding potential sites for soil sampling. Our effort was focused on improving the understanding of terrain and examining potential \\\"good\\\" sampling sites by providing instructor's point of view (IPOV) videos filmed with a drone. Students responded positively to this innovative filming method in a perception survey. The merits and challenges of filming with drones will be discussed.\", \"The evolution of environmental conditions within the emplacement drifts of a potential high-level waste repository at Yucca Mountain, Nevada, may be influenced by several factors, including the temperature and relative humidity within the emplacement drifts and the composition of seepage water. The performance of the waste package and the drip shield may be affected by the evolution of the environmental conditions within the emplacement drifts. In this study, tests evaluated the evolution of environmental conditions on the waste package surfaces and in the surrounding host rock. The tests were designed to (i) simulate the conditions expected within the emplacement drifts; (ii) measure the changes in near-field chemistry; and (iii) determine environmental influence on the performance of the engineered barrier materials. Results of tests conducted in this study indicate the composition of salt deposits was consistent with the initial dilute water chemistry. Salts and possibly concentrated calcium chloride brines may be more aggressive than either neutral or alkaline brines.\", \"Anticipating, identifying, and prioritizing strategic needs represent essential activities by research organizations. Decided benefits emerge when these pursuits engage globally important environment and health goals, including the United Nations Sustainable Development Goals. To this end, horizon scanning efforts can facilitate identification of specific research needs to address grand challenges. We report and discuss 40 priority research questions following engagement of scientists and engineers in North America. These timely questions identify the importance of stimulating innovation and developing new methods, tools, and concepts in environmental chemistry and toxicology to improve assessment and management of chemical contaminants and other diverse environmental stressors. Grand challenges to achieving sustainable management of the environment are becoming increasingly complex and structured by global megatrends, which collectively challenge existing sustainable environmental quality efforts. Transdisciplinary, systems-based approaches will be required to define and avoid adverse biological effects across temporal and spatial gradients. Similarly, coordinated research activities among organizations within and among countries are necessary to address the priority research needs reported here. Acquiring answers to these 40 research questions will not be trivial, but doing so promises to advance sustainable environmental quality in the 21st century. Environ Toxicol Chem 2019;38:1606-1624. (c) 2019 The Authors. Environmental Toxicology and Chemistry published by Wiley Periodicals, Inc. on behalf of SETAC.\", \"The green chemistry (GC) concept originated in the United States during the 1990s to describe an approach to chemistry that aims to lower impacts on health and the environment. Based on 70 interviews with scientists from France and the United States, I investigated green chemists' practices and motivations, and the socio-political influences on their attitudes to GC. The results show that GC has a hybrid character, bringing together scientists with different motivations (funding, career, communication, ethical, political). The boundaries of the definition of GC are constantly shifting under the influence of research funding and environmental, industrial and agricultural policies. GC reflects the perfect adaptation of a terminology to the external conditions of chemistry's socio-political contexts. While this is a strength that gives GC the potential for changing overall practices in chemistry, this might also be its major weakness as it might completely lose its original environmental relevance, depending on the evolution of external drivers.\", \"Green is a concept to express the degree of environmental burden caused by a product or service. Environmental burden is usually evaluated by 3 factors, i.e., by the bad effects on human health, by the bad effects on ecosystem and by the effects on depletion of energy and resources. This implies that it is necessary to have an integrated system with combined concept of life cycle assessment and risk assessment, but current methods/systems are far from perfect and new methods must be created by further efforts.\\nTwo kinds of criteria were used to evaluate technological/scientific values in Green & Sustainable Chemistry Awards in Japan; (1) an LCA like method to express lower burden on environment, (2) reduction of the use of highly hazardous substances.\"]"