"[\"The optical properties of metal nanoparticles have long been of interest in physical chemistry, starting with Faraday's investigations of colloidal gold in the middle 1800s. More recently, new lithographic techniques as well as improvements to classical wet chemistry methods have made it possible to synthesize noble metal nanoparticles with a wide range of sizes, shapes, and dielectric environments. In this feature article, we describe recent progress in the theory of narroparticle optical properties, particularly methods for solving Maxwell's equations for light scattering from particles of arbitrary shape in a complex environment. Included is a description of the qualitative features of dipole and quadrupole plasmon resonances for spherical particles; a discussion of analytical and numerical methods for calculating extinction and scattering cross-sections, local fields, and other optical properties for nonspherical particles; and a survey of applications to problems of recent interest involving triangular silver particles and related shapes.\", \"A review about the application of response surface methodology (RSM) in the optimization of analytical methods is presented. The theoretical principles of RSM and steps for its application are described to introduce readers to this multivariate statistical technique. Symmetrical experimental designs (three-level factorial, Box-Behnken, central composite, and Doehlert designs) are compared in terms of characteristics and efficiency. Furthermore, recent references of their uses in analytical chemistry are presented. Multiple response optimization applying desirability functions in RSM and the use of artificial neural networks for modeling are also discussed. (C) 2008 Published by Elsevier B.V.\", \"Method validation is one of the measures universally recognized as a necessary part of a comprehensive system of quality assurance in analytical chemistry. In the past, ISO, IUPAC, and AOAC International have cooperated to produce a-reed protocols or guidelines on the \\\"Design, conduct and interpretation of method performance studies\\\" [1], on the \\\"Proficiency testing of (chemical) analytical laboratories\\\" [2], on \\\"Internal quality control in analytical chemistry laboratories\\\" [3], and on \\\"The use of recovery information in analytical measurement\\\" [4]. The Working Group that produced these protocols/guidelines has now been mandated by IUPAC to prepare guidelines on the single-laboratory validation of methods of analysis. These guidelines provide minimum recommendations on procedures that should be employed to ensure adequate validation of analytical methods.\\nA draft of the guidelines has been discussed at an International Symposium on the Harmonization of Quality Assurance Systems in Chemical Laboratory, the proceedings from which have been published by the UK Royal Society of Chemistry.\", \"Microfluidic paper-based analytical devices (mu PADs) are a new class of point-of-care diagnostic devices that are inexpensive, easy to use, and designed specifically for use in developing countries. (To listen to a podcast about this feature, please go to the Analytical Chemistry multimedia page at pubs.acs.org/page/ancham/audio/index.html.)\", \"Inorganic metal-oxygen cluster anions form a class of compounds that is unique in its topological and electronic versatility and is important in several disciplines. Names such as Berzelius, Werner, and Pauling appear in the early literature of the field. These clusters (so-called isopoly- and heteropolyanions) contain highly symmetrical core assemblies of MO(x) units (M = V, Mo, W) and often adopt quasi-spherical structures based on Archimedean and Platonic solids of considerable topological interest. Understanding the driving force for the formation of high-nuclearity clusters is still a formidable challenge. Polyoxoanions are important models for elucidating the biological and catalytic action of metal-chalcogenide clusters, since metal-metal interactions in the oxo clusters range from very weak (virtually none) to strong (metal-metal bonding) and can be controlled by choice of metal (3d, 4d, 5d), electron population (degree of reduction), and extent of protonation. Mixed-valence vanadates, in particular, show novel capacities for unpaired electrons, and the magnetic properties of these complexes may be tuned in a stepwise manner. Many vanadates also act as cryptands and clathrate hosts not only for neutral molecules and cations but also for anions, whereby a remarkable ''induced self-assembly process'' often occurs. Polyoxometalates have found applications in analytical and clinical chemistry, catalysis (including photocatalysis), biochemistry (electron transport inhibition), medicine (antitumoral, antiviral, and even anti-HIV activity), and solid-state devices. These fields are the focus of much current research. Metal-oxygen clusters are also present in the geosphere and possibly in the biosphere. The mixed-valence vanadates contribute to an understanding of the extremely versatile geochemistry of the metal. The significant differences between the chemistry of the polyoxoanions and that of the thioanions of the same elements is of relevance to heterogeneous catalysis, bioinorganic chemistry, and veterinary medicine.\", \"Microfluidic devices are finding increasing application as analytical systems, biomedical devices, tools for chemistry and biochemistry, and systems for fundamental research. Conventional methods of fabricating microfluidic devices have centered on etching in glass and silicon. Fabrication of microfluidic devices in poly(dimethylsiloxane) (PMS) by soft lithography provides faster, less expensive routes than these conventional methods to devices that handle aqueous solutions. These soft-lithographic Cambridge, MA, USA methods are based on rapid prototyping and replica molding and are more accessible to chemists and biologists working under benchtop conditions than are the microelectronics-derived methods because, in soft lithography, devices do not need to be fabricated in a cleanroom. This paper describes devices fabricated in PDMS for separations, patterning of biological and nonbiological material, and components for integrated systems.\", \"Molpro (available at ) is a general-purpose quantum chemical program. The original focus was on high-accuracy wave function calculations for small molecules, but using local approximations combined with explicit correlation treatments, highly accurate coupled-cluster calculations are now possible for molecules with up to approximately 100 atoms. Recently, multireference correlation treatments were also made applicable to larger molecules. Furthermore, an efficient implementation of density functional theory is available. (c) 2011 John Wiley & Sons, Ltd.\", \"Algorithms for the symmetry-adapted energy minimisation of solids using analytical first and second derivatives have been devised and implemented in a new computer program GULP. These new methods are found to lead to an improvement in computational efficiency of up to an order of magnitude over the standard algorithm, which takes no account of symmetry, the largest improvement being obtained from the use of symmetry in the generation of the hessian. Accelerated convergence techniques for the dispersion energy are found to be beneficial in improving the precision at little extra computational cost, particularly when a one centre decomposition is possible or the Ewald sum weighting towards real-space is increased.\", \"We discuss the origins and the fundamentals of Green Analytical Chemistry (GAC), based on the literature published about clean, environmentally-friendly or GAC methods. We pay special attention to the strategies and the tools available to make sample-pretreatment and analytical methods greener. We consider that the main principles are to replace toxic reagents, to miniaturize and to automate methods, making it possible to reduce dramatically the amounts of reagents consumed and wastes generated, so reducing or avoiding side effects of analytical methods. We also consider on-line decontamination or passivation of wastes to be of special interest in making analytical chemistry sustainable. (C) 2008 Elsevier Ltd. All rights reserved.\", \"Room-temperature ionic liquids (RTILs) are solvents that may have great potential in chemical analysis. Recent surge in the number of publications/reports/books/monographs clearly indicate an increasing interest of scientific and engineering community toward these exciting and unique solvents. Consequently, a variety of analytical applications of RTILs have started to emerge. This review presents an account of some of the recent reports on RTILs in major subdisciplines of analytical chemistry. Specifically, recent literature representing the applications of RTILs in chromatography, extraction, electroanalytical chemistry, sensing.. and spectrometry is reviewed. With a rapid growth in the number of publications on analytical applications of RTILs, it appears that in the near future these neoteric solvents are definitely going to be a permanent feature in analytical chemistry. (c) 2005 Elsevier B.V. All rights reserved.\", \"Room-temperature ionic liquids (ILs) are gaining wide recognition as novel solvents in chemistry. Their application in analytical chemistry, especially in separating analytes, is merited because ILs have some unique properties, such as negligible vapor pressure, good thermal stability, tunable viscosity and miscibility with water and organic solvents, as well as good extractability for various organic compounds and metal ions. This review gives a brief overview of the application of ILs in analytical chemistry, including sample preparation, chromatographic/capillary electrophoretic (CE) separation, and detection. (C) 2004 Elsevier Ltd. All rights reserved.\", \"The current rapid development of green analytical chemistry (GAC) requires clear, concise guidelines in the form of GAC principles that will be helpful in greening laboratory practices. The existing principles of green chemistry and green engineering need revision for their use in GAC because they do not fully meet the needs of analytical chemistry.\\nIn this article we propose a set of 12 principles consisting of known concepts (i.e. reduction in the use of reagents and energy, and elimination of waste, risk and hazard) together with some new ideas (i.e. the use of natural reagents), which will be important for the future of GAC. (C) 2013 Elsevier Ltd. All rights reserved.\", \"The emergence of graphene nanosheet (GN, 2010 Nobel Prize for Physics) has recently opened up an exciting new field in the science and technology of two-dimensional (2D) nanomaterials with continuously growing academic and technological impetus. GN exhibits unique electronic, optical, magnetic, thermal and mechanical properties arising from its strictly 2D structure and thus has many important technical applications. Actually, GN-based materials have enormous potential to rival or even surpass the performance of carbon nanotube-based counterparts, given that cheap, large-scale production and processing methods for high-quality GN become available. Therefore, the studies on GN in the aspects of chemistry, physical, materials, biology and interdisciplinary science have been in full flow in the past five years. In this critical review, from the viewpoint of chemistry and materials, we will cover recent significant advances in synthesis, molecular engineering, thin film, hybrids, and energy and analytical applications of the \\\"star-material'' GN together with discussion on its major challenges and opportunities for future GN research (315 references).\", \"The validation of an analytical method is fundamental to implementing a quality control system in any analytical laboratory. As the separation techniques, GC, HPLC and CE, are often the principal tools used in such determinations, procedure validation is a necessity. The objective of this review is to describe the main aspects of validation in chromatographic and electrophoretic analysis, showing, in a general way, the similarities and differences between the guidelines established by the different Brazilian and international regulatory agencies.\", \"The use of standards for the measurement of photoluminescence quantum yields (QYs) in dilute solutions is reviewed. Only three standards can be considered well established. Another group of six standards has been investigated by several independent researchers. A large group of standards is frequently used in recent literature, but the validity of these is less certain. The needs for future development comprise: (i) confirmation of the validity of the QY values of many commonly used standard materials, preferably in the form of SI traceable standards; (ii) extension of the set of standard materials to the UV and near-IR spectral ranges; and (iii) good standards or robust protocols for the measurements of low QYs.\", \"This work reviews different types of substrates used for surface-enhanced Raman scattering (SERS) that have been developed in the last 10 years. The different techniques of self-assembly to immobilize metallic nanoparticles on solid support are covered. An overview of SERS platforms developed using nanolithography methods, including electron-beam (e-beam) lithography and focused ion beam (FIB) milling are also included, together with several examples of template-based methodologies to generate metallic nano-patterns. The potential of SERS to impact several aspects of analytical chemistry is demonstrated by selected examples of applications in electrochemistry, biosensing, environmental analysis, and remote sensing. This review shows that highly enhancing SERS substrates with a high degree of reliability and reproducibility can now be fabricated at relative low cost, indicating that SERS may finally realize its full potential as a very sensitive tool for routine analytical applications. (C) 2011 Elsevier B.V. All rights reserved.\", \"Ionic liquids (ILs) are composed entirely of ions and they possess fascinating properties, including low volatility, tunable viscosity and miscibility, and electrolytic conductivity, which make Its unique and useful for many applications in chemical analysis. The dramatic increase in the number of publications on ILs is indicative of the tremendous interest in this field from analytical chemists. This review summarizes recent efforts in the major subdisciplines of analytical chemistry, including extractions, gas chromatography, liquid chromatography, capillary electrophoresis. mass spectrometry, electrochemistry, sensors. and spectroscopy. (C) 2009 Elsevier B.V. All rights reserved.\", \"Data analysis has become a fundamental task in analytical chemistry due to the great quantity of analytical information provided by modem analytical instruments. Supervised pattern recognition aims to establish a classification model based on experimental data in order to assign unknown samples to a previously defined sample class based on its pattern of measured features. The basis of the supervised pattern recognition techniques mostly used in food analysis are reviewed, making special emphasis on the practical requirements of the measured data and discussing common misconceptions and errors that might arise. Applications of supervised pattern recognition in the field of food chemistry appearing in bibliography in the last two years are also reviewed. (c) 2007 Elsevier B.V. All rights reserved.\", \"Materials fabrication with nanoscale structural precision based on bottom-up-type self-assembly has become more important in various current disciplines in chemistry including materials chemistry, organic chemistry, physical chemistry, analytical chemistry, biochemistry, colloid and surface chemistry, and supramolecular chemistry. Although the design of new materials based on nanoscale self-assembly is anticipated as a key concept, preparing complete three-dimensional structures at nanoscale precision remains a difficult target using current technologies. Rather, dimension-reduced approaches such as layering of two-dimensional nanostructures into precisely controlled lamellar nanomaterials are currently achievable. In particular, layer-by-layer (LbL) assembly is known as a highly versatile method for fabrication of controlled layered structures from various kinds of component materials using very simple, inexpensive, and rapid procedures. Therefore, fabrication of multilayer films through the LbL deposition process has attracted growing interest from various research communities. The high versatility and flexibility of LbL assembly is continuously creating new concepts, new materials, new procedures, and new applications. In this highlight review, we focus on nanoarchitectonics by LbL assembly. After an initial introduction on the invention and a brief history of the LbL assembly technique, innovations and the evolution of the technique are described based mainly on recent examples, which are categorized into two sections: (i) developments in methodology (technical, material, and phenomenological aspects with expansion of concept) and (ii) progress in applications (physical, chemical/biochemical, and biomedical applications).\", \"The international standardizing organizations-AOAC International, ISO, and IUPAC-cooperated to produce the International Harmonized Protocol for the Proficiency Testing of (Chemical) Analytical Laboratories. The Working Group that produced the protocol agreed to revise that Protocol in the light of recent developments and the experience gained since it was first published. This revision has been prepared and agreed upon in the light of comments received following open consultation.\", \"A large fraction of the field of supramolecular chemistry has focused in previous decades upon the study and use of synthetic receptors as a means of mimicking natural receptors. Recently, the demand for synthetic receptors is rapidly increasing within the analytical sciences. These classes of receptors are finding uses in simple indicator chemistry, cellular imaging, and enantiomeric excess analysis, while also being involved in various truly practical assays of bodily fluids. Moreover, one of the most promising areas for the use of synthetic receptors is in the arena of differential sensing. Although many synthetic receptors have been shown to yield exquisite selectivities, in general, this class of receptor suffers from cross-reactivities. Yet, cross-reactivity is an attribute that is crucial to the success of differential sensing schemes. Therefore, both selective and nonselective synthetic receptors are finding uses in analytical applications. Hence, a field of chemistry that herein is entitled \\\"Supramolecular Analytical Chemistry\\\" is emerging, and is predicted to undergo increasingly rapid growth in the near future.\", \"The surface structure and chemistry of various surface oxidized HT carbon fibers, an IM and a HM carbon fiber were studied by SEM, STM, CAM (contact angle measurement), XPS and TPD with special reference to adsorbed oxidation products and adsorbed water. It is shown that a real image of surface structure and surface chemistry is only obtained after removal of adsorbed oxidation products by extraction with water and careful drying of the fibers without changing the surface chemistry. A comparison on the usefulness of the various surface analytical methods will be given in Parts II-IV of this paper. Copyright (C) 1996 Elsevier Science Ltd\", \"Miniaturization of already existing techniques in on-line analytical chemistry is an alternative to compound-selective chemical sensors. Theory on separation science predicts higher efficiency, faster analysis time and lower reagent consumption for microsystems. Micromachining, a well known photolithographic technique for structures in the micrometer range, is introduced. A first capillary electrophoresis experiment using a chip-like structure is presented.\", \"Discoveries of new materials have significant impact on development of new methods and instrumentation for chemical analysis. Based on 104 references, this article illustrates a growing number of applications of carbon nanotubes (CNTs) in analytical chemistry. The largest numbers of reported applications concern design of novel gas sensors, voltammetry, enzymatic biosensors, immunosensors and DNA probes. The sorptive properties of CNTs are also employed for analytical purposes in various ways. (c) 2005 Elsevier Ltd. All rights reserved.\", \"Surface-enhanced Raman scattering (SERS) has become a mature vibrational spectroscopic technique during the last decades and the number of applications in the chemical, material, and in particular life sciences is rapidly increasing. This Review explains the basic theory of SERS in a brief tutorial andbased on original results from recent researchsummarizes fundamental aspects necessary for understanding SERS and provides examples for the preparation of plasmonic nanostructures for SERS. Chemical applications of SERS are the centerpiece of this Review. They cover a broad range of topics such as catalysis and spectroelectrochemistry, single-molecule detection, and (bio)analytical chemistry.\", \"This paper presents an in-depth study of Surface Enhanced Raman Scattering (SERS) enhancement factors (EFs) and cross-sections, including several issues often overlooked. In particular, various possible rigorous definitions of the SERS EFs are introduced and discussed in the context of SERS applications, such as analytical chemistry and single molecule SERS. These definitions highlight the importance of a careful characterization of the non-SERS cross-sections of the probes under consideration. This aspect is illustrated by experimental results for the non-SERS cross-sections of representative SERS probes along with average SERS EFs for the same probes. In addition, the accurate experimental determination of single molecule enhancement factors is tackled with two recently developed techniques, namely: bi-analyte SERS (BiASERS) and temperature-dependent SERS vibrational pumping. We demonstrate that SERS EFs as low as 10(7), as opposed to the figure of 10(14) often claimed in the literature, are sufficient for the observation of single molecule SERS signals, with maximum single molecule EFs typically on the order of similar to 10(14).\", \"This review presents the latest advances in the application of microwave energy to analytical chemistry. The fundamental principles of microwave field interaction with the matter are presented and their significance for the chemist is discussed, followed by the basic principles of microwave equipment construction and operation. Examples of the techniques that utilized microwave energy for digestion, extraction, chemical reaction, preconcentration, and desorption of the analytical sample are presented. A separate section describes the examples of usage of microwave technology in catalysis, environmental, and nuclear chemistry and engineering.\", \"Two Divisions of the International Union of Pure and Applied Chemistry (IUPAC). namely Physical Chemistry (Commission 1.7 on Biophysical Chemistry formerly Steering Committee on Biophysical Chemistry) and Analytical Chemistry (Commission V.5 on Electroanalytical Chemistry) have prepared recommendations on the definition, classification and nomenclature related to electrochemical biosensors: these recommendations could, in the future, be extended to other types of biosensors. An electrochemical biosensor is a self-contained integrated device, which is capable of providing specific quantitative or semi-quantitative analytical information using a biological recognition element (biochemical receptor) which is retained in direct spatial contact with an electrochemical transduction element. Because of their ability to be repeatedly calibrated, we recommend that a biosensor should be clearly distinguished from a bioanalytical system, which requires additional processing steps. such as reagent addition. A device that is both disposable after one measurement, i.e. single use, and unable to monitor the analyte concentration continuously or after rapid and reproducible regeneration. should be designated a single use biosensor. Biosensors may be classified according to the biological specificity-conferring mechanism or, alternatively, to the mode of physico-chemical signal transduction. The biological recognition element may be based on a chemical reaction catalysed by, or on an equilibrium reaction with macromolecules that have been isolated, engineered or present in their original biological environment. In the latter cases, equilibrium is generally reached and there is no further, if any, net consumption of analyte(s) by the immobilized biocomplexing agent incorporated into the sensor. Biosensors may be further classified according to the analytes or reactions that they monitor: direct monitoring of analyte concentration or of reactions producing or consuming such analytes; alternatively, an indirect monitoring of inhibitor or activator of the biological recognition element (biochemical receptor) may be achieved. A rapid proliferation of biosensors and their diversity has led to a lack of rigour in defining their performance criteria. Although each biosensor can only truly be evaluated for a particular application, it is still useful to examine how standard protocols for performance criteria may be defined in accordance with standard IUPAC protocols or definitions. These criteria are recommended for authors. referees and educators and include calibration characteristics (sensitivity, operational and linear concentration range, detection and quantitative determination limits), selectivity, steady-state and transient response times, sample throughput, reproducibility. stability and lifetime. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"The porphyrins, naturally occurring macrocyclic compounds, have, in the last 10 years, gained increasing interest in analytical chemistry. This review based on 123 original literature references, mostly published in the 1990s, presents catalytic applications of metalloporphyrins in electroanalysis as electroactive agents in ion selective membranes, as unique reagents in spectrophotometry and as new stationary phases offering unusual resolution in HPLC. The collected data are also presented in four tables. (C) 2000 Elsevier Science B.V. All rights reserved.\", \"A review of the use of the Doehlert matrix as a chemometric tool for the optimization of methods in analytical chemistry and other sciences is presented. The theoretical principles of Doehlert designs are described, including the coded values for the use of this matrix involving two, three, four and five variables. The advantages of this matrix in comparison with other response surface designs, such as central composite and Box-Behnken, designs are discussed. Finally, 57 references concerning the application of Doehlert matrices in the optimization of procedures involving spectroanalytical, electroanalytical and chromatographic techniques are considered. (C) 2004 Elsevier B.V. All rights reserved.\", \"In recent years, near-infrared (NIR) spectroscopy has gained wide acceptance in different fields by virtue of its advantages over other analytical techniques, the most salient of which is its ability to record spectra for solid and liquid samples with no prior manipulation. Also, developments in instrumentation have resulted in the manufacture of spectrophotometers capable of quickly providing spectra that are flexible enough for use in different situations; thus, portable equipment can record spectra on site or even at production lines. This article discusses the features of NIR spectroscopy that have driven forward its dramatic development in a wide range of analytical fields in the last few years. (C) 2002 Published by Elsevier Science B.V. All rights reserved.\", \"In modern analytical chemistry researchers pursue novel materials to meet analytical challenges such as improvements in sensitivity, selectivity, and detection limit. Metal organic frameworks (MOFs) are an emerging class of microporous materials, and their unusual properties such as high surface area, good thermal stability, uniform structured nanoscale cavities, and the availability of in-pore functionality and outer-surface modification are attractive for diverse analytical applications. This Account summarizes our research on the analytical applications of MOFs ranging from sampling to chromatographic separation.\\nMOFs have been either directly used or engineered to meet the demands of various analytical applications. Bulk MOFs with microsized crystals are convenient sorbents for direct application to in-field sampling and solid-phase extraction. Quart tubes packed with MOF-5 have shown excellent stability, adsorption efficiency, and reproducibility for in-field sampling and trapping of atmospheric formaldehyde. The 2D copper(II) isonicotinate packed microcolumn has demonstrated large enhancement factors and good shape- and size-selectivity when applied to on-line solid-phase extraction of polycyclic aromatic hydrocarbons in water samples. We have explored the molecular sieving effect of MOFs for the efficient enrichment of peptides with simultaneous exclusion of proteins from biological fluids. These results show promise for the future of MOFs in peptidomia research. Moreover, nanosized MOFs and engineered thin films of MOFs are premising materials as novel coatings for solid-phase microextraction. We have developed an in situ hydrothermal growth approach to fabricate thin films of MOF-199 on etched stainless steel wire for solid-phase microextraction of volatile benzene homologues with large enhancement factors and wide linearity.\\nTheir high thermal stability and easy-to-engineer nanocrystals make MOFs attractive as new stationary phases to fabricate MOF-coated capillaries for high-resolution gas chromatography (GC). We have explored a dynamic coating approach to fabricate a MOF-coated capillary for the GC separation of important raw chemicals and persistent organic pollutants with high resolution and excellent selectivity. We have combined a MOF-coated fiber for solid-phase microextraction with a MOF-coated capillary for GC separation, which provides an effective MOF-based tandem molecular sieve platform for selective microextraction and high-resolution GC separation of target analytes in complex samples.\\nMicrosized MOFs with good solvent stability are attractive stationary phases for high-performance liquid chromatography (HPLC). These materials have shown high resolution and good selectivity and reproducibility in both the normal-phase HPLC separation of fullerenes and substituted aromatics on MIL-101 packed columns and position isomers on a MIL-53(AI) packed column and the reversed-phase HPLC separation of a wide range of analytes from nonpolar to polar and acidic to basic solutes. Despite the above achievements, further exploration of MOFs in analytical chemistry is needed. Especially, analytical application-oriented engineering of MOFs is imperative for specific applications.\", \"Green Chemistry has emerged in the 1990s as a way that the skills, knowledge, and talents of chemists can be used avoid threats to human health and the environment in all types of chemical processes. One of the most active areas of Green Chemistry research and development is in analytical methodology development. New methods and techniques that reduce and eliminate the use and generation of hazardous substances through all aspects of the chemical analysis Lifecycle are the manifestations of the recent interest in Green Analytical Chemistry.\", \"We propose the analytical Eco-Scale as a novel comprehensive approach to evaluating the greenness of analytical methodology. It is based on assigning penalty points to parameters of an analytical process that are not in agreement with the ideal green analysis. This approach compares different parameters and different steps of the analytical process.\\nTraditional green chemistry metrics (e.g., Atom Economy, E-factor and Reaction Mass Efficiency), which were introduced for organic preparations, do not usually fit the purposes of green analytical chemistry. Existing databases for evaluation of green analytical methods refer to known procedures and instruments, and do not encourage new, more environmentally-friendly equivalents.\\nAs an alternative to traditional green chemistry metrics, the analytical Eco-Scale can be a good, semi-quantitative tool. (C) 2012 Elsevier Ltd. All rights reserved.\", \"An organic microdrop (similar to 1.3 mu L) is suspended inside a flowing aqueous drop from which the analyte is extracted, The drop-in-drop system is achieved by a multitube assembly. The aqueous phase is continuously delivered to the outer drop and is aspirated away from the bottom meniscus of the drop, After the sampling/extraction period, a wash solution replaces the sample/reagent in the aqueous layer, resulting in a clear outer aqueous drop housing a colored organic drop containing the extracted material, This also results in an automatic backwash, The color intensity of the organic drop, related to the analyte concentration, is monitored by a light-emitting diode based absorbance detector, After the analytical cycle, the organic drop is removed and replaced by a new one, The performance of the system is illustrated with the determination of sodium dodecyl sulfate (a methylene blue active substance) extracted as an ion pair into chloroform, This unique microextraction system is simple and flexible, permits automated backwashing, consumes only microquantities of organic solvents, and is capable of being coupled with other analytical systems, This concept should prove valuable for preconcentration and matrix isolation in a microscale.\", \"Since 1989, wavelet transform (WT) has attracted much interest of chemists working on signal and image processing, and the WT-based techniques have been successfully applied to the chemical signal processing. This approach has been demonstrated as fast in computation with localization and having quick decay properties, in contrast to the popular methods existing, especially to the fast Fourier transform. More than 370 papers have been published up to the year 2002 which covered applications of WT in various fields of chemistry, including analytical chemistry, chemical physics, and quantum chemistry. In this paper, we report on applications of WT to data compression, data smoothing and denoising, baseline and background correction, resolution of multicomponent overlapping signals, regression and classification, and analytical images processing in analytical chemistry. Through this report we wish to induce greater interest of chemists in WT and to obtain greater benefits from using the WT-based techniques.\", \"In nanopore analytics, individual molecules pass through a single nanopore giving rise to detectable temporary blockades in ionic pore current. Reflecting its simplicity, nanopore analytics has gained popularity and can be conducted with natural protein as well as man-made polymeric and inorganic pores. The spectrum of detectable analytes ranges from nucleic acids, peptides, proteins, and biomolecular complexes to organic polymers and small molecules. Apart from being an analytical tool, nanopores have developed into a general platform technology to investigate the biophysics, physicochemistry, and chemistry of individual molecules (critical review, 310 references).\", \"The growing interest in ionic liquids (ILs) has resulted in an exponentially increasing production of analytical applications. The potential of ILs in chemistry is related to their unique properties as non-molecular solvents: a negligible vapor pressure associated to a high thermal stability. ILs found uses in different sub-disciplines of analytical chemistry. After drawing a rapid picture of the physicochemical properties of selected ILs, this review focuses on their use in separation techniques: gas chromatography (GC), liquid chromatography (LC) and electrophoretic methods (CE). In LC and CE, ILs are not used as pure solvents, but rather diluted in aqueous solutions. In this situation ILs are just salts. They are dual in nature. Too often the properties of the cations are taken as the properties of the IL itself. The lyotropic theory is recalled and the effects of a chaotropic anion are pointed out. Many results can be explained considering all ions present in the solution. Ion-pairing and ion-exchange mechanisms are always present, associated with hydrophobic interactions, when dealing with IL in diluted solutions. Chromatographic and electrophoretic methods are also mainly employed for the control and monitoring of ILs. These methods are also considered. ILs will soon be produced on an industrial scale and it will be necessary to develop reliable analytical procedures for their analysis and control. (c) 2007 Elsevier B.V. All rights reserved.\", \"The objective of this review is to provide a broad overview of the advantages and limitations of carbon-based nanomaterials with respect to analytical chemistry. Aiming to illustrate the impact of nanomaterials on the development of novel analytical applications, developments reported in the 2005-2010 period have been included and divided into sample preparation, separation, and detection. Within each section, fullerenes, carbon nanotubes, graphene, and composite materials will be addressed specifically. Although only briefly discussed, included is a section highlighting nanomaterials with interesting catalytic properties that can be used in the design of future devices for analytical chemistry. (C) 2011 Elsevier B.V. All rights reserved.\", \"This paper reviews the analytical applications of the chemiluminescence reactions involving tris(2,2'-bipyridyl)ruthenium(III), from the earliest paper in 1978 to mid 1998. After an introduction which briefly describes historical perspectives, spectroscopic and mechanistic considerations, the review is divided into two major sections. The first section discusses the methods of generation of tris(2,2'-bipyridyl)ruthenium(III) reagent, including chemical/photochemical, electrochemical and in situ electrochemiluminescence methods. The second section describes the applications of this reagent to analysis under broad classifications according to the type of analyte determined. Entries for indirect methods, immunoassay and DNA probe assays have also been included. (C) 1999 Elsevier Science B.V. All rights reserved.\", \"Laser ablation is becoming a dominant technology for direct solid sampling in analytical chemistry. Laser ablation refers to the process in which an intense burst of energy delivered by a short laser pulse is used to sample (remove a portion of) a material. The advantages of laser ablation chemical analysis include direct characterization of solids, no chemical procedures for dissolution, reduced risk of contamination or sample loss, analysis of very small samples not separable for solution analysis, and determination of spatial distributions of elemental composition. This review describes recent research to understand and utilize laser ablation for direct solid sampling, with emphasis on sample introduction to an inductively coupled plasma (ICP). Current research related to contemporary experimental systems, calibration and optimization, and fractionation is discussed, with a summary of applications in several areas. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"The occurrence, mechanisms, and practicalities of the electrogeneration of chemiluminescence are described with reference to applications in analytical chemistry. The general theory of electron transfer excitation mechanisms is discussed with respect to organic reactions in aprotic media, and extended to include inorganic complexes and clusters. Analytical applications are classified according to the excitation mechanism, i.e., organic and inorganic systems, established chemiluminescence reactions initiated electrochemically, and cathodic luminescence at semiconductor electrodes.\", \"The principles of green chemistry are applied to not only chemical engineering and synthesis, but also increasingly analytical chemistry. We describe environment-friendly analytical techniques applied to isolate and to enrich trace organic pollutants from solid and aqueous samples. Amounts of organic solvents used in analytical laboratories are reduced by applying solventless extraction, extraction using other types of solvent, assisted solvent extraction and miniaturized analytical systems. (c) 2009 Elsevier Ltd. All rights reserved.\", \"This tutorial review summarises the current state of green analytical chemistry with special emphasis on environmentally friendly sample preparation techniques. Green analytical chemistry is a part of the sustainable development concept; its history and origins are described. Miniaturisation of analytical devices and shortening the time elapsing between performing analysis and obtaining reliable analytical results are important aspects of green analytical chemistry. Solventless extraction techniques, the application of alternative solvents and assisted extractions are considered to be the main approaches complying with green analytical chemistry principles.\", \"This tutorial review describes how micro reactors are being applied to synthetic chemistry covering a wide range of applications, from the preparation of nanograms of material for drug discovery and screening to the multi-tonne production of fine chemicals. This article explores how miniaturisation may revolutionise chemical synthesis and demonstrates that products are generated in higher yield and purity compared to the equivalent bulk reactions, in much shorter periods of time.\", \"Molecular imprinting is a technique for producing chemically selective binding sites, which recognize a particular molecule, in a macroporous polymer matrix. This paper reviews recent advances in imprinting methodology, particularly emphasizing some recently introduced functional monomers and methods which directly yield polymeric material suitable for chromatography. Following this, attempts to incorporate imprinted polymers into a range of analytical methodologies are critically discussed, with some pointers to likely directions for future research.\", \"A revision on intra-laboratory testing of accuracy of analytical methods from recovery assays is given. Procedures based on spiked matrices and spiked samples are presented and discussed. (C) 1999 Elsevier Science B.V. All rights reserved.\", \"Solvents make a large contribution to the environmental impact of manufacturing processes of active pharmaceutical ingredients (API), as well as playing an important role in other chemical industries, with millions of tons used and disposed of each year. GlaxoSmithKline (GSK) has previously reported on the both the development of a GSK solvent selection guide and the incorporation of solvent life cycle inventory and assessment information. The GSK solvent selection guide has been further enhanced by:\\nRevising the assessments of factors that impact process safety, separating reactivity from fire and explosion rankings.\\nMore than doubling the number of solvents in the guide, to a total of 110 from the initial 47.\\nAdding a customised solvent selection guide appropriate for medicinal chemistry and analytical laboratories.\\nThe new GSK solvent selection guide enables GSK scientists to objectively assess solvents and determine whether existing or new solvents brought to market as 'greener' alternatives truly represent a more sustainable choice or whether they are just addressing a single issue associated with sustainability.\", \"A density functional theory-based algorithm for periodic and non-periodic ab initio calculations is presented. This scheme uses pseudopotentials in order to integrate out the core electrons from the problem. The valence pseudo-wavefunctions are expanded in Gaussian-type orbitals and the density is represented in a plane wave auxiliary basis. The Gaussian basis functions make it possible to use the efficient analytical integration schemes and screening algorithms of quantum chemistry. Novel recursion relations are developed for the calculation of the matrix elements of the density-dependent Kohn-Sham self-consistent potential. At the same time the use of a plane wave basis for the electron density permits efficient calculation of the Hartree energy using fast Fourier transforms, thus circumventing one of the major bottlenecks of standard Gaussian based calculations. Furthermore, this algorithm avoids the fitting procedures that go along with intermediate basis sets for the charge density. The performance and accuracy of this new scheme are discussed and selected examples are given.\", \"This IUPAC nomenclature document has been prepared to establish a uniform and meaningful approach to terminology, notation, and formulation for calibration in analytical chemistry. In this first part, general fundamentals of calibration are presented, namely for both relationships of qualitative and quantitative variables (relations between variables characterizing certain types of analytes and measured signals in certain positions of a measured function on the one hand and between variables characterizing the amount or concentration of the chemical species and the intensities of the measured signals, on the other hand). On this basis, the fundamentals of the common single component calibration which models the relationship y = f(x) between the signal intensities y and the amounts or concentrations x of the analyte under given conditions are represented. Additional papers will be prepared dealing with extensive relationships between several signal intensities and analyte contents, namely with multivariate calibration and with optimization and experimental design..\", \"We demonstrate the applicability of Sharpless \\\"click\\\" chemistry, specifically Huisgen 1,3-dipolar cycloadditions, as a general methodology for functionalizing surfaces coated with self-assembled monolayers. Ferrocene immobilization was used as our model, and the resulting monolayers were analyzed using traditional surface analytical techniques. Our preliminary results indicate that this reaction proceeds to completion at room temperature in aqueous solvent. The triazole group is a thermally and hydrolytically stable, conjugated linkage. The reactants, acetylenes and azides, are independently stable; they do not react with common organic reagents or with themselves. Thus the potential for this reaction to immobilize a wide range of functionally complex substances on metal surfaces is significant. To our knowledge this is the first report of the use of \\\"click\\\" chemistry to modify a well-defined electrode surface.\", \"There is a great current interest in developing target-specific radiopharmaceuticals for early detection of diseases and radiotherapy of cancers. This critical review will focus on the role of coordination chemistry in the development of target-specific radiopharmaceuticals. It will also discuss the recent development in technetium, copper, gallium, indium, yttrium and lanthanide chemistry, as well as analytical tools for quality control and characterization of radiolabeled small biomolecules (159 references).\", \"Mild chemical processes of various analytes and detection methods involving revolutionary strategies in the fields of analytical chemistry, biology and environmental sciences have been extensively developed. This critical review focuses on representative examples of mild chemical processes that can be used in fluorescent chemodosimeters for ion sensing (anions and cations). A systematisation according to the type of reaction mechanism is established. Numerous examples including extensions combined with catalytic and material sciences applicable in fluorescence imaging and water treatment are also discussed (151 references).\", \"This is an exhaustive review of calixarenes containing transition metals. General preparative routes to calixarene ligands suitable for transition metal complexation are briefly reviewed. The aspects concerning their coordinative properties are organized according to the site and type of donor atom(s) involved in complexation. Emphasis has been placed on synthetic aspects so as to allow the reader to acquire a useful knowledge of the construction of transition metal complexes derived from calixarenes. Structural aspects have been systematically discussed for those complexes which have been characterized by X-ray analysis. Many interesting features of calixarene-derived ligands have been emphasized, e.g. the ability to act as bulky ligands or to behave as a polyoxo surface and the possibility to form novel supramolecular assemblies and to associate a catalytic centre with a potential receptor cavity. It is shown that transition metals are ideal partners for shaping or assembling calixarenes, thus allowing the construction of a number of large molecular systems, leading to various applications, notably liquid crystals, sensors for analytical purposes or molecular filters. (C) 1997 Elsevier Science S.A.\", \"Supramolecular analytical chemistry has emerged as a new discipline at the interface of supramolecular and analytical chemistry. It focuses on analytical applications of molecular recognition and self-assembly. One of the important outcomes of the supramolecular analytical chemistry is the understanding of molecular aspects of sensor design, synthesis and binding studies of sensors while using rigorous methods of analytical chemistry as a touchstone to verify the viability of the supramolecular aspects of the sensor design. This critical review provides a simplified version of the chemometric procedures involved in realizing a successful analytical experiment that utilizes cross-reactive optical sensor arrays, and summarizes the current research in this field. This review also shows several examples of use of described chemometric methods for evaluation of chemosensors and sensor arrays. Thus, this review is aimed mostly at the readers who want to test their newly-developed chemosensors in cross-reactive arrays (169 references).\", \"This review covers recent advances in the development of new designs of electrochemical sensors and biosensors that make use of electrode surfaces modification with carbon nanotubes. Applications based on carbon nanotubes-driven electrocatalytic effects, and the construction and analytical usefulness of new hybrid materials with polymers or other nanornaterials will be treated. Moreover, electrochemical detection using carbon n anotubes -modified electrodes as detecting systems in separation techniques such as high performance liquid chromatography (HPLC) or capillary electrophoresis (CE) will be also considered. Finally, the preparation of electrochemical biosensors, including enzyme electrodes, immunosensors and DNA biosensors, in which carbon nanotubes play a significant role in their sensing performance will be separately considered. (c) 2008 Elsevier B.V All rights reserved.\", \"Analytical characteristics of DESI are summarized. Examples of applications to small and large molecules, to in situ analysis, and to high-throughput analyses are presented. Evidence is provided for both a heterogeneous charge-transfer mechanism and a droplet pick-up mechanism of ionization. The speed, lack of the need for sample preparation, selectivity, and sensitivity of DESI are all demonstrated and discussed. Instrumentation is also discussed. Forensic applications as well as emerging areas of application including tissue imaging are given emphasis. Copyright (c) 2005 John Wiley & Sons, Ltd.\", \"The principles of the Kohonen and counterpropagation artificial neural network (K-ANN and CP-ANN) learning strategy is described. The use of both methods (with the emphasis on CP-ANNs) is explained with several examples from analytical chemistry. The problems discussed in this presentation are: selection of a set of representative objects from a large number of multi-variate measurements, clustering of multi-variate experiments (multi-component analyses), generation of logical 'if-then' rules for an automatic decision making process, automatic evaluation of the quality of spectra based on their shape, spectra recording, quantitative decisions using weight maps, multi-variate modelling of a property, generation of multi-variate response surfaces from a generated CP-ANN model, and estimation of missing variable-values.\", \"This paper intends to review the basic theory of Near Infrared (NIR) Spectroscopy and its applications in the field of Analytical Science. It is addressed to the reader who does not have a profound knowledge of vibrational spectroscopy but wants to be introduced to the analytical potentialities of this fascinating technique and, at same time, be conscious of its limitations. Essential theory background, an outline of modern instrument design, practical aspects, and applications in a number of different fields are presented. This work does not intend to supply an intensive bibliography but refers to the most recent, significant and representative material found in the technical literature. Because this paper has been produced as consequence of the First Workshop on Near Infrared Spectroscopy, whose venue was Campinas-Brazil, as a pre-conference activity of the XI National Meeting on Analytical Chemistry (ENQA), it also depicts the state of the art of NIR spectroscopy in Brazil, pointing out the current achievements and the need to take the technology to a level consistent with this country's economical activities.\", \"Nanosized carbon materials are offering great opportunities in various areas of nanotechnology. Carbon nanotubes and graphene, due to their unique mechanical, electronic, chemical, optical and electrochemical properties, represent the most interesting building blocks in various applications where analytical chemistry is of special importance. The possibility of conjugating carbon nanomaterials with biomolecules has received particular attention with respect to the design of chemical sensors and biosensors. This review describes the trends in this field as reported in the last 6 years in (bio)analytical chemistry in general, and in biosensing in particular.\", \"ISO, IUPAC and AOAC INTERNATIONAL have co-operated to produce agreed protocols on the ''Design, Conduct and Interpretation of Collaborative Studies'' and on the ''Proficiency Testing of (Chemical) Analytical Laboratories''. The Working Group that produced these protocols was asked to prepare guidelines on the internal quality control of data produced in analytical laboratories. Such guidelines would have to outline minimum recommendations to laboratories producing analytical data on the internal quality control procedures to be employed.\", \"In this paper the principles and application of porous and non-porous membrane extraction techniques for sample preparation (pretreatment) in analytical chemistry are reviewed, with emphasis on aqueous samples of biological, environmental, or food origin. These techniques generally offer a high degree of selectivity and enrichment power, and also convenient possibilities for automated connections to chromatographic and other analytical instruments.\", \"The chemical production of graphene as well as its controlled wet chemical modification is a challenge for synthetic chemists. Furthermore, the characterization of reaction products requires sophisticated analytical methods. In this Review we first describe the structure of graphene and graphene oxide and then outline the most important synthetic methods that are used for the production of these carbon-based nanomaterials. We summarize the state-of-the-art for their chemical functionalization by noncovalent and covalent approaches. We put special emphasis on the differentiation of the terms graphite, graphene, graphite oxide, and graphene oxide. An improved fundamental knowledge of the structure and the chemical properties of graphene and graphene oxide is an important prerequisite for the development of practical applications.\", \"The speed and efficiency of instrumentation for chemical analysis has improved dramatically over the past twenty years. Until recently, however, methods of sample preparation had not changed to keep pace, so this had become the slowest step in analytical chemistry methodology. The widespread adoption of domestic microwave ovens during the past twenty-five years has eventually led to their usage in chemical laboratories. Microwave technology has now advanced to the point where it is revolutionizing chemical sample preparation and chemical synthesis. Since the first application of a microwave oven for sample preparation in 1975, many microwave-assisted dissolution methods have been developed- these are applicable to virtually any kind of sample type. This review attempts to summarize all the microwave-assisted dissolution and digestion methods reported up to and including 1994. In addition, some very recent developments in continuous-flow automated dissolution systems are discussed, as is the emergence of databases and software packages related to the application of microwave technology to sample dissolution.\\nThere are 344 references.\", \"Two Divisions of the International Union of Pure and Applied Chemistry (IUPAC), namely Physical Chemistry (Commission I.7 on Biophysical Chemistry, formerly Steering Committee on Biophysical Chemistry) and Analytical Chemistry (Commission V.5 on Electroanalytical Chemistry), have prepared recommendations on the definition, classification and nomenclature related to electrochemical biosensors; these recommendations could, in the future, be extended to other types of biosensors.\\nAn electrochemical biosensor is a self-contained integrated device, which is capable of providing specific quantitative or semi-quantitative analytical information using a biological recognition element (biochemical receptor) which is retained in direct spatial contact with an electrochemical transduction element. Because of their ability to be repeatedly calibrated, we recommend that a biosensor should be clearly distinguished from a bioanalytical system, which requires additional processing steps, such as reagent addition. A device which is both disposable after one measurement, i.e. single use, and unable to monitor the analyte concentration continuously or after rapid and reproducible regeneration should be designated a single-use biosensor.\\nBiosensors may be classified according to the biological specificity-conferring mechanism or, alternatively, the mode of physicochemical signal transduction. The biological recognition element may be based on a chemical reaction catalysed by, or on an equilibrium reaction with, macromolecules that have been isolated, engineered or present in their original biological environment. In the latter case, equilibrium is generally reached and there is no further, if any, net consumption of analyte(s) by che immobilized biocomplexing agent incorporated into the sensor. Biosensors may be further classified according to the analytes or reactions that they monitor: direct monitoring of analyte concentration or of reactions producing or consuming such analytes; alternatively, an indirect monitoring of inhibitor or activator of the biological recognition element (biochemical receptor) may be achieved.\\nA rapid proliferation of biosensors and their diversity has led to a lack of rigour in defining their performance criteria. Although each biosensor can only truly be evaluated for a particular application, it is still useful to examine how standard protocols for performance criteria may be defined in accordance with standard IUPAC protocols or definitions. These criteria are recommended for authors, referees and educators and include calibration characteristics (sensitivity, operational and linear concentration range, detection and quantitative determination limits), selectivity, steady-state and transient response times, sample throughput, reproducibility, stability and lifetime.\", \"This overview deals with the evolution of liquid-phase microextraction (LPME) techniques from their inception in mid-to-late 1990s. We describe and evaluate the most important developments towards implementing greener analytical methodologies focused on the use of less toxic extractant phases, clean energies combined with LPME techniques, new materials (e.g., monolithic silica and nanoparticles), automation of LPME methodologies and recent developments in hyphenation of LPME with a broad variety of analytical techniques. (C) 2010 Elsevier Ltd. All rights reserved.\", \"This IUPAC nomenclature document has been prepared to help establish a uniform and meaningful approach to terminology, notation, and formulation for performance characteristics of the chemical measurement process (CMP). Following definition of the CMP and its performance characteristics, the document addresses fundamental quantities related to the observed response and calibration, and the complement to the calibration function: the evaluation function. Performance characteristics related to precision and accuracy comprise the heart of the document. These include measures for the means or \\\"expected values\\\" of the relevant chemical quantities, as well as dispersion measures such as variance and standard error. Attention is given also to important issues involving: assumptions, internal and external quality control, estimation, error propagation and uncertainty components, and bounds for systematic error. Special treatment is given to terminology and concepts underlying detection and quantification capabilities in chemical metrology, and the significance of the blank. The document concludes with a note on the important distinction between the sampled population and the target population, especially in relation to the interlaboratory environment. (C) 1995 IUPAC Published by Elsevier Science B.V. All rights reserved.\", \"This Account presents a survey of recent advances in electrochemical sensing technology relevant to green analytical chemistry and examines the potential advantages, limitations, and applications of these monitoring devices. Stricter environmental control and effective process monitoring have created considerable demands for innovative analytical methodologies. New devices and protocols, with negligible waste generation or no hazardous substances, and in situ real-time monitoring capability are particularly needed for addressing the challenges of green analytical chemistry. The coupling of modern electrochemical detection principles with recent advances in molecular recognition, microelectronics, and microfabrication has led to powerful, compact, and \\\"user-friendly\\\" analytical devices. The unique features of such electrochemical monitoring systems make them particularly attractive for addressing environmental and industrial problems and the challenges of green chemistry. These developments allow the instrument to be taken to the sample (rather than the traditional way of bringing the sample to the laboratory) and hence to ensure effective process or pollution control.\", \"In this review, we present recent advancements and novel developments in fluidic systems for applied analytical purposes in chemistry, biochemistry, and life science in general that employ and reflect the full benefits of microfluidics. A staggering rise in publications related to integrated, all-in-one microfluidic chips capable of separation, reaction, and detection have been observed, all of which realise the principal of micro total analysis systems or lab-on-a-chip. These integrated chips actively adopt the scaling law concepts, utilising the highly developed fabrication techniques. Their aim is to multi-functionalise and fully automate devices believed to assist the future advancements of point-of-care, clinical, and medical diagnostics.\", \"Since carbon nanotubes (CNTs) display unique structures and remarkable physical properties, a variety of applications have emerged in both materials and life sciences. In terms of applications, the functionalisation of nanotubes is extremely important, as it increases their solubility and processability, and combines the unique properties of single-walled carbon nanotubes (SWCNTs) with those of other classes of materials. A number of methods have been developed, which can be divided into two major approaches: (1) non-covalent supramolecular modifications, and (2) covalent functionalisation. In this tutorial review, we survey the covalent modification of SWCNTs with organic moieties, and illustrate the major analytical techniques routinely used to characterise the functionalised materials.\", \"This article reviews the impact of carbon nanotubes on analytical science, and the main current and future applications of carbon nanotubes in this field. Given that it is necessary to solubilize carbon nanotubes for many applications, we consider the procedures developed to achieve this. The use of carbon nanotubes in analytical chemistry as a target analyte and as an analytical tool is also discussed. Chromatographic and electrophoretic methods used to separate and characterize carbon nanotubes are presented. The use of carbon nanotubes as an analytical tool in filters and membranes, as sorbent material for solid phase extraction, in electrochemical (bio)sensors, and in separation methods is discussed. It is clear that while nanotubes are being tested for use in many different fields, their truly enormous potential has yet to be realized in analytical chemistry.\", \"A tutorial is provided for methods to accurately and reproducibly determine the activity of Pt-based electrocatalysts for the oxygen reduction reaction in proton exchange membrane fuel cells and other applications. The impact of various experimental parameters on electrocatalyst activity is demonstrated, and explicit experimental procedures and measurement protocols are given for comparison of electrocatalyst activity to fuel cell standards. (To listen to a podcast about this article, please go to the Analytical Chemistry multimedia page at pubs.acs.org/page/ancham/audio/index.html.)\", \"The recent years have been witness to a rapidly growing interest in the self-assembly phenomenon of low molecular weight organogelators. Herein, we highlight the recent developments in the discovery of new gelator systems and the potential methods for useful stabilisation of gels. Additionally, the recent progress in gel-characterisation, with novel analytical methods and the practical application of gel systems are also reviewed. (C) 2002 Elsevier Science Ltd. All rights reserved.\", \"Detection and quantification capabilities represent fundamental performance characteristics of measurement processes, yet there have been decades of confusion and miscommunication regarding the underlying concepts and terminology. New, coordinated documents prepared for the International Union of Pure and Applied Chemistry (IUPAC) [L.A. Currie, IUPAC Commission on Analytical Nomenclature, Recommendations in Evaluation of Analytical Methods including Detection and Quantification Capabilities, Pure Appl. Chem. 67 (1995) 1699-1723] and the International Organization for Standardization (ISO) [P. Wilrich, Chairman, ISO/DIS 11843-1,2 (1995), Capability of Detection, ISO/TC69/SC6, ISO Standard, 11843-1, 1977] promise to alleviate this situation by providing, for the first time, a harmonized position on standards and recommendations for adoption by the international scientific community. The text begins with (1) a brief historical summary of detection limits in chemistry, illustrating the critical need for the development of a sound and uniform system of terms and symbols; and (2) a review of the ISO-IUPAC deliberations and the ensuing harmonized position on concepts and nomenclature. In the following text a number of special topics are introduced, including: specification of the measurement process, attention to the meaning and evaluation of \\\"sigma\\\", special considerations for calibration (or regression)-based detection and quantification limits, the central role of the blank, and finally, some challenges for the future. (C) 1999 Elsevier Science B.V. All rights reserved.\", \"Ultra performance liquid chromatography (TM) (UPLC) takes advantage of technological strides made in particle chemistry performance, system optimization, detector design, and data processing and control. Using sub-2 mu m particles and mobile phases at high linear velocities, and instrumentation that operates at higher pressures than those used in HPLC, dramatic increases in resolution, sensitivity, and speed of analysis can be obtained. This new category of analytical separation science retains the practicality and principles of HPLC while creating a step-function improvement in chromatographic performance.\\nThis review introduces the theory of UPLC, and summarizes some of the most recent work in the field.\", \"The study of complex mixtures of interacting synthetic molecules has historically not received much attention from chemists, even though research into complexity is well established in the neighbouring fields. However, with the huge recent interest in systems biology and the availability of modern analytical techniques this situation is likely to change. In this tutorial review we discuss some of the incentives for developing systems chemistry and we highlight the pioneering work in which molecular networks are making a splash. A distinction is made between networks under thermodynamic and kinetic control. The former include dynamic combinatorial libraries while the latter involve pseudo-dynamic combinatorial libraries, oscillating reactions and networks of autocatalytic and replicating compounds. These studies provide fundamental insights into the organisational principles of molecular networks and how these give rise to emergent properties such as amplification and feedback loops, and may eventually shed light on the origin of life. The knowledge obtained from the study of molecular networks should ultimately enable us to engineer new systems with properties and functions unlike any conventional materials.\", \"Forster resonance energy transfer (FRET), which involves the nonradiative transfer of excitation energy from an excited donor fluorophore to a proximal ground-state acceptor fluorophore, is a well-characterized photophysical tool. It is very sensitive to nanometer-scale changes in donor-acceptor separation distance and their relative dipole orientations. It has found a wide range of applications in analytical chemistry, protein conformation studies, and biological assays. Luminescent semiconductor nanocrystals (quantum dots, QDs) are inorganic fluorophores with unique optical and spectroscopic properties that could enhance FRET as an analytical tool, due to broad excitation spectra and tunable narrow and symmetric photoemission. Recently there have been several FRET investigations using luminescent QDs that focused on addressing basic fundamental questions, as well as developing targeted applications with potential use in biology, including sensor design and protein conformation studies. Herein, we provide a critical review of those developments. We discuss some of the basic aspects of FRET applied to QDs as both donors and acceptors, and highlight some of the advantages offered (and limitations encountered) by QDs as energy donors and acceptors compared to conventional dyes. We also review the recent developments mode in using QD bioreceptor conjugates to design FRET-bosed assays.\", \"This paper critically reviews analytical applications of the chemiluminescence from tris( 2,2'-bipyridyl) ruthenium( II) and related compounds published in the open literature between mid-1998 and October 2005. Following the introduction, which summarises the reaction chemistry and reagent generation, the review divides into three major sections that focus on: ( i) the techniques that utilise this type of detection chemistry, ( ii) the range of analytes that can be determined, and ( iii) analogues and derivatives of tris( 2,2'-bipyridyl) ruthenium( II).\", \"The current review article attempts to cover the field of nanoporous materials, thereby materials with voids of the order of 1 nm to 100 nm or even larger. Concepts, that have an effect on a more general basis, are introduced and the common features among the different classes of nanoporous materials are demonstrated enabling understanding their formation and stability. It is seen that the most successful method to produce nanoporous materials made by design is to imprint a template structure into a functional inorganic or even organic network. Further, the manuscript gives an introduction to state of the art overview for microporous, mesoporous and macroporous materials, while the preference lies on ordered pore structures. Further, it is demonstrated how important but also demanding the use of modern analytical techniques are. This makes the field of nanoporous materials truly interdisciplinary with aspects of inorganic chemistry, polymer science, colloid chemistry, physical chemistry, analytical chemistry and chemical engineering.\", \"The introduction of the dimension of green chemistry into the assessment of analytical methods should be a natural development trend in chemistry and should coincide with its general policy. Some of the principles of green chemistry-such as prevention of waste generation; safer solvents and auxiliaries; design for energy efficiency; safer chemistry to minimize the potential of chemical accidents; development of instrumental methods-are directly related to analytical chemistry.\\nAnalytical chemistry is considered to be a small-scale activity, but this is not always true in the case of controlling and monitoring laboratories whose number of runs performed is hi-h. This makes an analytical laboratory comparable with the fine chemicals or pharmaceutical industry. The use of instrumental methods instead of wet chemistry, automation, and minimization is a new trend in analytical chemistry, making this branch of chemistry more sustainable.\\nIn this study, widespread separation methods are considered and an attempt is made to characterize them against the above-mentioned principles. Special attention is given to capillary electrophoresis (CE), which provides a very good opportunity to improve analytical chemistry by replacing many chromatographic methods that consume large volumes of solvents. The choice of different solvents and micronization in analytical chemistry is also discussed.\", \"Large-scale population phenotyping for molecular epidemiological studies is subject to all the usual criteria of analytical chemistry. As part of a major phenotyping investigation we have used high-resolution H-1 NMR spectroscopy to characterize 24-h urine specimens obtained from population samples in Aito Town, Japan (n = 259), Chicago, IL (n = 315), and Guangxi, China (n = 278). We have investigated analytical reproducibility, urine specimen storage procedures, interinstrument variability, and split specimen detection. Our data show that the multivariate analytical reproducibility of the NMR screening platform was > 98% and that most classification errors were due to urine specimen handling inhomogeneity. Differences in metabolite profiles were then assessed for Aito Town, Chicago, and Guangxi population samples; novel combinations of biomarkers were detected that separated the population samples. These cross-population differences in urinary metabolites could be related to genetic, dietary, and gut microbial factors.\", \"Lactobacillus strains, common in buttermilk, assist the growth of gold, silver, and gold-silver alloy crystals of submicron dimensions upon exposure to the precursor ions. Several well-defined crystal morphologies are observed. Crystal growth occurs by the coalescence of clusters, and tens of crystals are found within the bacterial contour. Crystal growth does not affect the viability of the bacteria. Crystals are presumably nucleated through nanoclusters, which are formed within as well as transported into the bacteria. Biomass with the crystals can be harvested completely. Results point to potential applications in analytical chemistry, nanotechnology, medicine, and metal ion recovery. Coalescence appears to be a route by which surface area of the crystal is reduced so that it can be effectively protected to avoid biological damage.\", \"The reaction of ninhydrin with primary amino groups to form the purple dye now called Ruhemann's purple (RIP) was discovered by Siegfried Ruhemann in 1910. In addition, imines such as pipecolic acid and proline, the guanidino group of arginine, the amide groups of asparagine, the indole ring of tryptophan, the sulfhydryl group of cysteine, amino groups of cytosine and guanine, and cyanide ions also react with ninhydrin to form various chromophores of analytical interest. Since its discovery, extensive efforts have been made to apply manual and automated ninhydrin reactions as well as ninhydrin spray reagents to the detection, isolation, and analysis of numerous compounds of interest across a broad spectrum of disciplines. These include agricultural, biochemical, clinical, environmental, food, forensic, histochemical, microbiological, medical, nutritional, plant, and protein sciences. This reaction is unique among chromogenic reactions in that at pH 5.5 it results in the formation of the same soluble chromophore by all primary amines which react, be they amines, amino acids, peptides, proteins, and even ammonia. Because the chromophore is not chemically bound to the protein or other insoluble material, it is not lost when the insoluble substrate is removed by centrifugation or filtration after the reaction is completed. The visible color of the chromophore is distinctive and is generally not affected by the yellow colors present in many food, plant, and tissue extracts. Adaptations of the classical ninhydrin reaction to specialized needs; in analytical chemistry and biochemistry include the use of acid, alkaline, and fluorogenic ninhydrin reagents. To cross-fertilize information among several disciplines wherein an interest in the ninhydrin reaction has developed, and to enhance its utility, this review attempts to integrate and correlate the widely scattered literature on ninhydrin reactions of a variety of structurally different compounds. Specifically covered are the following aspects: historical perspective, chemistry and mechanisms, applications, and research needs. A better understanding of these multifaceted ninhydrin, reactions provide a scientific basis for further improvements of this important analytical technique.\", \"In the past three years, we have seen intense interest grow in graphene (G) and graphene oxide (GO) as new sorbents in analytical chemistry. This article focuses on the adsorptive properties of G and GO and their application in preconcentrating organic compounds and trace-metal ions, including trace analysis of water, food, biological and environmental samples using chromatography and spectroscopy techniques. Some methods of modification or chemical functionalization of G and GO are also discussed. The article shows that G, GO and their derivatives or composites can be very attractive as sorbents due to their adsorption capacities being much higher than those of any of the currently reported sorbents. (C) 2013 Elsevier Ltd. All rights reserved.\", \"The lipid bilayer is one of the most eloquent and important self-assembled structures in nature. It not only provides a protective container for cells and sub-cellular compartments, but also hosts much of the machinery for cellular communication and transport across the cell membrane. Solid supported lipid bilayers provide an excellent model system for studying the surface chemistry of the cell. Moreover, they are accessible to a wide variety of surface-specific analytical techniques. This makes it possible to investigate processes such as cell signaling, ligand-receptor interactions, enzymatic reactions occurring at the cell surface, as well as pathogen attack. In this review, the following membrane systems are discussed: black lipid membranes, solid supported lipid bilayers, hybrid lipid bilayers, and polymer cushioned lipid bilayers. Examples of how supported lipid membrane technology is interfaced with array based systems by photolithographic patterning, spatial addressing, microcontact printing, and microfluidic patterning are explored. Also, the use of supported lipid bilayers in microfluidic devices for the development of lab-on-a-chip based platforms is examined. Finally, the utility of lipid bilayers in nanotechnology and future directions in this area are discussed. (c) 2006 Elsevier B.V. All rights reserved.\", \"As particle size approaches molecular dimensions, all properties of a material change, making nanomaterials useful for particular applications.\", \"A newly developed ReactIR flow cell is reported as a convenient and versatile inline analytical tool for continuous How chemical processing. The flow cell, operated with ATR technology, is attached directly into a reaction flow stream using standard OmniFit (HPLC) connections and can be used in combination with both meso- and microscale flow chemistry equipment. The iC IR analysis software (version 4.0) enables the monitoring of reagent consumption and product formation, aiding the rapid optimisation of procedures. Short-lived reactive intermediates can also be observed in situ, giving further mechanistic insight into complex transformations.\", \"An overview of potentiometric sensors that are capable of detecting toxic heavy metal ions in environmental samples is presented and discussed. Notwithstanding the tremendous work performed so far, it is obvious that still several limitations do exist in terms of selectivity, limits of detection, dynamic ranges, applicability to specific problems, and reversibility. A survey on important advances in potentiometric sensors with regard to high selectivity, lower detection limit, fast response time, and on-line environmental analysis is presented in this review article. [Supplemental materials are available for this article. Go to the publisher's online edition of Critical Reviews in Analytical Chemistry to view the free supplemental file.]\", \"Classical electrodes for Li-ion technology operate by either single-phase or two-phase Li insertion/de-insertion processes, with single-phase mechanisms presenting some intrinsic advantages with respect to various storage applications. We report the feasibility to drive the well-established two-phase room-temperature insertion process in LiFePO(4) electrodes into a single-phase one by modifying the material's particle size and ion ordering. Electrodes made of LiFePO4 nanoparticles (40 nm) formed by a low-temperature precipitation process exhibit sloping voltage charge/discharge curves, characteristic of a single-phase behaviour. The presence of defects and cation vacancies, as deduced by chemical/physical analytical techniques, is crucial in accounting for our results. Whereas the interdependency of particle size, composition and structure complicate the theorists' attempts to model phase stability in nanoscale materials, it provides new opportunities for chemists and electrochemists because numerous electrode materials could exhibit a similar behaviour at the nanoscale once their syntheses have been correctly worked out.\", \"The growing awareness of the strong dependence of the toxicity of heavy metals upon their chemical forms has led to an increasing interest in the qualitative and quantitative determination of specific metal species. Speciation has therefore become an important topic of present-day analytical research. This article describes the main types and areas of application of speciation analysis, and the use of sequential extraction in speciation studies. Brief characteristics of the basic types of speciation analysis, examples of their applications, and the usage of the various analytical techniques are also included. (C) 2000 Elsevier Science B.V. All rights reserved.\", \"Colloidal semiconductor nanocrystals or quantum dots (QDs) are one of the most relevant developments in the fast-growing world of nanotechnology. Initially proposed as luminescent biological labels, they are finding new important fields of application in analytical chemistry, where their photoluminescent properties have been exploited in environmental monitoring, pharmaceutical and clinical analysis and food quality control. Despite the enormous variety of applications that have been developed, the automation of QDs-based analytical methodologies by resorting to automation tools such as continuous flow analysis and related techniques, which would allow to take advantage of particular features of the nanocrystals such as the versatile surface chemistry and ligand binding ability, the aptitude to generate reactive species, the possibility of encapsulation in different materials while retaining native luminescence providing the means for the implementation of renewable chemosensors or even the utilisation of more drastic and even stability impairing reaction conditions, is hitherto very limited. In this review, we provide insights into the analytical potential of quantum dots focusing on prospects of their utilisation in automated flow-based and flow-related approaches and the future outlook of QDs applications in chemical analysis. (C) 2012 Elsevier B.V. All rights reserved.\", \"Sample preparation is an essential step in analysis, greatly influencing the reliability and accuracy of resulted the time and cost of analysis. Solid-Phase Microextraction (SPME) is a very simple and efficient, solventless sample preparation method, invented by Pawliszyn in 1989. SPME has been widely used in different fields of analytical chemistry since its first applications to environmental and food analysis and is ideally suited for coupling with mass spectrometry (MS). All steps of the conventional liquid-liquid extraction (LLE) such as extraction, concentration, (derivatization) and transfer to the chromatograph are integrated into one step and one device, considerably simplifying the sample preparation procedure. It uses a fused-silica fibre that is coated on the outside with an appropriate stationary phase. The analytes in the sample are directly extracted to the fibre coating. The SPME technique can be routinely used in combination with gas chromatography, high-performance liquid chromatography and capillary electrophoresis and places no restriction on MS. SPME reduces the time necessary for sample preparation, decreases purchase and disposal costs of solvents and can improve detection limits. The SPME technique is ideally suited for MS applications, combining a simple and efficient sample preparation with versatile and sensitive detection. This review summarizes analytical characteristics and variants of the SPME technique and its applications in combination with MS. Copyright (C) 2004 John Wiley Sons, Ltd.\", \"Discovered in the 1940's, [1(n)]metacyclophanes with the common name calix[n]arenes which is derived from for the molecule's shape enjoyed a remarkable interest in almost all fields of chemistry since the 1980's, which is highlighted by several books [1-8]. Over 50 reviews concerning their synthesis, properties and applicabilities were published, many of those with emphasis on organic synthesis and structural properties are cited in [P. 5-6 in 2]. Of interest for analytical chemists are reviews on calixarenes and the structurally related resorcin[n]arenes (or calix[n]resorcarenes) and calixpyrroles concerning potentiometric sensors [9-12], chromo- and fluorophores [13, 14], molecular switches [15], metal ion binding in solution [16-19], redox properties [20] and anion binding [21-24]. Other recent reviews deal with thermodynamic aspects [25], organometallic compounds [26], P-containing calixarenes [27-29], as well as molecular dynamics modeling [30-33]. It is a vital field with over 200 publications per year. Therefore, this article presents only selected results on complexation, solvent extraction and membrane transport with the emphasis on ion and molecular recognition which can be used for analytical purposes, without attempting to cover all available references.\", \"Rapid, precise, and reproducible deposition of a broad variety of functional materials, including analytical assay reagents and biomolecules, has made inkjet printing an effective tool for the fabrication of microanalytical devices. A ubiquitous office device as simple as a standard desktop printer with its multiple ink cartridges can be used for this purpose. This Review discusses the combination of inkjet printing technology with paper as a printing substrate for the fabrication of microfluidic paper-based analytical devices (mPADs), which have developed into a fast-growing new field in analytical chemistry. After introducing the fundamentals of mPADs and inkjet printing, it touches on topics such as the microfluidic patterning of paper, tailored arrangement of materials, and functionalities achievable exclusively by the inkjet deposition of analytical assay components, before concluding with an outlook on future perspectives.\", \"This paper reviews some advances in the comparative study of lithium and graphite electrodes in a large matrix of solvents, salts and additives. The major purpose of this work was to support R&D of lithium metal and Li-ion batteries by understanding the correlation between the anode's performance, its morphology and three-dimensional structure upon cycling, interfacial electronic properties and the surface chemistry. The emphasis was on the use of the most sophisticated novel spectroscopic tools in conjunction with standard electrochemical techniques. These included in situ and ex situ Fourier-transform infrared spectroscopy (FT-IR) and X-ray difraction (XRD), impedance spectroscopy and atomic force microscopies (EIS and AFM, respectively), X-ray photospectroscopy (XPS), energy dispersive analysis of X-rays (EDAX) and electrochemical quartz crystal microbalance (EQCM). Major achievements included: (i) analysis of the surface reactions which are taking place on both the lithium and the carbon electrodes which form surface films that control the electrochemical behaviour in many electrolyte systems of interest; (ii) successful and useful application of AFM and EQCM in order to study the surface film formation processes and their surface chemistry, and ( iv) finding an interesting correlation between the three-dimensional structure of graphite electrodes,the diffusion coefficient of Li+ and their voltammetric behaviour in Li-intercalation processes. (C) 1997 Elsevier Science S.A.\", \"Organic synthesis is changing; in a world where budgets are constrained and the environmental impacts of practice are scrutinized, it is increasingly recognized that the efficient use of human resource is just as important as material use. New technologies and machines have found use as methods for transforming the way we work, addressing these issues encountered in research laboratories by enabling chemists to adopt a more holistic systems approach in their work. Modern developments in this area promote a multi-disciplinary approach and work is more efficient as a result. This Review focuses on the concepts, procedures and methods that have far-reaching implications in the chemistry world. Technologies have been grouped as topics of opportunity and their recent applications in innovative research laboratories are described.\", \"Paper has been present in the world of analytical chemistry for centuries, but it seems that just a few years back it was rediscovered as a valuable substrate for sensors. We can easily list some of the countless advantages of this simple cellulosic substrate, including mechanical properties, three-dimensional fibrous structure, biocompatibility and biodegradability, easiness of production and modification, reasonable price, and availability all over the world. Those characteristics make paper a first-choice substrate for disposable sensors and integrated sensing platforms. Nowadays, numerous examples of paper-based sensors are being presented in the literature. This review describes some of the most prominent examples classifying them by type of detection: optical (colorimetric, fluorescence, surface-enhanced Raman spectroscopy, and transmittance methods) and electrochemical (voltammetric, potentiometric, and conductivity-based methods). We take a closer look at recent advances in immunoassays fabricated on paper, excluding simple lateral flow tests assembled on nitrocellulose. This review also summarizes the main advantages and disadvantages of the use of paper as a substrate for sensors, as well as its impact on their performance and application, presents a short history of paper in analytical chemistry, and discusses fabrication methods and available sources of paper.\", \"A growing variety of sensors have increasingly significant impacts on everyday life. Key issues to take into consideration toward the integration of biosensing platforms include the demand for minimal costs and the potential for real time monitoring, particularly for point-of-care applications where simplicity must also be considered. In light of these developmental factors, electrochemical approaches are the most promising candidate technologies due to their simplicity, high sensitivity and specificity. The primary focus of this review is to highlight the utility of nanomaterials, which are currently being studied for in vivo and in vitro medical applications as robust and tunable diagnostic and therapeutic platforms. Highly sensitive and precise nanomaterials based biosensors have opened up the possibility of creating novel technologies for the early-stage detection and diagnosis of disease related biomarkers. The attractive properties of nanomaterials have paved the way for the fabrication of a wide range of electrochemical sensors that exhibit improved analytical capacities. This review aims to provide insights into nanomaterials based electrochemical sensors and to illustrate their benefits in various key biomedical applications. This emerging discipline, at the interface of chemistry and the life sciences, offers a broad palette of opportunities for researchers with interests that encompass nanomaterials synthesis, supramolecular chemistry, controllable drug delivery and targeted theranostics in biology and medicine.\", \"Bile acid-based structures have become increasingly important in different fields of chemistry over recent years, having found applications in pharmacology,supramolecular chemistry and nanoscience. Some interesting studies concerning these applications are reviewed, together with the latest developments in synthetic and analytical methods for bile acid-derived frameworks. (C) Wiley-VCH Verlag GmbH & Co. KGaA, 69451 Weinheim, Germany, 2004.\", \"Will microreactors replace the round-bottomed flask to perform chemical reactions in the near future? Recent developments in the construction of microstructured reaction devices and their wide-ranging applications in many different areas of chemistry suggest that they can have a significant impact on the way chemists conduct their experiments. Miniaturizing reactions offers many advantages for the synthetic organic chemist: high-throughput scanning of reaction conditions, precise control of reaction variables, the use of small quantities of reagents, increased safety parameters, and ready scale-up of synthetic procedures. A wide range of single- and multiphase reactions have now been performed in microfluidic-based devices. Certainly, microreactors cannot be applied to all chemistries yet and microfluidic systems also have disadvantages. Limited reaction-time range, high sensitivity to precipitating products, and new physical, chemical, and analytical challenges have to be overcome. This concept article presents an overview of microfluidic devices available for chemical synthesis and evaluates the potential of microreactor technology in organic synthesis.\", \"In contrast to the rapidity with which scientific information is published, the application of new knowledge often remains slow, and we believe this to be particularly true of newly developed synthetic organic chemistry methodology. Consequently, methods to assess and identify robust chemical reactions are desirable, and would directly facilitate the application of newly reported synthetic methodology to complex synthetic problems. Here, we describe a simple process for assessing the likely scope and limitations of a chemical reaction beyond the idealized reaction conditions initially reported. Using simple methods and common analytical techniques we demonstrate a rapid assessment of an established chemical reaction, and also propose a simplified analysis that may be reported alongside new synthetic methodology.\", \"Examples of the application of green chemistry in the analytical laboratory are presented. The principles of this approach include primary elimination or at least reduction of the amounts of reagents and solvents during laboratory work, particularly at the sample preparation stage.\", \"Flow analysis has achieved its majority as a well-established tool to solve analytical problems. Evolution of flow-based approaches has been analyzed by diverse points of view, including historical aspects, the commutation concept and the impact on analytical methodologies. In this overview, the evolution of flow analysis towards green analytical chemistry is demonstrated by comparing classical procedures implemented with different flow approaches. The potential to minimize reagent consumption and waste generation and the ability to implement processes unreliable in batch to replace toxic chemicals are also emphasized. Successful applications of greener approaches in flow analysis are also discussed, focusing on the last 10 years. (C) 2011 Elsevier B.V. All rights reserved.\", \"Magnetic solids are widely used in detection and analytical systems because of the performance advantages they offer compared to similar solids that lack magnetic properties. These solids can be used to pre-concentrate analytes and for the magnetic separation and molecular identification of biomolecules, and organic and inorganic species. Magnetic solid separation techniques also offer benefits over centrifugation, filtration, and solid-phase extraction. In this review, we describe the synthesis, characterization and applications of a series of solids including silica supports, carbon nanotubes, alumina, organic polymers and other materials, mostly containing magnetite or paramagnetic metals. Also addressed are the future perspectives of magnetic solid applications. (C) 2010 Elsevier B.V. All rights reserved.\", \"Method validation may be regarded as one of the most well-known areas in analytical chemistry as is reflected in the Substantial number of articles submitted and published in peer review journals every year. However, some of the relevant parameters recommended by regulatory bodies are often used interchangeably and incorrectly or are miscalculated, due to few references to evaluate some of the terms as well as wrong application of the mathematical and statistical approaches used in their estimation. These mistakes have led to misinterpretation and ambiguity in the terminology and in some instances to wrong scientific conclusions. In this article, the definitions of various relevant performance indicators Such as selectivity, specificity, accuracy, precision, linearity, range, limit of detection, limit of quantitation, ruggedness, and robustness are critically discussed with a view to prevent their erroneous usage and ensure scientific correctness and consistency among publications. (C) 2008 Elsevier B.V. All rights reserved.\", \"Especially in the last decade, a vast number of papers on Se and its role in health issues have been published. This review gives a brief, critical overview of the main analytical findings reported in these papers. Of particular interest is the Se content in different food sources worldwide and the extent to which their consumption is reflected in the Se content of human tissues and body fluids. Several food sources, both natural (Brazil nuts, garlic, Brassica juncea) and Se-enriched (yeast-based supplements), are discussed as to origin, characteristics, Se metabolism and impact of their consumption on the human body. The continuous development of new and improvement of existing analytical techniques has provided different powerful tools to unravel the Se species and their function. An up-to-date literature study on Se speciation analysis is given, illustrating how analytical chemistry in its different facets aids in the identification of Se compounds and provides insight into the complete metabolic pathway of Se throughout the human body. This review includes a detailed image of the current state-of-the-art of Se speciation analysis in these food sources and in human tissues and body fluids.\", \"This article follows a thread through the history of the quest for stable carbenes. The story begins in 1835 with the attempts by Dumas to dehydrate methanol to produce methylene. It continues through modern times to a point where the accumulation of many false starts in stable carbene synthesis led to the conventional wisdom that carbenes are so highly reactive that they exist only as labile, short-lived molecules. The report of the isolation of the first stable crystalline carbene in 1991 began a renaissance in the chemistry of isolable carbenes. Much of the older chemistry is currently being revisited and reinterpreted with the aid of modern analytical techniques. Easily handled carbenes are opening many new opportunities in both exploratory chemistry and industrial applications.\", \"Layered transition-metal dichalcogenides comprise a category of two-dimensional materials that offer exciting properties, including metallic and semi-conducting electrical capabilities, fluorescence and fast heterogeneous electron transfer. To date, these materials have mostly been employed in energy-storage and generation devices. However, in very recent times, there was a significant emerging trend in their utilization in analytical chemistry. Hence, this review aims to provide an introduction to this new trend for the analytical community. (C) 2014 Elsevier B.V. All rights reserved.\", \"This review describes the coordination chemistry of thiosemicarbazones and covers all the metals for which complexes are reported. The coordination compounds of d-block, p-block and f-block elements are discussed with respect to their bonding and structures. The description of work is group by group and with a given metal, coordination compounds of all the ligands under purview are described. A brief description of synthesis and spectroscopy of complexes is also given. Several of complexes are mononuclear, with distorted tetrahedral, square planar, square pyramid or octahedral as their common geometries. Dimers, trimers, tetramers, as well as complexes of higher nuclearity are also reported. Variable bonding properties. metallation, metal-metal interactions, role of solvents/other factors in stabilization of sulfur-bridging in coinage metals, and the nature of substituents at azomethine carbon are other interesting features of the review. Further, biological and analytical applications of the ligands/complexes are included in brief so as to indicate the importance of ligands under consideration. The literature survey is complete to December 2007, and some papers of more recent origin are included. (C) 2008 Elsevier B.V. All rights reserved.\", \"Among the variety of biomimetic recognition schemes utilizing supramolecular approaches molecularly imprinted polymers (MIPs) have proven their potential as synthetic receptors in numerous applications ranging from liquid chromatography to assays and sensor technology. Their inherent advantages compared to biochemical/biological recognition systems include robustness, storage endurance and lower costs. However, until recently only few contributions throughout the relevant literature describe quantitative analytical applications of MIPs for practically relevant analyte molecules and real-world samples. Increased motivation to thoroughly evaluate the true potential of MIP technology is clearly attributed to the demands of modem analytical chemistry, which include enhanced sensitivity, selectivity and applicability of molecular recognition building blocks at decreasing costs. In particular, the areas of environmental monitoring, food and beverage analysis and industrial process surveillance require analytical tools capable of discriminating chemicals with high molecular specificity considering increasing numbers of complex environmental contaminants, pollution of raw products and rigorous quality control requested by legislation and consumer protection. Furthermore, efficient product improvement and development of new products requires precise qualitative and quantitative analytical methods. Finally, environmental, food and process safety control issues favor the application of on-line in situ analytical methods with high molecular selectivity. While biorecognition schemes frequently suffer from degrading bioactivity and long-term stability when applied in real-world sample environments, MIPs serving as synthetic antibodies have successfully been applied as stationary phase separation matrix (e.g. HPLC and SPE), recognition component in bioassays (e.g. ELISA) or biomimetic recognition layer in chemical sensor systems. Examples such as MIP-based selective analysis of flavones/flavonoids in wine, the determination of mycotoxins in beverages and analysis of organic contaminants in environment samples will elucidate the perspectives of this technology and will be contrasted with the challenges of rational MIP design providing control on binding site density, receptor capacity and selectivity. (c) 2004 Elsevier B.V. All rights reserved.\", \"All analysts face the same situations as method validation is the process of proving that an analytical method is acceptable for its intended purpose. In order to resolve this problem, the analyst refers to regulatory or guidance documents, and therefore the validity of the analytical methods is dependent on the guidance, terminology and methodology, proposed in these documents. It is therefore of prime importance to have clear definitions of the different validation criteria used to assess this validity. It is also necessary to have methodologies in accordance with these definitions and consequently to use statistical methods which are relevant with these definitions, the objective of the validation and the objective of the analytical method. The main purpose of this paper is to outline the inconsistencies between some definitions of the criteria and the experimental procedures proposed to evaluate those criteria in recent documents dedicated to the validation of analytical methods in the pharmaceutical field, together with the risks and problems when trying to cope with contradictory, and sometimes scientifically irrelevant, requirements and definitions. (c) 2007 Elsevier B.V. All rights reserved.\", \"Chromatographic techniques are very frequently used in analytical procedures for the separation, determination and identification of a wide spectrum of analytes present in samples with complex and sometimes variable matrices. However, the estimation of uncertainty of the final results does not include the uncertainties associated with the actual chromatographic process. In effect, such results cannot always be treated as a reliable source of analytical information. In this paper we present the basic terms, sources of uncertainty, and methods of calculating the combined uncertainty that any presentation of final determinations should include. (C) 2009 Elsevier B.V. All rights reserved.\", \"Being one of the most commonly used electrochemical mediators for analytical applications, Prussian Blue has found a wide use in the biosensor field during the last years. Its particular characteristic of catalysing hydrogen peroxide reduction has been applied in the construction of a large number of oxidase enzyme-based biosensors for clinical, environmental and food analysis.\\nBy modifying an electrode surface with Prussian Blue, it is in fact possible to easily detect hydrogen peroxide at an applied potential around 0.0 V versus Ag/AgCl, thus making possible coupling with oxidase enzymes while also avoiding or reducing electrochemical interferences.\\nPapers dealing with glucose, lactate, cholesterol and galactose biosensors that are based on the use of Prussian Blue have recently appeared in the most important analytical chemistry journals.\\nAnother recent trend is the use of a choline probe based on choline oxidase for pesticide determination to exploit the inhibition of acetylcholinesterase by these compounds.\\nIn addition, the use of Prussian Blue in the development of biosensors for food analysis has captured the interest of many research groups and led to improved methods for the detection of glutamate, galactose, alcohol, fructosyl amine, formate, lysine and oxalate.\\nThis review will focus on the biosensing aspects of Prussian Blue-based sensors giving a general overview of the advantages provided by such mediator as well as its drawbacks. A comprehensive bibliographic reference list is presented together with the most up to date research findings in this field and possible future applications. The commercial potential of sensors based on this mediator will also be discussed. (c) 2004 Elsevier B.V. All rights reserved.\", \"A detailed understanding of the sources, transformations and fates of organic species in the environment is crucial because of the central roles that they play in human health, biogeochemical cycles and the Earth's climate. However, such an understanding is hindered by the immense chemical complexity of environmental mixtures of organics; for example, atmospheric organic aerosol consists of at least thousands of individual compounds, all of which likely evolve chemically over their atmospheric lifetimes. Here, we demonstrate the utility of describing organic aerosol (and other complex organic mixtures) in terms of average carbon oxidation state, a quantity that always increases with oxidation, and is readily measured using state-of-the-art analytical techniques. Field and laboratory measurements of the average carbon oxidation state, using several such techniques, constrain the chemical properties of the organics and demonstrate that the formation and evolution of organic aerosol involves simultaneous changes to both carbon oxidation state and carbon number.\", \"We demonstrate that a video gaming machine containing two consumer graphical cards can outpace a state-of-the-art quad-core processor workstation by a factor of more than 180x in Hartree-Fock energy + gradient calculations. Such performance makes it possible to run large scale Hartree-Fock and Density Functional Theory calculations, which typically require hundreds of traditional processor cores, on a single workstation. Benchmark Born-Oppenheimer molecular dynamics simulations are performed on two molecular systems using the 3-21G basis set - a hydronium ion solvated by 30 waters (94 atoms, 405 basis functions) and an aspartic acid molecule solvated by 147 waters (457 atoms, 2014 basis functions). Our GPU implementation can perform 27 ps/day and 0.7 ps/day of ab initio molecular dynamics simulation on a single desktop computer for these systems.\", \"Due to the intensive and multidisciplinary research carried out during the last two decades on carbon nanotubes (CNTs), the scientific community understands nowadays much better the chemistry, structure and properties of these interesting materials. In fact, they have found their particular place in a wide number of application fields (nanotechnology, electronics, optics, medicine, etc.) among which Analytical Chemistry is becoming more and more important. The aim of this review is to provide an updated report of the most recent manuscripts (years 2009-2011) regarding the use of CNTs in Separation Science. In particular, the use of CNTs as solid-phase extraction and microextraction sorbents, as part of membranes as well as their use in chromatography and electrophoresis will be discussed and commented. Besides, although not as fully related to Separation Science as the previous techniques, the use of CNTs as laser desorption/ionization substrates has also been considered because of its importance in the field. (c) 2012 Elsevier B.V. All rights reserved.\", \"This article aims to review the electroanalytical applications of chemically modified electrodes involving silica and silica-containing matrices. After a brief introduction to silica chemistry, the implication of pure and grafted silicas in electrochemistry, as well as that of the silica-based materials originating from the sol-gel technology, will be discussed. The interest of silica-modified electrodes (SiO2-MEs) with respect to electroanalysis will be pointed out by means of several examples. In the last five years, successful applications of SiO2-MEs have been achieved. Among them, silica grafted with inorganic films or organic moieties was successfully applied to the selective preconcentration or the electrocatalytic detection of various analytes. Also, the ability of the sol-gel chemistry to encapsulate enzymes within a silica matrix without preventing its activity was exploited in the development of new amperometric biosensors. These promising fields are thought to lead to significant advances in the near future, because of the explosive growth in both the synthesis of novel mesoporous organically-modified silica-based materials and the huge development of sol-gel chemistry in tailoring and construction of new modified electrodes.\", \"From being a niche area only a few decades ago, fluorous chemistry has gained momentum and is, nowadays, a fervent area of research. It has brought forth, in fact, numerous applicative innovations that stretch among different fields: from catalysis to separation science, from supramolecular to materials and analytical chemistry. Recently, the unique features of perfluorinated compounds have reached the attention of the biochemists' audience. This tutorial review introduces the basic concepts of fluorous chemistry and illustrates its main biomolecular applications. Special attention has been given to fluorous microarrays and their combination with Mass-Spectroscopy (MS) techniques, to protein properties modification by the introduction of local fluorous domains, and to the most recent applications of 19 F-Magnetic Resonance Imaging (F-19-MRI).\", \"In 2002, we wrote an Analytical Chemistry feature article describing the Physics of Laser Ablation in Microchemical Analysis. In line with the theme of the 2002 article, this manuscript discusses current issues in fundamental research, applications based on detecting photons at the ablation site (LIBS and LAMIS) and by collecting particles for excitation in a secondary source (ICP), and directions for the technology.\", \"Surface modification methods can optimise the biocompatibility or the specificity of biointeraction of a biosensor or medical device. With only the surface modified, the manufacture and implantation protocol remain unchanged. This review article summarises some of the chemical, surface analytical and biological challenges associated with surface modification of biosensors and biomedical devices.\", \"The versatility of sol-gel chemistry enables us to generate a wide range of silica and organosilica materials with controlled Structure, composition, morphology and porosity. These materials' hosting and recognition properties, as well as their wide-open structures containing many easily accessible active sites, make them particularly attractive for analytical purposes. In this review, we summarize the importance of silica sol-gels in analytical chemistry by providing examples from the separation sciences, optical and electrochemical sensors, molecular imprinting, and biosensors. Recent work suggests that manipulating the structure and composition of these materials at different scales (from molecular to macromolecular states and/or from micro- to meso- and/or macroporous levels) promises to generate chemical and biochemical sensing devices with improved selectivity and sensitivity.\", \"Microwave energy has been developed recently for the extraction of organic compounds from environmental matrices after its use in inorganic chemistry for trace metal analysis. The development in microwave techniques has occurred because of a need for a rapid, safe and cheap method. Conventional technique for the extraction of solid matrices (such as Soxhlet) are time and solvent consuming and the analysis of numerous samples in environmental studies is limited by the extraction step. This review recalls the importance of the extraction step in the analytical procedure for the analysis of organic contaminants and the principles of extraction of solid matrices (sediment, soil. air particulars matter...). The theory of microwave heating is summarized and the microwave ovens used in analytical chemistry are described. Then, the review attempts to summarise all the studies about microwave assisted extraction for organic contaminants, on one hand in multimode microwave ovens in closed vessels and on the other hand in focused microwave ovens at atmospheric pressure. The microwave assisted extraction methods of volatile compounds are summarised. Finally, advantages of methods compared to conventional extraction are discussed.\", \"Digital microfluidics (DMF) is an emerging liquid-handling technology that enables individual control over droplets on an open array of electrodes. These picoliter- to microliter-sized droplets, each serving as an isolated vessel for chemical processes, can be made to move, merge, split, and dispense from reservoirs. Because of its unique advantages, including simple instrumentation, flexible device geometry, and easy coupling with other technologies, DMF is being applied to a wide range of fields. In this review, we summarize the state of the art of DMF technology from the perspective of analytical chemistry in sections describing the theory of droplet actuation, device fabrication and integration, and applications.\", \"The chemistry of oxime/oximato metal complexes has been investigated actively since the beginning of 20th century and aspects such as traditional synthetic routes leading to oxime/oximato complexes, structural and solution chemistry and analytical applications of oxime species have been reviewed extensively. Despite a fairly large number of reviews and books on different aspects of the chemistry of oxime/oximato metal compounds, data on their metal-mediated reactions are just beginning to actively emerge. Apparently, our review (V.Yu. Kukushkin, D. Tudela, A.J.L. Pombeiro, Coord. Chem. Rev. 156 (1996) 333) published in this journal in 1996 was the first attempt for classification of such reactions. In this article we carry on the description, systematization and analysis of metal-mediated reactions of oxime species with special emphasis on research of the last few years and also work produced in our group. In addition, data on unconventional routes for preparation of oxime/oximato complexes are also included and ascribed to certain reaction modes. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"Imprinted polymers (see Figure) find applications in chemistry, biotechnology, food technology and materials science. Here the current trends in imprinted polymers and the methods used in their preparation are reviewed, leading to a discussion of examples of applications, such as separation media, analytical systems, sensors, and catalysts.\\n[GRAPHICS]\", \"This review will cover the developments in the chemistry of phenanthroline-based ligands in the last 10-15 years. 1,10-Phenanthroline (phen) is a classic ligand in coordination chemistry, which couples versatility in metal ion binding with peculiar properties of its complexes. For instance, metal complexes with phenanthroline can be featured by an intense luminescence or can interact with DNA in an intercalative fashion inducing, in some cases, DNA cleavage. For this reason a number of phenanthroline-containing ligands has been recently synthesized by inserting phenanthroline within open-chain or macrocyclic backbone, in order to develop new molecular chemosensors for metal cations and anions, ionophores as well as new intercalating agents for polynucleotides. Furthermore, phenanthroline is rigid and its insertion within cyclic or acyclic structures can impart to the resulting ligand a high degree of pre-organization, affording selective complexing agents. This review will discuss on the coordination, luminescence and intercalating and/or DNA cleaving properties as well as on analytical applications of metal complexes with phenanthroline-based ligands. Particular attention will be devoted to macrocyclic receptors or open-chain ligands that, beside the phenanthroline nitrogen atoms, contain other donor atoms able to interact with the metal cations or anions. (c) 2010 Elsevier B.V. All rights reserved.\", \"We have developed a selective electrode for chromium(VI), based on a self-assembled monolayer of 4-(mercapto-n-alkyl)pyridinium on gold surfaces, which exhibits unique speciation capabilities. Cr(VI) levels as low as 1 parts per trillion can be detected using a 4-(mercaptoethyl)pyridinium monolayer. The different parameters that govern the analytical performance of these electrodes have been studied in detail and optimized. In addition, the organization of the monolayers has been examined by a variety of surface techniques such as XPS, FT-IR, and electrochemistry. Our results show that structuring and understanding the solid-liquid interface at the molecular level are essential for designing probes with superior analytical characteristics.\", \"A review is presented with references to the most important work dealing with the polyphenolic compounds taking account different aspects related with analytical chemistry of these compounds such as distribution, preparation, and/or treatment of sample and analytical techniques applied to their determination in foods. Contributions from 1985 to date are discussed.\", \"Most common analytical methods in FA chemistry can be categorized as yielding either structure or quality indices. Quality indices often describe components in fats and oils arising from processing, storage, and naturally occurring, nonfatty materials. Common structure indices are the iodine value (IV), the saponification value, and the hydroxyl value. Although modern analytical methods yield more detailed and reliable information, structure indices are still widely used. The IV, which indicates total unsaturation, has even been included in some standards for industrial products such as biodiesel. However, the IV index is too general to allow the correlation of physical and chemical properties with FA composition. The IV is treated in a theoretical fashion regarding biodiesel- and oxidative stability-related issues. That the concept of IV as a structure index is unsatisfactory is shown by the development of a quaternary composition diagram (QCD). The QCD demonstrates the derivation of a specific IV from varying FA compositions. Improved correlations are possible among the structure indices. Alternative indices for the IV are developed. Possible alternatives are the allylic position equivalent (APE) and the bis-allylic position equivalent (BAPE), which better relate structure and amount of common component FA in vegetable oils to observed properties. The APE and BAPE indices are based on the number of reactive positions in oxidation.\", \"Despite the increasing use of semiconductor nanocrystals (quantum dots, QDs) with unique size-controlled optical and chemical properties in (bio)analytical detection, biosensing and fluorescence imaging and the obvious relevance of reliable values of fluorescence quantum yields for these applications, evaluated procedures for the determination of the fluorescence quantum yields (Phi(f)) of these materials are still missing. Ibis limits the value of literature data of QDs in comparison to common organic dyes and hampers the comparability of the performance of QDs from different sources or manufacturers. Ibis encouraged us to investigate achievable uncertainties for the determination of Phi(f) values of these chromophores and to illustrate common pitfalls exemplarily for differently sized water-soluble CdTe QDs. Special attention is dedicated to the colloidal nature and complicated surface chemistry of QDs thereby deriving procedures to minimize uncertainties related to these features.\", \"In this report, we summarize and describe the recent unique updates and additions to the Molcas quantum chemistry program suite as contained in release version 8. These updates include natural and spin orbitals for studies of magnetic properties, local and linear scaling methods for the Douglas-Kroll-Hess transformation, the generalized active space concept in MCSCF methods, a combination of multiconfigurational wave functions with density functional theory in the MC-PDFT method, additional methods for computation of magnetic properties, methods for diabatization, analytical gradients of state average complete active space SCF in association with density fitting, methods for constrained fragment optimization, large-scale parallel multireference configuration interaction including analytic gradients via the interface to the Columbus package, and approximations of the CASPT2 method to be used for computations of large systems. In addition, the report includes the description of a computational machinery for nonlinear optical spectroscopy through an interface to the QM/MM package Cobramm. Further, a module to run molecular dynamics simulations is added, two surface hopping algorithms are included to enable nonadiabatic calculations, and the DQ method for diabatization is added. Finally, we report on the subject of improvements with respects to alternative file options and parallelization. (c) 2015 Wiley Periodicals, Inc.\", \"Nitric oxide (NO) is the focus of intense research primarily because of its wide-ranging biological and physiological actions. To understand its origin, activity and regulation, accurate and precise measurement techniques are needed. Unfortunately, analytical assays for monitoring NO are challenged by NO'S Unique chemical and physical properties, including its reactivity, rapid diffusion, and short half-life. Moreover, NO concentrations may span the picomolar-to-micromolar range ill physiological milieus, requiring techniques with wide dynamic response ranges. Despite such challenges, many analytical techniques have emerged for the detection of NO. Herein, we review the most common spectroscopic and electrochemical methods, with a focus oil the underlying mechanism of each technique and oil approaches that have been coupled with modern analytical measurement tools to create novel NO sensors.\", \"Potentiometric, amperometric and conductometric electrochemical sensors have found a number of interesting applications in the areas of environmental, industrial, and clinical analyses. This review presents a general overview of the three main types of electrochemical sensors, describing fundamental aspects, developments and their contribution to the area of analytical chemistry, relating relevant aspects of the development of electrochemical sensors in Brazil.\", \"Miniaturization of already existing techniques in on-line analytical chemistry is an alternative to compound-selective chemical sensors. Theory indicates higher efficiency, faster analysis time and lower reagent consumption. Micromachining, a well known photolithographic technique for structures in the micrometer range, is introduced and documented with structures as examples for flow injection analysis, electrophoresis and a detector cell.\", \"Solid phase microextraction find increasing applications in the sample preparation step before chromatographic determination of analytes in samples with a complex composition. These techniques allow for integrating several operations, such as sample collection, extraction, analyte enrichment above the detection limit of a given measuring instrument and the isolation of analytes from sample matrix. In this work the information about novel methodological and instrumental solutions in relation to different variants of solid phase extraction techniques, solid-phase microextraction (SPME), stir bar sorptive extraction (SBSE) and magnetic solid phase extraction (MSPE) is presented, including practical applications of these techniques and a critical discussion about their advantages and disadvantages. The proposed solutions fulfill the requirements resulting from the concept of sustainable development, and specifically from the implementation of green chemistry principles in analytical laboratories. Therefore, particular attention was paid to the description of possible uses of novel, selective stationary phases in extraction techniques, inter alia, polymeric ionic liquids, carbon nanotubes, and silica- and carbon-based sorbents. The methodological solutions, together with properly matched sampling devices for collecting analytes from samples with varying matrix composition, enable us to reduce the number of errors during the sample preparation prior to chromatographic analysis as well as to limit the negative impact of this analytical step on the natural environment and the health of laboratory employees (C) 2013 Elsevier B.V. All rights reserved.\", \"We review recent approaches for greening analytical separation technologies. Whereas conventional analytical separation technologies produce as much as 50 mL of waste per analysis, greener options considerably reduce the amount of waste generated per analysis, ranging from simply adoptable small-particle stationary-phase technologies and reduced column diameters to more specialized technologies [e.g., ultra-high-pressure liquid chromatography (UHPLC), supercritical-fluid chromatography (SFC) and microscale or nanoscale HPLC]. In addition, greener eluents and chromatography conditions can also be used, including substitution of ethanol for acetonitrile in reversed-phase HPLC and the use of water alone as an eluent at elevated temperatures. We describe the merits of these emerging technologies, and discuss the factors influencing the decision to move from conventional analytical separation methodologies to greener alternatives. (C) 2010 Elsevier Ltd. All rights reserved.\", \"Dispersive liquid-liquid microextraction (DLLME) has in the very short time since its invention in 2006 grabbed the attention of researchers and has become very popular among analytical chemists. Like other analytical methods, however, DLLME also has its drawbacks, which result mainly from requirements related to the extraction solvent and disperser solvent. To overcome these various drawbacks, researchers have recently attempted to use solvents with a density lower than that of water and to perform the extraction without using a disperser solvent and without the need for centrifugation. We offer an overview of what in our opinion are some of the most interesting solutions published recently, those which could possibly expand the applicability of DLLME. (C) 2011 Elsevier By. All rights reserved.\", \"Magnetic nanoparticles uniquely combine superparamagnetic behavior with dimensions that are smaller than or the same size as molecular analytes. The integration of magnetic nanoparticles with analytical methods has opened new avenues for sensing, purification, and quantitative analysis. Applied magnetic fields can be used to control the motion and properties of magnetic nanoparticles; in analytical chemistry, use of magnetic fields provides methods for manipulating and analyzing species at the molecular level. In this review, we describe applications of magnetic nanoparticles to analyte handling, chemical sensors, and imaging techniques.\", \"Silicones have innumerable applications in many areas of life. Polydimethylsiloxane (PDMS), which belongs to the class of silicones, has been extensively used in the field of analytical chemistry owing to its favourable physicochemical properties. The use of PDMS in analytical chemistry gained importance with its application as a stationary phase in gas chromatographic separations. Since then it has been used in many sample preparation techniques such as solid phase microextraction (SPME), stir bar sorptive extraction (SBSE), thin-film extraction, permeation passive sampling, etc. Further, it is gaining importance in the manufacturing of lab-on-a-chip devices, which have revolutionized bio-analysis. Applications of devices containing PDMS and used in the field of analytical chemistry are reviewed in this paper. (C) 2012 Elsevier B.V. All rights reserved.\", \"We present a rigorous and computationally efficient method to do a parameter-free analysis of molecular wires connected to contacts. The self-consistent field approach is coupled with Non-equilibrium Green's Function (NEGF) formalism to describe electronic transport under an applied bias. Standard quantum chemistry software is used to calculate the self-consistent field using density functional theory (DFT). Such close coupling to standard quantum chemistry software not only makes the procedure simple to implement but also makes the relation between the I-V characteristics and the chemistry of the molecule more obvious. We use our method to interpolate between two extreme examples of transport through a molecular wire connected to gold(l 11) contacts: band conduction in a metallic (gold) nanowire, and resonant conduction through broadened, quasidiscrete levels of a phenyl dithiol molecule. We obtain several quantities of interest like I-V characteristics, electron density and voltage drop along the molecule. (C) 2002 Published by Elsevier Science B.V.\", \"Solid state electroanalytical chemistry (SSEAC) deals with studies of the processes, materials, and methods specifically aimed to obtain analytical information (quantitative elemental composition, phase composition, structure information, and reactivity) on solid materials by means of electrochemical methods. The electrochemical characterization of solids is not only crucial for electrochemical applications of materials (e.g., in batteries, fuel cells, corrosion protection, electrochemical machining, etc.) but it lends itself also for providing analytical information on the structure and chemical and mineralogical composition of solid materials of all kinds such as metals and alloys, various films, conducting polymers, and materials used in nanotechnology. The present report concerns the relationships between molecular electrochemistry (i.e., solution electrochemistry) and solid state electrochemistry as applied to analysis. Special attention is focused on a critical evaluation of the different types of analytical information that are accessible by SSEAC.\", \"In this work we demonstrate how different modern quantum chemical methods can be efficiently combined and applied for the calculation of the vibrational modes and spectra of large molecules. We are aiming at harmonic force fields, and infrared as well as Raman intensities within the double harmonic approximation, because consideration of hi-her order terms is only feasible for small molecules. In particular, density functional methods have evolved to a powerful quantum chemical tool for the determination of the electronic structure of molecules in the last decade. Underlying theoretical concepts for the calculation of intensities are reviewed, emphasizing necessary approximations and formal aspects of the introduced quantities, which are often not explicated in detail in elementary treatments of this topic. It is shown how complex quantum chemistry program packages can be interfaced to new programs in order to calculate IR and Raman spectra. The advantages of numerical differentiation of analytical gradients, dipole moments, and static, as well as dynamic polarizabilities, are pointed out. We carefully investigate the influence of the basis set size on polarizabilities and their spatial derivatives. This leads us to the construction of a hybrid basis set, which is equally well suited for the calculation of vibrational frequencies and Raman intensities. The efficiency is demonstrated for the highly symmetric C-60, for which we present the first all-electron density functional calculation of its Raman spectrum. (C) 2002 Wiley Periodicals, Inc.\", \"This article presents various important tools of chemometrics utilized as data evaluation tools generated by various hyphenated analytical techniques including their application since its advent to today. The work has been divided into various sections, which include various multivariate regression methods and multivariate resolution methods. Finally the last section deals with the applicability of chemometric tools in analytical chemistry. The main objective of this article is to review the chemometric methods used in analytical chemistry (qualitative/quantitative), to determine the elution sequence, classify various data sets, assess peak purity and estimate the number of chemical components. These reviewed methods further can be used for treating n-way data obtained by hyphenation of LC with multi-channel detectors. We prefer to provide a detailed view of various important methods developed with their algorithm in favor of employing and understanding them by researchers not very familiar with chemometrics. (C) 2014 Elsevier B.V. All rights reserved.\", \"Understanding as much as possible about proteins in the shortest amount of time has long been a goal of hydrogen exchange (HX) MS. Recent technological advances have led to improvements in the technique, but has this goal yet been achieved? (To listen to a podcast about this Feature, please go to the Analytical Chemistry Web site at pubs.acs.org/journal/ancham.)\", \"Ambient ionization mass spectrometry allows the rapid analysis of samples or objects in their native state in the open environment with no prior preparation. Over the past six years, the ability of these techniques to provide selective analyte desorption and ionization, in combination with mass spectrometry (MS), has provided a growing number of powerful analytical alternatives across broad application areas, both quantitative and qualitative in nature, including pharmaceutical analysis, process chemistry, biological imaging, in vivo analysis, proteomics, metabolomics, forensics, and explosives detection. With the emergence of new ambient ionization methods, and the complementary nature of existing desorption and/or ionization techniques, additional hyphenated methods have been devised, which pushes the total number of documented methods to almost thirty. To cover all current ambient ionization techniques in detail would be too complex and detract from the main objective of this review. Rather, an overview of the field of ambient ionization MS will be given, followed by broad classification to allow detailed discussion of theory and common mechanistic factors underpinning a number of key techniques. Consideration will be given to experimental design, ease of implementation and analytical performance, detailing subsequent impact on a number of application areas, both established and emerging.\", \"8-Hydroxyquinoline is a versatile ligand in coordination chemistry which was mainly used for analytical purposes. Due to the special properties of some of its complexes it experienced a renaissance in synthetic coordination chemistry. This review describes recent applications of 8-hydroxyquinoline derivatives to obtain new supramolecular sensors, emitting devices or self-assembled aggregates. (c) 2007 Elsevier B.V. All rights reserved.\", \"Artificial enzyme mimetics are a current research interest because natural enzymes bear some serious disadvantages, such as their catalytic activity can be easily inhibited and they can be digested by proteases. A very recently study reported by Yan et al. has proven that Fe3O4 magnetic nanoparticles (MNPs) exhibit an intrinsic enzyme mimetic activity similar to that found in natural peroxidases, though MNPs are usually thought to be biological and chemical inert (Gao, L. Z.; Zhuang, J.; Nie, L.; Zhang, J. B.; Zhang, Y.; Gu, N.; Wang, T. H.; Feng, J.; Yang, D. L.; Perrett, S.; Yan, X. Y. Nat. Nanotechnol. 2007, 2, 577-583). In the present work, we just make use of the novel properties of Fe3O4 MNPs as peroxidase mimetics reported by Yan et al. to detect H2O2. The Fe3O4 MNPs were prepared via a coprecipitation method. The as-prepared Fe3O4 MNPs were then used to catalyze the oxidation of a peroxidase substrate 2,2'-azino-bis(3-ethylbenzo-thiazoline-6-suffonic acid) diammonium salt (ABTS) by H2O2 to the oxidized colored product (see eq 1) which provides a colorimetric detection of H2O2. As low as 3 x 10(-6) mol/L H2O2 could be detected with a linear range from 5 x 10(-6) to 1 x 10(-4) mol/L via our method. More importantly, a sensitive and selective method for glucose detection was developed using glucose oxidase (GOx) and the as-prepared Fe3O4 MNPs. The detection platforms for H2O2 and glucose developed in the present work not only further confirmed that the Fe3O4 MNPs possess intrinsic peroxidase-like activity but also showed great potential applications in varieties of simple, robust, and easy-to-make analytical approaches in the future.\", \"The application of a liquid/liquid microsegmented flow for serial high-throughput microanalytical systems shows promising prospects for applications in clinical chemistry, pharmaceutical research, process diagnostics, and analytical chemistry. Microscopy and microspectral analytics offer powerful approaches for the analytical readout of droplet based assays. Within the generated segments, individuality and integrity are retained during the complete diagnostic process making the approach favored for analysis of individual microscaled objects like cells and microorganisms embedded in droplets. Here we report on the online application of surface-enhanced micro-Raman spectroscopy for the detection and quantization of analytes in a liquid/liquid segmented microfluidic system. Data acquisition was performed in microsegments down to a volume of 180 nl. With this approach, we overcome the well-known problem of adhesion of colloid/analyte conjugates to the optical windows of detection cuvettes, which causes the so-called \\\"memory effect\\\". The combination of the segmented microfluidic system with the highly sensitive SERS technique reaches in a reproducible quantification of analytes with the SERS technique.\", \"Supported planar lipid bilayers based on alkanethiol-tethering chemistry are becoming increasingly important biomimetic materials. Hybrid bilayers containing thiol-derivatized alkane moieties plus natural Lipids provide a biomimetic matrix that permits the successful reconstitution of membrane protein activity. The hybrid membrane is self-assembled and sufficiently rugged to be of practical use in research and in commercial sensing applications. The coupling of the bilayer to a metal support allows a wide range of analytical techniques to be applied to this model membrane. This article reviews some of the fundamental studies of the formation, structure, and response of hybrid bilayer membranes.\", \"Applications of microsystems (microreactors) in continuous-flow chemistry have expanded rapidly over the past two decades, with numerous reports of higher conversions and yields compared to conventional batch benchtop equipment. Synthesis applications are enhanced by chemical information gained from integrating microreactor components with sensors, actuators, and automated fluid handling. Moreover, miniaturized systems allow experiments on well-defined samples at conditions not easily accessed by conventional means, such as reactions at high pressure and temperatures. The wealth of synthesis information that could potentially be acquired through use of microreactors integrated with physical sensors and analytical chemistry techniques for online reaction monitoring has not yet been well explored. The increased efficiency resulting from use of continuous-flow microreactor platforms to automate reaction screening and optimization encourages a shift from current batchwise chemical reaction development to this new approach. We review advances in this new area and provide application examples of online monitoring and automation.\", \"Advancements of materials research have profound direct impacts on developments in analytical chemistry and may hold the key to improvement of existing or new techniques at present times and near future. Applications of materials in analytical chemistry are reviewed, with focus on sensors, separations and extraction techniques. This review aims to survey examples of interesting works carried out in the last five years over a broad spectrum of materials classified as hybrids, nanomaterials and biomolecular materials. (c) 2005 Elsevier B.V. All rights reserved.\", \"In recent years, much attention in analytical chemistry has been paid to sample preparation techniques, especially those which minimise the consumption of organic solvents. One of the most promising of these, solid-phase microextraction (SPME), is presented in both its theoretical and practical aspects. Conditions which affect its performance are assessed, as are the problems which may arise from its use. Finally, some typical applications are listed, highlighting the method's sensitivity and precision, and the range of samples where SPME can be used successfully. (C) 1999 Elsevier Science B.V. All rights reserved.\", \"1.4,5,8-naphthalenediimide (NDI) derivatives are versatile in coordination and material chemistry due to their large conjugated planar structure and special electron transfer properties. This review presents an overview of metal-organic materials derived from NDIs with their structural models, analytical techniques and potential applications outlined. (C) 2011 Elsevier B.V. All rights reserved.\", \"From 1993 to 1995, with a conventional fluorescence spectrophotometer (CFS) (convenient) and working in a synchronous scan model (easy-to-use), Pasternack et al. proposed the resonance light-scattering (RLS) technique, to efficiently characterize self-assemblies or self-aggregations of chromophores with good electronic coupling. Incident wavelengths were specially considered within their absorption envelopes (rather unorthodox), and their amplified signals were observed (good sensitivity and selectivity). Due to these absorbing benefits, RLS technique, as a novel readout method, commenced on its exciting analytical tours soon after Liu et al. and especially Li et al., separately, set out their corresponding pioneering investigations from 1995 to 1997. From then on, it has received an increasing attention by analysts, as a consequence exhibiting more and more fascinating analytical applications. Moreover, various attractive RLS-derived techniques have been developed successively to improve it or to enlarge its possibilities. Later on, Liu et al. and Li et al., Tabak et al., Yguerabide et al., Huang et al., Lakowicz et al. and Fernandez Band et al. have made their outstanding contributions. In this review, we concentrate on major achievements of RLS in analytical chemistry for over a decade, involving the developments and analytical applications of RLS derived techniques treated as an impacting progress of RLS technique in analytical chemistry. Finally, an indication of future directions of RLS technique in analytical chemistry is provided.\", \"When Kekule' awoke from dreams of snakes biting their own tails, he didn't have the benefit of a scanning tunneling microscope (STM) image to confirm that his vision of benzene as a cyclic molecule was accurate. References to STM in the chemical literature increase steadily, although the technique was perhaps oversold in its early days of the 1980s, with such promises as DNA sequencing and tailored bi-molecular chemical reactions (literally, two molecules). Publications alternate between attempting to explain the process by which images of traditional insulators are obtained and simply presenting the end images themselves as stunning views of atoms and molecules. While imaging mechanisms are still being debated, these instruments' ability to \\\"see\\\" single molecules has been established, albeit at the fringes of our expectations. For example, whereas STM studies at present might not be able to answer the question of why adsorption of CO doubles the density of platinum atoms on the surface of a single crystal of the metal, the images go far in illustrating that this is a process which platinum undergoes. As with any emerging analytical tool, these scanning, very localized microscopic methods are undergoing the growing pains of irreproducible results and mis-marketed artifacts. Nonetheless, we assemble here, primarily for the uninitiated, a collection of careful and credible studies to mark the progress of scanning tunneling microscopy and atomic force microscopy into chemistry, and to encourage a healthy blend of idealism and skepticism toward future work.\", \"This review with 60 references describes a unique path to miniaturisation, that is, the use of acoustic levitation in analytical and bioanalytical chemistry applications. Levitation of small volumes of sample by means of a levitation technique can be used as a way to avoid solid walls around the sample, thus circumventing the main problem of miniaturisation, the unfavourable surface-to-volume ratio. Different techniques for sample levitation have been developed and improved. Of the levitation techniques described, acoustic or ultrasonic levitation fulfils all requirements for analytical chemistry applications. This technique has previously been used to study properties of molten materials and the equilibrium shapeand stability of liquid drops. Temperature and mass transfer in levitated drops have also been described, as have crystallisation and microgravity applications.\\nThe airborne analytical system described here is equipped with different and exchangeable remote detection systems. The levitated drops are normally in the 100 nL-2 muL volume range and additions to the levitated drop can be made in the pL-volume range.\\nThe use of levitated drops in analytical and bioanalytical chemistry offers several benefits. Several remote detection systems are compatible with acoustic levitation, including fluorescence imaging detection, right angle light scattering, Raman spectroscopy, and X-ray diffraction. Applications include liquid/liquid extractions, solvent exchange, analyte enrichment, single-cell analysis, cell-cell communication studies, precipitation screening of proteins to establish nucleation conditions, and crystallisation of proteins and pharmaceuticals.\", \"Development of several new computational approaches within the framework of multi-reference ab initio molecular electronic structure methodology and their implementation in the COLUMBUS program system are reported. These new features are: calculation of the analytical MR-CI gradient for excited states based on state-averaged MCSCF orbitals, the extension of the MR-ACPF/AQCC methods to excited states in the framework of linear-response theory, spin-orbit CI for molecules containing heavy atoms and the development of a massively-parallel code for the computation of the one- and two-particle density matrix elements. Illustrative examples are given for each of these cases.\", \"Chemistry on solid surfaces is central to many areas of practical interest such as heterogeneous catalysis, tribology, electrochemistry, and materials processing. With the development of many surface-sensitive analytical techniques in the past decades, great advances have been possible in our understanding of such surface chemistry at the molecular level. Earlier studies with model systems, single crystals in particular, have provided rich information about the adsorption and reaction kinetics of simple inorganic molecules. More recently, the same approach has been expanded to the study of the surface chemistry of relatively complex organic molecules, in large measure in connection with the selective synthesis of fine chemicals and pharmaceuticals. In this report, the chemical reactions of organic molecules and fragments on solid surfaces, mainly on single crystals of metals but also on crystals of metal oxides, carbides, nitrides, phosphides, sulfides and semiconductors as well as on more complex models such as bimetallics, alloys, and supported particles, are reviewed. A scheme borrowed from the organometallic and organic chemistry literature is followed in which key examples of representative reactions are cited first, and general reactivity trends in terms of both the reactants and the nature of the surface are then identified to highlight important mechanistic details. An attempt has been made to emphasize recent advances, but key earlier examples are cited as needed. Finally, correlations between surface and organometallic and organic chemistry, the relevance of surface reactions to applied catalysis and materials functionalization, and some promising future directions in this area are briefly discussed. (c) 2006 Elsevier B.V. All rights reserved.\", \"Since aptamer and its in vitro selection process called SELEX were independently described by Ellington and Gold in 1990, extensive research has been undertaken and numerous isolated aptamers for various targets have been applied. Aptamers can bind to a wide range of targets that include small organic molecules, inorganic compounds, haptens and even whole cells with high binding affinity and specificity. Aptamers for a wide range of targets have been selected currently. In addition, aptamers are thermo stable and can also be regenerated easily within a few minutes denaturation, which makes them easy to store or handle. These advantages make aptamers extremely suitable for applications based on molecular recognition as analytical, diagnostic and therapeutic tools. In this review, the recent applications of aptamers for chemistry analysis, medicine and food security, along with the future trend will be discussed.\", \"Light emitting diodes (LEDs) were first used for chemical analysis three decades ago. They are finally making their appearance in commercial analytical systems and dedicated detectors. LEDs are the most energy-efficient means of producing monochromatic light, and provide a concentrated small cool emitter ideal for miniature analytical devices. Although they rank behind fluorescent and halogen discharge lamps in total conversion efficiency (lm/W), new efficiency records are being set every year such that by next decade broadband (white) LED sources are not only likely in analytical instrumentation, but for general illumination. This paper begins with a review of analytical use of LEDs that has been advanced in the last decade. LED-based absorbance measurement and its use in pedagogy, titrations, in providing immunity to refractive index and turbidity effects, in field and process analysis, in capillary electrophoresis (CE), in liquid-liquid extraction systems, in film and drop-based analytical systems and with liquid core waveguides (LCWs) are discussed. LED-based fluorescence and spectroelectrochemical detection follows next. Multipurpose LED-based analytical instrumentation and special analytical applications and general applications are discussed. A listing of (mostly web-based) resources for fabricating LED-based detectors is then provided. Detector circuits and available components are considered and different modes of driving LEDs are compared. The temperature dependence of LED characteristics and strategies to ameliorate this problem are discussed.\\nThe review and general resource material is followed with the construction details, operation and performance observed for a simple-to-fabricate multipurpose cell that allows simultaneous multiwavelength absorbance, fluorescence and spectroelectrochemical detection. (C) 2003 Elsevier B.V. All rights reserved.\", \"We present the latest advances in green analytical chemistry for application to organic-pollution analysis in aquatic environments. We review the main strategies to reduce toxic reagents, solvent wastes and energy consumption. We pay special attention to new approaches to environmental analysis, allowing automation, miniaturization, and on-site, on-line and direct analysis (e.g., biosensors). (C) 2010 Elsevier Ltd. All rights reserved.\", \"More than 80% of analysis time is spent on sample collection and sample preparation, so sample preparation is a critical part of the analytical process. Traditionally, liquid-liquid extraction was developed and employed to screen for general unknowns. However, solid-phase extraction (SPE) is becoming highly popular as an alternative, due to its simplicity and economy in terms of time and solvent. This review summarizes the current state of the art and the future prospects for green analytical chemistry with special emphasis on environment-friendly sample-preparation techniques based on the solid phase. We discuss in detail miniaturized SPE techniques, based on the most relevant, most representative and most recent scientific references. (C) 2015 Elsevier B.V. All rights reserved.\", \"The uncertainty of a measurement is the interval on the measurement scale within which the true value lies with a specified probability, when all sources of error have been taken into account. The proposed widespread use of uncertainty in metrology represents an important new paradigm in the area of the quality of measurements. Increasingly, analytical chemists will be expected as standard practice to provide (or include implicitly) a statement of the uncertainty alongside their estimate of a measurand. Indeed, a measurement cannot be properly interpreted without knowledge of its uncertainty, Such use of uncertainties will have a profound influence on many aspects of analytical chemistry, and current concepts and practices relating to the quality of data will have to be revised. As a result uncertainty of measurement will become the main unifying principle:in data quality. This paper makes a brief review of the concepts and practices of data quality in analytical chemistry in relation to uncertainty. It is addressed primarily to the bodies that will be responsible for the introduction of uncertainty into routine practice. It is an attempt to ensure from the outset that a consistent approach will be applied throughout the field of data quality in a manner that is usable by and acceptable to the whole analytical community. Consequently, the paper deals only with the; general principles of the subject, and there will be many details that have to be considered subsequently, The paper does not address the incorporation in interpreted data of uncertainty arising from that interpretation.\", \"Greening extraction techniques to improve the sensitivity and the selectivity of analytical methods is the sustainable alternative to classical sample-preparation procedures used in the past. In this update, we review the main strategies employed in the scientific literature to reduce deleterious side-effects of extraction techniques. We demonstrate that the evolution of sample-treatment procedures is focused on the simultaneous improvement of the main analytical features of the method and its practical aspects, including the economic case. (C) 2014 Elsevier B.V. All rights reserved.\", \"A laboratory experiment visually exploring two opposite basic principles of fluorescence of aggregation-caused quenching (ACQ) and aggregation-induced emission (AIE) is demonstrated. The students would prepared two salicylaldehyde-based Schiff bases through a simple one-pot condensation reaction of one equiv of 1,2-diamine with 2 equiv of salicylaldehyde. The resulting fluorescent dyes have similar chemical structures but possess ACQ and AIE properties, respectively. Their ACQ/AIE properties and pH sensing applications would then examined by visually qualitative analysis (UV lamp, light-emitting diode, and naked eye) and quantitative analysis (fluorometer). Finally, in a deeper level, X-ray single crystal structure analysis was utilized to reveal the inherent relationships between molecular structures/molecular arrangements and ACQ/AIE properties. This lesson is suitable for many areas of chemistry, especially for organic and analytical chemistry.\", \"An on-field colorimetric sensing strategy employing gold nanoparticles (AuNPs) and a paper-based analytical platform was investigated for mercury ion (Hg2+) detection at water sources. By utilizing thymine-Hg2+-thymine (T-Hg2+-T) coordination chemistry, label-free detection oligonucleotide sequences were attached to unmodified gold nanoparticles to provide rapid mercury ion sensing without complicated and time-consuming thiolated or other costly labeled probe preparation processes. Not only is this strategy's sensing mechanism specific toward Hg2+, rather than other metal ions, but also the conformational change in the detection oligonucleotide sequences introduces different degrees of AuNP aggregation that causes the color of AuNPs to exhibit a mixture variance. To eliminate the use of sophisticated equipment and minimize the power requirement for data analysis and transmission, the color variance of multiple detection results were transferred and concentrated on cellulose-based paper analytical devices, and the data were subsequently transmitted for the readout and storage of results using cloud computing via a smartphone. As a result, a detection limit of 50 nM for Hg2+ spiked pond and river water could be achieved. Furthermore, multiple tests could be performed simultaneously with a 40 min turnaround time. These results suggest that the proposed platform possesses the capability for sensitive and high-throughput on-site mercury pollution monitoring in resource-constrained settings.\", \"This review covers mainly publications that appeared in Analytical Abstracts (Royal Society of Chemistry) from January 1990 to February 2001. The number of publications on this topic continues to grow, and during the past three years (1998-2000) about 150 reviews and/or overviews have been published in the area of food. Numerous techniques and food matrices or chemical components are presented and discussed in these reviews. The present review is intentionally limited to eight techniques or classes of techniques and intends to be a \\\"technique by technique\\\" presentation of \\\"what was used\\\" or \\\"what is used\\\" to characterize, food products and to detect their possible adulteration. The present review focuses on the following techniques: microscopic analysis; HPLC; GC, GC-(MS, FTIR); UV-visible spectrophotometry; AAS/AES, ICP-(AES, MS); IRMS, GC-IRMS, GC-C-IRMS; DSC; IR, mid-IR, and NMR (202 references). Emphasis is placed as much as possible on chemometrical treatment of analytical data, which are commonly used to achieve the final objective, either food characterization or adulteration detection. Finally, a brief description is given of the new generation of analytical systems that combine powerful analytical techniques and powerful computer software for a best extraction of the information from analytical data.\", \"Solid phase extraction is routinely used in many different areas of analytical chemistry. Some of the main fields are environmental, biological, and food chemistry, where cleaning and pre-concentration of the sample are important steps in the analytical protocol. Molecularly imprinted polymers (Mills) have attracted attention because they show promise as compound-selective or group-selective media. The application of these synthetic polymers as sorbents allows not only pre-concentration and cleaning of the sample but also selective extraction of the target analyte, which is important, particularly when the sample is complex and impurities can interfere with quantification. This review surveys the selectivity of MIPs in solid phase extraction of various kinds of analytes.\", \"ISO, IUPAC and AOAC International have co-operated to produce agreed protocols or guidelines on the 'Design, Conduct and Interpretation of Method Performance Studies' [1] on the 'Proficiency Testing of (Chemical) Analytical Laboratories' [2] and on 'Internal Quality Control in Analytical Chemistry Laboratories' [3]. The Working Group that produced these protocols/guidelines was asked to prepare guidelines on the use of recovery information in analytical measurement. Such guidelines would have to outline minimum recommendations to laboratories producing analytical data on the internal quality control procedures to be employed. A draft of the guidelines was discussed at the Seventh International Symposium on the Harmonisation of Quality Assurance Systems in Chemical Laboratories, sponsored by IUPAC/ISO/AOAC International, held in Orlando, USA, 4-5 September 1996. Proceedings from that Symposium are available [4].\\nThe purpose of these guidelines is to outline the conceptual framework needed for considering those types of analysis where loss of analyte during the analytical procedure is inevitable. Certain questions cannot be satisfactorily addressed, and hence remain irreducibly complex, unless such a conceptual framework is established. The questions at issue involve: (a) the validity of methods for estimating the recovery of the analyte from the matrix of the test material, and (b) whether the recovery estimate should be used to correct the raw data to produce the test result. The types of chemical analysis most affected by these considerations are those where an organic analyte is present at very low concentrations in a complex matrix.\", \"This article describes advances made over the past 3 years in anion recognition using coordination complexes, with a specific focus on dimetallic architectures that utilize a bridging mechanism. The formation of coordination complexes is a relatively straightforward method of constructing fluorescent and colorimetric chemosensors and imaging agents, and a particularly effective way to develop indicator displacement assays that operate in water. These assays are likely to find increased application in various aspects of analytical and environmental chemistry, as well as biomedical imaging and drug discovery. Significant progress in phosphoesterase mimics has been made, and concomitant with the increased mechanistic insight, is the discovery of a catalyst that cleaves phosphodiesters with poor O-alkyl leaving groups. Also discussed is a macrocyclic coordination complex whose shape and supramolecular function is pH-dependent. (c) 2006 Elsevier B.V. All rights reserved.\", \"The principles of supramolecular chemistry have successfully permeated through a broad range of organic chemistry subdisciplines. One subdiscipline that is not routinely associated with supramolecular chemistry is that of organic synthetic methodology. Though sometimes indiscernible, non-bonded and bonding supramolecular interactions play a large role in chemical reactions and catalysis. Many synthetic methods hinge on the creation of anionic charge, albeit just partial, at some step during this process, and hence are prime targets for molecular recognition interactions. Examples are artificial enzymes, biomimetic catalysis, organocatalysis, and many of the catalysts that are derived from a combinatorial screen. Further, supramolecular chemistry is playing an increasingly large role in high-throughput analytical techniques. This tutorial review ties together supramolecular approaches to methodology creation, combinatorial screening, and analytical protocols. The goal is to show, and further predict, that supramolecular chemistry will continually increase its impact in organic synthetic methodology development.\", \"Wavelets have shown great applicability in many diverse fields of science, and are now becoming of interest in analytical chemistry. This paper is intended as a first reading, introducing fundamentals of wavelets and wavelet transforms, and some applications thereof, such as signal compression and denoising, image processing, data set compression and the modeling of multivariate data sets.\", \"Research and development work has made surface plasmon resonance (SPR) into an accurate, sensitive and fast method with several bioanalytical applications. The first commercial instrument has also recently been introduced on the market. The present contribution reviews the use of SPR for biospecific interaction analysis and describes a recently developed SPR instrument. Special attention is paid to the use of a dextran layer on the surface of the thin metal film (gold) used for SPR. It is shown that with such a matrix on the surface, the evanescent electric field outside the metal surface is used more efficiently, which improves the analytical performance of the method. Furthermore, the matrix provides a convenient way of covalently binding biomolecules to the sensing surface, thus providing its necessary biospecificity. The chemistry of the coupling matrix is described as well as the optical and liquid-handling systems used. Finally, a few applications of the SPR instrument are demonstrated.\", \"The precursor of solution-processed perovskite thin films is one of the most central components for high-efficiency perovskite solar cells. We first present the crucial colloidal chemistry visualization of the perovskite precursor solution based on analytical spectra and reveal that perovskite precursor solutions for solar cells are generally colloidal dispersions in a mother solution, with a colloidal size up to the mesoscale, rather than real solutions. The colloid is made of a soft coordination complex in the form of a lead polyhalide framework between organic and inorganic components and can be structurally tuned by the coordination degree, thereby primarily determining the basic film coverage and morphology of deposited thin films. By utilizing coordination engineering, particularly through employing additional methylammonium halide over the stoichiometric ratio for tuning the coordination degree and mode in the initial colloidal solution, along with a thermal leaching for the selective release of excess methylammonium halides, we achieved full and even coverage, the preferential orientation, and high purity of planar perovskite thin films. We have also identified that excess organic component can reduce the colloidal size of and tune the morphology of the coordination framework in relation to final perovskite grains and partial chlorine substitution can accelerate the crystalline nucleation process of perovskite. This work demonstrates the important fundamental chemistry of perovskite precursors and provides genuine guidelines for accurately controlling the high quality of hybrid perovskite thin films without any impurity, thereby delivering efficient planar perovskite solar cells with a power conversion efficiency as high as 17% without distinct hysteresis owing to the high quality of perovskite thin films.\", \"Recent developments in the fundamental co-ordination chemistry of N-alkyl-N '- (H2L) and N,N-alkyl-N ' -acyl(aroyl)thioureas (HL) of Pt(II), Pd(II) and Rh(III) are reviewed. These studies show that the mode of co-ordination of H,L differs markedly from that of HL, the former ligand generally co-ordinating through the sulphur donor atom to Pt(II) and Pd(II), mimicking the co-ordination of simple thioureas, while HL tends to co-ordinate in a cis bidentate S,O manner to d(8) metal ions, with loss of a proton. A series of new, relatively hydrophilic N-alkyl-N '- and NN-alkyl-N ' -acylthioureas have been prepared, and their co-ordination chemistry investigated. The new ligand, N-propyl-N ' -butanoylthiourea (H2L8) shows an unprecedented N ' ,S mode of co-ordination of Pt(II) to yield trans-[Pt(HL8-N,S)(2)]. Moreover, the favourable physiochemical properties of Pt(II), Pd(II) and Rh(III) complexes makes these ligands useful for the reversed-phase HPLC determination of traces of these metal ions in real effluent streams, following complex formation in a homogeneous acetonitrile-hydrochloric acid phase and subsequent salt-induced phase separation. Complexes prepared in situ of Pt(II), Pd(II) and Rh(III) with N,N-di(2-hydroxylethyl)-N ' -benzoylthiourea can quantitatively be pre-concentrated onto thin film C-18-modified glass-fibre disks, followed by quantification using laser ablation inductively coupled mass spectroscopy at trace levels. Preliminary results show this method to be applicable to untreated PGM refinery process effluents. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"The presence of nanoparticles in the environment can have important implications for both environmental and human health. Nanoscience and nanotechnology are expected to change industrial production and the economy as we know them today. However, nanotechnologies can also be a source of risks. The increasing use of nanoparticles in industrial applications will inevitably lead to the release of such materials into the environment. Accurately assessing the environmental risks posed by nanoparticles requires using effective quantitative analytical methods to determine their mobility, reactivity, ecotoxicity and persistency, many of which have still to be developed. This overview describes some methodological aspects relating to the fields of nanoparticle analysis, nanometrology and analytical chemistry.\", \"The development of new enrichment techniques and selective separation of closely related metals are two important frontier areas of research in analytical chemistry. Solid-phase extraction (SPE) or solid-liquid extraction (SLE) offers several advantages over other preconcentration or separation techniques. The introduction of ion-imprinted polymers (IIPs) in trace and ultratrace analysis provide vital breakthroughs in preconcentration or separation chemistry. The combination of the above two approaches results in IIPs for SPE (IIP-SPE) and has potential in trace and ultratrace analysis. With the preparation of tailor-made materials, IIP-SPE offers an approach to the recovery of valuable and rare metals from lean ores, minerals and dilute solutions and to the removal of toxic uranium and heavy metal pollutants from industrial wastes. This article takes stock of studies so far and outlines a future scenario in the rapidly developing and exciting area of IIP-SPE. (C) 2003 Published by Elsevier B.V.\", \"Electroanalysis offers tremendous promise for scaling down analytical systems, with features that include high sensitivity, inherent miniaturization, low cost, low-power requirements, and high compatibility with advanced micromachining and microfabrication technologies. This article reviews the development of portable electrochemical analyzers for near-patient clinical testing, for on-site environmental monitoring, and for decentralized genetic testing. There is discussion of the challenges of creating a true 'Lab-on-a-Chip' and of integrating multiple electrochemical techniques and sensing schemes into a compact hand-held meter. Such microscale electrochemical systems hold great promise for meeting the needs and challenges of analytical chemistry in the twenty-first century. (C) 2002 Published by Elsevier Science B.V. All rights reserved.\", \"Graphene quantum dots (GQDs) are small fluorescent nanoparticles with unique properties that make them attractive tools for research in various fields. We review their state of the art in analytical chemistry and summarize their analytical applications. Also, we deal with GQDs as target analytes, a scarcely explored aspect in analytical nanoscience and nanotechnology, and suggest potential future directions for GQD-based analytical research. (C) 2015 Elsevier B.V. All rights reserved.\", \"This series of three articles discusses the uses of experimental design in analytical chemistry. The three parts, entitled screening, optimization and quantification, respectively, are illustrated by examples taken from the literature. Screening is the first step in the efficient assessment of the factors involved in an analytical system under study. This article discusses full factorial designs, fractional factorial designs, designs and interpretation results.\", \"The latest developments in the application of microwave techniques to analytical chemistry are reviewed. Some applications of microwave techniques to sample digestion, solvent extraction, sample drying, the measurement of moisture, analyte desorption and adsorption, sample clean-up, chromogenic reaction, speciation and nebulization of analytical samples are presented. Of 1999 Elsevier Science B.V. All rights reserved.\", \"Prime concerns with modern developments are attributed to high level undetected but important biological substances or even toxicants cycled often among individual and populations; which in turn agonizes environmental monitoring, trace-gas detection, water treatment facilities, in vivo detection in biological fluids and other accomplishments. For the detection of such analytes, several analytical devices combined with biological component have been designed with a physiochemical detector component. Here, we essentially focus on drug-based potentiometric membrane sensors known as ion selective electrodes (ISEs). The functionality of ion-selective membrane is quite intricate, challenging, and our undertsanding is yet to be thrived with more interventions. ISEs have applied explications to enormous variety of analytical inquires as well as informative tools for probing host-guest chemistry. However, expansion of ISEs based applications is aimed to improve the system performance, acquiring enhanced understanding of their response mechanism, and finding new chemical or physical configurations mainly for human welfare. The major strength of ISEs is the precised analytical information, assured by using the ion-selective membrane electrodes used successfully for both in vitro and in vivo assays of pharmaceutical products as well as in clinical analyses. In this review, we attempt to provide a brief prologue to the applicability and advantages of potentiometric sensors in the analysis of pharmaceutically active compounds emphasizing their employment at molecular level for in situ selection of biologically important analytes.\", \"The preparation of heterogeneous catalysts has by now lost all empirical aspects. The approach is scientific and involves a wide number of specific competencies of solid state chemistry, analytical chemistry, physical chemistry, kinetics, theology, etc. The fundamental aspects in the preparation of heterogeneous catalysts starting from catalyst design up to the catalyst in its final form are briefly reviewed, with focus on the key factors in each preparation step and the main differences between laboratory and industrial scale preparations. The main properties of monolithic catalysts and their preparation methods are also reported, considering their relevance for environmental applications. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"The Horwitz ratio (HorRat) is a normalized performance parameter indicating the acceptability of methods of analysis with respect to among-laboratory precision (reproducibility). It is the ratio of the observed relative standard deviation among laboratories calculated from the actual performance data, RSDR (%), to the corresponding predicted relative standard deviation calculated from the Horwitz equation PRSDR (%) = 2C(-0.15), where C is the concentration found or added, expressed as a mass fraction. It is more or less independent,of analyte, matrix, method, and time of publication (as a surrogate for the state of the art of analytical chemistry). It is now one of the acceptability criteria for many of the recently adopted chemical methods of analysis of AOAC INTERNATIONAL, the European Union, and other European organizations dealing with food analysis (e.g., European Committee for Standardization and Nordic Analytical Committee). The origin and applications of the formula are described. Consistent deviations from the ratio on the low side (values < 0.5) may indicate unreported averaging or excellent training and experience; consistent deviations on the high side (values > 2) may indicate inhomogeneity of the test samples, need for further method optimization or training, operating below the limit of determination, or an unsatisfactory method.\", \"Nanoscale materials are increasingly found in consumer goods, electronics, and pharmaceuticals. While these particles interact with the body in myriad ways, their beneficial and/or deleterious effects ultimately arise from interactions at the cellular and subcellular level. Nanoparticles (NPs) can modulate cell fate, induce or prevent mutations, initiate cell-cell communication, and modulate cell structure in a manner dictated largely by phenomena at the nano-bio interface. Recent advances in chemical synthesis have yielded new nanoscale materials with precisely defined biochemical features, and emerging analytical techniques have shed light on nuanced and context-dependent nano-bio interactions within cells. In this review, we provide an objective and comprehensive account of our current understanding of the cellular uptake of NPs and the underlying parameters controlling the nano-cellular interactions, along with the available analytical techniques to follow and track these processes.\", \"Advanced analytical capabilities of synchrotron IR spectromicroscopy meet the demands of modern biological research for studying molecular reactions in individual living cells. (To listen to a podcast about this article, please go to the Analytical Chemistry multimedia page at pubs.acs.org/page/ancham/audio/index.html.)\", \"In analytical separation science, molecularly imprinted polymers have been applied in several analytical techniques, such as liquid chromatography, capillary electrochromatography and capillary electrophoresis, solid phase extraction, immunoassay, and as a selective sorbent in chemical sensors. A benefit of imprinted polymers is the possibility to prepare sorbents with selectivity pre-determined for a particular substance, or group of structural analogues. The application most close to a wider acceptance is probably that of solid phase extraction for clean-up of environmental and biological samples. The improved selectivity of imprinted polymers compared with conventional sorbents may lead to cleaner chromatographic traces in the subsequent analytical separation. Furthermore, the solid phase extraction application does not suffer from drawbacks generally associated with imprinted polymers in chromatography, such as peak broadening and tailing. Most liquid chromatographic studies have focused on using imprinted polymers as chiral stationary phases for enantiomer separations. Also, the use of imprinted polymers as selective sorbents in capillary electrochromatography has been presented. For this purpose, a protocol to prepare superporous, monolithic imprinted polymer-based capillary columns has been developed. Due to the high affinities and selectivities often achievable, imprinted polymers have been considered as alternative binding entities in biosensors and in immunoassay type protocols. Here, high stability, easy preparation and ability to be used for assay of both aqueous and organic solvent based samples are advantages of the polymers. (C) 2000 Elsevier Science B.V. All rights reserved.\", \"In this paper, we survey two kinds of mathematics-based battery models intended for use in hybrid and electric vehicle simulation. The first is circuit-based, which is founded upon the electrical behaviour of the battery, and abstracts away the electrochemistry into equivalent electrical components. The second is chemistry-based, which is founded upon the electrochemical equations of the battery chemistry. (C) 2014 Elsevier B.V. All rights reserved.\", \"Molecular imprinting techniques allow the preparation of polymeric receptors which bind small molecules with affinities and selectivities of the same order as those observed in the binding of antigens by antibodies. The molecular imprinting technology has now reached a stage where the commercial use of imprinted materials is being assessed, notably for separations requiring strong and selective binding of small molecules. This development is driven by the potential advantages of polymeric receptors over biological in terms of stability, capacity, cost and ease of preparation. In this short review the state of the art of noncovalent imprinting is summarised indicating a few areas in analytical chemistry where the technique may have future impact.\", \"Multifunctional nanoparticles are among the most exciting nanomaterials with promising applications in analytical chemistry. These applications include (bio)sensing, (bio)assays, catalysis and separations. Although most of these applications are based on the magnetic, optical and electrochemical properties of multifunctional nanoparticles, other aspects such as the synergistic effect of the functional groups and the amplification effect associated with the nanoscale dimension have also been observed. Considering not only the nature of the raw material but also the shape, there is a huge variety of nanoparticles. In this review only magnetic, quantum dots, gold nanoparticles, carbon and inorganic nanotubes as well as silica, titania and gadolinium oxide nanoparticles are addressed. This review presents a narrative summary on the use of multifuncional nanoparticles for analytical applications, along with a discussion on some critical challenges existing in the field and possible solutions that have been or are being developed to overcome these challenges. (C) 2010 Elsevier B.V. All rights reserved.\", \"A method is presented, in the context of MC-SCF theory, for the optimization of the lowest energy point of a conical intersection of two potential energy surfaces that does not require the use of Berry's phase condition. The technique uses existing methodology of quantum chemistry (analytical gradients) and does not require the determination of the Lagrange multiplier. The significance of the two constraints is discussed and a numerical demonstration is given.\", \"The improvement of sample-preparation and extraction techniques for determinations of natural bioactive compounds is very important. New concepts relate to not only enhancement of extraction efficiencies but also environmental impact. This evolution towards Green Analytical Chemistry is to new extraction and sample-preparation processes that should be faster, more reproducible and more environmentally friendly.\\nCompressed fluid-based sample-preparation techniques (e.g., supercritical fluid extraction and pressurized liquid extraction) demonstrate good capabilities. In this review, we update knowledge on the techniques together with the main technical developments and the most notable recent applications for the extraction of bioactive compounds. (C) 2012 Elsevier Ltd. All rights reserved.\", \"The simultaneous entrapment of biological macromolecules and nanostructured silica-coated magnetite in solgel materials using a reverse-micelle technique leads to a bioactive, mechanically stable, nanometer-sized, and magnetically separable particles. These spherical particles have a typical diameter of 53 +/- 4 nm, a large surface area of 330 m(2)/g, an average pore diameter of 1.5 nm, a total pore volume of 1.427 cm(3)/g and a saturated magnetizaton (M-S) of 3.2 emu/g. Peroxidase entrapped in these particles shows Michaelis-Mentan kinetics and high activity. The catalytic reaction will take place immediately after adding these particles to the reaction solution. These enzyme entrapping particles catalysts can be easily separated from the reaction mixture by simply using an external magnetic field. Experiments have proved that these catalysts have a long-term stability toward temperature and pH change, as compared to free enzyme molecules. To further prove the application of this novel magnetic biomaterial in analytical chemistry, a magnetic-separation immunoassay system was also developed for the quantitative determination of gentamicin. The calibration for gentamicin has a working range of 200-4000 ng/mL, with a detection limit of 160 ng/mL, which is close to that of the fluorescent polarization immunoassay (FPIA) using the same reactants.\", \"This paper gives an introduction to multivariate calibration from a chemometrics perspective and reviews the various proposals to generalize the well-established univariate methodology to the multivariate domain. Univariate calibration leads to relatively simple models with a sound statistical underpinning The associated uncertainty estimation and figures of merit are thoroughly covered in several official documents. However, univariate model predictions for unknown samples are only reliable if the signal is sufficiently selective for the analyte of interest. By contrast, multivariate calibration methods may produce valid predictions also from highly unselective data. A case in point is quantification from near-infrared (NIR) spectra. With the ever-increasing sophistication of analytical instruments inevitably comes a suite of multivariate calibration methods, each with its own underlying assumptions and statistical properties. As a result, uncertainty estimation and figures of merit for multivariate calibration methods has become a subject of active research, especially in the field of chemometrics.\", \"This critical review discusses the results published between 2000 and 2005 on the development of analytical systems based on the luminol chemiluminescent and electrochemiluminescent reactions. An increasing number of non-specific detection systems based on the enhancing, inhibiting or catalysing effect of a large range of compounds have been published. Possible detected compounds and their concomitant presence in samples are discussed. Chemiluminescent and electrochemiluminescent reactions were also found to merge in biochip and microarray development as a possible substitute to the well-established but hardly quantitative fluorescent detections.\", \"Several aspects of the intercalation of organic dyes into DNA are presented. After a description of general features of intercalation and the analytical evaluation of this binding mode, recent applications of the intercalation process in chemistry, biology, pharmacy, and medicine are described, with examples from representative dye classes, namely acridines, anthraquinones, cyanines, and phenanthridinium dyes. Along with references to classical work in this research field, examples are presented which demonstrate the influence of the substitution pattern of the intercalator on the selectivity and efficiency of intercalation. In addition, a survey of the recent literature is given that covers significant developments in the application of intercalating dyes as chemotherapeutic drugs, as probe or sensor molecules in biophysical chemistry and molecular biology, as photosensitizers in DNA-damage reactions, and as fluorescence stains.\", \"The history of the development of potentiometric sensors over the past century demonstrates progress in constructing single, discrete (i.e., separate, to distinguish from sensor arrays) ion sensors, which have been made as selective as possible. Only a few types reveal high selectivity. However, easy measurement procedure, with low cost and availability, give rise to the search for new ways for their successful application. The present document describes a new concept for application of potentiometric multisensor systems, viz., sensor arrays for solution analysis, and the performance of this new analytical tool-the \\\"electronic tongue\\\". The electronic tongue is a multisensor system, which consists of a number of low-selective sensors and uses advanced mathematical procedures for signal processing based on the pattern recognition (PARC) and/or multivariate analysis [artificial neural networks (ANNs), principal component analysis (PCA), etc.]. Definitions of the multisensor systems and their parameters are suggested. Results from the application of the electronic tongue, both for quantitative and qualitative analysis of different mineral water and wine samples, are presented and discussed.\", \"Roughening or texturing surfaces provides super-liquid repellent or film forming properties without alteration of the surface chemistry. These surfaces are easy to produce, can amplify wetting properties and can be either \\\"sticky\\\" or \\\"slippy\\\" to liquids. Their use as water-repellent coatings is established, but their potential for use in microfluidics and sensor applications remains largely unfulfilled. This article explains several key ideas and suggests why there may be potential for analytical applications.\", \"In recent years, ionic liquids and deep eutectic mixtures have demonstrated great potential in extraction processes relevant to several scientific and technological activities. This review focuses on the applicability of these sustainable solvents in a variety of extraction techniques, including but not limited to liquid- and solid-phase (micro) extraction, microwave-assisted extraction, ultrasound-assisted extraction and pressurized liquid extraction. Selected applications of ionic liquids and deep eutectic mixtures on analytical method development, removal of environmental pollutants, selective isolation, and recovery of target compounds, purification of fuels, and azeotrope breaking are described and discussed.\", \"Owing to the potential applications in catalysis, analytical chemistry, ion exchange, magnetism, biological chemistry and medicine, tremendous effort has been dedicated to exploring polyoxometalate (POM) chemistry. Chiral POM-based materials are particularly attractive due to the combination of the advantage of POMs with the importance of chirality. Nearly 100 chiral POM-based compounds were reported, which were mainly used as asymmetric catalysts, molecular recognition and nonlinear optical materials. In addition, the chirality within POM systems has attracted the attention of theoretical chemists and research was carried out to explore the origin of chirality by density functional theoretical methods. In this review, we summarize the developments of chiral POM-based materials, including their synthetic strategies, calculations on the origin of chirality and the relevant applications. (C) 2012 Elsevier B.V. All rights reserved.\", \"The role of ionic liquids (ILs) in analytical chemistry is increasing substantially every year. A decade ago there were but a handful of papers in this area of research that were considered curiosities at best. Today, those publications are recognized as seminal articles that gave rise to one of the most rapidly expanding areas of research in chemical analysis. In this review we, briefly highlight early work involving ILs and discuss the most recent advances in separations, mass spectrometry, spectroscopy, and electroanalytical chemistry. Many of the most important advances in these fields depend oil the development of new, often unique IL-s and multi functional ILs. A better understanding of the chemical and physical properties of ILs is also essential.\", \"An improved approach composed of an oxidation reaction in acidic H2O2 solution and a sequential silanization reaction using neat silane reagents for surface modification of poly(dimethylsiloxane) (PDMS) substrates was developed. This solution-phase approach is simple and convenient for some routine analytical applications in chemistry and biology laboratories and is designed for intact PDMS-based microfluidic devices, with no device postassembly required. Using this improved approach, two different functional groups, poly(ethylene glycol) (PEG) and amine (NH2), were introduced onto PDMS surfaces for passivation of nonspecific protein absorption and attachment of biomolecules, respectively. X-ray electron spectroscopy and temporal contact angle experiments were employed to monitor functional group transformation and dynamic characteristics of the PEG-grafted PDMS substrates; fluorescent protein solutions were introduced into the PEG-grafted PDMS microchannels to test their protein repelling characteristics. These analytical data indicate that the PEG-grafted PDMS surfaces exhibit improved short-term surface dynamics and robust long-term stability. The amino-grafted PDMS microchannels are also relatively stable and can be further activated for modifications with peptide, DNA, and protein on the surfaces of microfluidic channels. The resulting biomolecule-grafted PDMS microchannels can be utilized for cell immobilization and incubation, semiquantitative DNA hybridization, and immunoassay.\", \"We present an overview on solvent-free microwave-extraction techniques of bioactive compounds from natural products. This new technique is based on the concept of green analytical chemistry. It has proved to be an alternative to other techniques with the advantages of reducing extraction times, energy consumption, solvent use and CO2 emissions. (C) 2013 Elsevier Ltd. All rights reserved.\", \"Room-temperature ionic liquids are salts with a melting point close to or below room temperature. They form liquids composed in the majority of ions. This gives these materials the potential to behave very differently when they are used as solvents compared to conventional molecular liquids. The search for their application is growing in every area of analytical chemistry-electrochemistry, chromatography, electrophoresis, and even mass spectrometry. The literature on ionic liquids is growing almost exponentially. The basis for this activity is the easy preparation of salts with different ion constituents. This ability might best be described as the \\\"chemical tunability\\\" of ionic liquids, a class of solvents with members possessing similar physical properties but having different chemical behavior. Their good solvating properties, together with large spectral transparency, make ionic liquids suitable solvents for spectroscopic measurements. It has been demonstrated that task-specific ionic liquids have advantages compared to common solvents used as separation media in liquid-liquid extraction processes achieving high efficiencies and selectivities of separation. The main advantage for other applications of ionic liquids in analytical chemistry lies in their low volatility which makes them useful as solvents for working in both high-temperature (gas chromatography (GC) stationary phases) and high-vacuum (MALDI matrixes) environments. When using an ionic liquid as an electrolyte medium, it is possible to achieve a broader range of operational temperatures and conditions relative to other conventional electrolytic media, and this makes ionic liquids promising materials in various electrochemical devices (e.g., batteries, fuel cells, sensors, and electrochromic windows).\", \"Despite the growing popularity of cyclic voltammetry, many students do not receive formalized training in this technique as part of their coursework. Confronted with self-instruction, students can be left wondering where to start. Here, a short introduction to cyclic voltammetry is provided to help the reader with data acquisition and interpretation. Tips and common pitfalls are provided, and the reader is encouraged to apply what is learned in short, simple training modules provided in the Supporting Information. Armed with the basics, the motivated aspiring electrochemist will find existing resources more accessible and will progress much faster in the understanding of cyclic voltammetry.\", \"The need to obtain meaningful results as the basis for determining the content of trace amounts of analytes has become the driving force behind the development of modern analytical techniques, including sample-preparation techniques, such as solid-phase extraction (SPE). Recently, great interest was aroused in the use of magnetic nanoparticles (MNPs) in SPE. These materials exhibit high selectivity, and, in small amounts, can provide high recovery of analytes, even from large-volume samples. MNPs allow easy, rapid isolation of analytes using an external magnetic field. Simplicity in use, ease of surface modification and the versatility of MNPs mean that they are now widely used in many fields, including biotechnology, medicine and analytical chemistry. In magnetic SPE, these materials provide effective isolation and/or enrichment of the analytes, from samples with complex matrices (e.g. biological, environmental and food samples). (C) 2014 Elsevier B.V. All rights reserved.\", \"Synthetic sequences utilizing alpha-oxoketene dithioacetal and enolate chemistry have been developed for the preparation of new functionalized bipyridines, terpyridines, quaterpyridines, quinquepyridines, sexipyridines, septipyridines, octipyridines, novipyridines, and decipyridines. Obtained in moderate to good yields, these oligopyridines were characterized by analytical and spectral data and, for sexipyridine, by X-ray crystallography.\", \"The correct use of the term \\\"selectivity\\\" and its clear distinction from the term \\\"specificity\\\" are discussed. A definition of selectivity is given, and it is recommended that the use of this term be promoted and that the use of the term \\\"specificity\\\" be discouraged.\", \"Recent advances in the development of new materials are having a major impact on Analytical Chemistry. For example, the unique properties of ordered mesoporous silicas have been shown to enhance the analytical performance of many existing techniques or allow new, exciting ones to be developed. Likewise, the introduction of organo-functional groups makes mesoporous silicas highly versatile and enables them to perform specialized tasks, such as the adsorption of toxic heavy metals from aqueous solutions. In this tutorial review, we present readers with a brief introduction to the most relevant achievements in the preparation of hybrid mesoporous silicas functionalized with chelating ligands for the complexation of heavy metals. We also provide some recent examples from the last ten years regarding the analytical applications of such hybrid silicas. Two topics of great current interest in environmental water analysis for heavy metal detection, namely the use of hybrid mesoporous silicas as sorbents for solid-phase extraction and the use of these materials to develop new strategies for electrochemical detection of heavy metals by stripping voltammetry, are addressed.\", \"This review covers the research on brown algal pheromones from the first structural characterisation of an active principle in 1971 to the recent detailed insight into their biosynthesis. Development of analytical methods and bioassays that lead to the identification of a structural variety of different fatty acid-derived pheromones are reported. Special emphasis is focused on the inactivation of initially released pheromones through pericyclic reactions. The impact of pheromone-research on the defensive chemistry of brown algae and diatoms is discussed. 121 references are cited.\", \"One major challenge in analytical chemistry is multiplex sensing of a number of analytes with each analyte displaying a different signal. To meet such a challenge, quantum dots that emit at 525 and 585 nm are used to encode aptamer-linked nanostructures sensitive to adenosine and cocaine, respectively. In addition to quantum dots, the nanostructures also contain gold nanoparticles that serve as quenchers. Addition of target analytes disassembles the nanostructures and results in increased emission from quantum dots. Simultaneous colorimetric and fluorescent detection and quantification of both molecules in one pot is demonstrated.\", \"In order to generate a quantitative, direct comparison amongst classes of drinking water disinfection by-products (DBPs), we developed and calibrated in vitro mammalian cell cytotoxicity and genotoxicity assays to integrate the analytical biology with the analytical chemistry of these important environmental contaminants. The generated database demonstrates the universality of the comparative toxicity of iodo- > bromo- >> chloro-DBPs across different structural DBP classes and the substantially greater toxicity of nitrogen-containing DBPs (N-DBPs) compared to carbonaceous DBPs (C-DBPs). These results are important in light of the generation of iodinated-DBPs and N-DBPs that may result from the use of alternative disinfectants.\", \"Excitation transfer through interacting systems plays an important role in many areas of physics, chemistry, and biology. The uncontrollable interaction of the transmission network with a noisy environment is usually assumed to deteriorate its transport capacity, especially so when the system is fundamentally quantum mechanical. Here we identify key mechanisms through which noise such as dephasing, perhaps counter intuitively, may actually aid transport through a dissipative network by opening up additional pathways for excitation transfer. We show that these are processes that lead to the inhibition of destructive interference and exploitation of line broadening effects. We illustrate how these mechanisms operate on a fully connected network by developing a powerful analytical technique that identifies the invariant (excitation trapping) subspaces of a given Hamiltonian. Finally, we show how these principles can explain the remarkable efficiency and robustness of excitation energy transfer from the light-harvesting chlorosomes to the bacterial reaction center in photosynthetic complexes and present a numerical analysis of excitation transport across the Fenna Matthew-Olson complex together with a brief analysis of its entanglement properties. Our results show that, in general, it is the careful interplay of quantum mechanical features and the unavoidable environmental noise that will lead to an optimal system performance. (C) 2009 The American Physical Society. [doi:10.1063/1.3223548]\", \"With the ever-increasing power and low prices of modern laboratory microcomputers it is becoming common for the average researcher to routinely employ sophisticated data analysis methods. Most of these methods have been the subject of study by researchers associated with the discipline of analytical chemistry known as chemometrics. Although the application of chemometrics has become routine in all fields of analytical chemistry, this article is focused on those applications appearing in electroanalytical chemistry. Examples of chemometric solutions to a variety of electrochemical problems are reviewed in conjunction with brief presentations of the relevant chemometric background.\", \"A range of analytical techniques has been used to characterise the chemistry and morphology of a diesel-engine and an exhaust soot, and a comparison made with a selection of commercial carbon blacks. Significant differences have been observed in the chemical composition of exhaust and engine soots, particularly in their surface chemistry and the presence of adsorbed lubricant components on the engine soot. Both forms of soot differ from carbon black -particularly their elemental composition and surface chemistry. In terms of morphology, at the primary particle level, there is a high degree of similarity between both forms of soot and typical carbon blacks in so far as they all show very similar primary particle sizes, and virtually indistinguishable perturbed graphitic or turbostratic internal structure. A hypothesis is proposed to account for these observations based on the similarities in the soot and carbon black generation process, but differences in the quenching and postquenching environment of soots and carbon blacks. Nevertheless there appears to be potential for certain blacks to mimic the aggregation behaviour of soots in used lubricating oils. (C) 1999 Elsevier Science Ltd. All rights reserved.\", \"The concept of green chemistry is widely recognized in chemical laboratories. To properly measure an environmental impact of chemical processes, dedicated assessment tools are required. This paper summarizes the current state of knowledge in the field of development of green chemistry and green analytical chemistry metrics. The diverse methods used for evaluation of the greenness of organic synthesis, such as eco-footprint, E-Factor, EATOS, and Eco-Scale are described. Both the well-established and recently developed green analytical chemistry metrics, including NEMI labeling and analytical Eco-scale, are presented. Additionally, this paper focuses on the possibility of the use of multivariate statistics in evaluation of environmental impact of analytical procedures. All the above metrics are compared and discussed in terms of their advantages and disadvantages. The current needs and future perspectives in green chemistry metrics are also discussed.\", \"1,10-Phenanthroline entails several appealing structural and chemical properties: rigidity, planarity, aromaticity, basicity, chelating capability. This makes it a versatile starting material for synthetic organic, inorganic and supramolecular chemistry. In this tutorial review we examine how the chemical versatility of pristine 1,10-phenanthroline, a weakly fluorescent molecule, has been exploited to design many UV-Vis-NIR luminescent organic derivatives and coordination compounds with transition-metal (Ru(II), Os(II), Rh(III), Cr(III), Pt(II), Zn(II), Cu(I), Ag(I)) and rare-earth (Eu(III), Tb(III), Yb(III), Nd(III), Er(III)) cations. They are utilized for many analytical and technological applications.\", \"Potatoes and other plant foods accumulate a variety of secondary metabolites, including phenolic compounds, phytoalexins, protease inhibitors, and glycoalkaloids, as a protection against adverse effects of mechanical bruising, light, and injury by predators including beetles, fungi, and insects. Since these phytochemicals are consumed by insects, animals, and humans as part of their normal diet, a need exists to develop a better understanding of the role of these compounds in both the plant and the diet. To contribute to this effort, this multidisciplinary overview describes analytical and compositional aspects of phenolic compounds in potatoes; their biosynthesis, molecular genetics, and role in host-plant resistance relationships; bruising-, ferrous ion-, and heat-induced discolorations such as after-cooking blackening and blackspot formation, which affect appearance and sensory properties of potatoes; polyphenol-oxidase-catalyzed enzymatic browning reactions and their prevention by chemical and plant molecular biology techniques; and effects of baking, cooking, microwaving, light, and gamma-radiation on the stability of the major potato polyphenol, chlorogenic acid. Also covered are beneficial effects of phenolic compounds in the diet as antioxidants, antimutagens, anticarcinogens, antiglycemic, and hypocholesterolemic agents; adverse effects on protein nutritional quality; and recommendations for future research. Understanding the biochemical basis of stress-induced formation of polyphenols in plants, the chemistry of their transformations in the plant and in foods, and their functions in plant physiology, food science, nutrition, and health should stimulate interest in maximizing beneficial sensory, nutritional, and health effects of polyphenols in the diet. Such efforts should lead to better foods and improved human health.\", \"Ultrasound assistance is a growing trend in analytical chemistry. From the most basic use for cleaning to facilitating or making possible different steps of the analytical process - particularly those involved in sample preparation - ultrasonic devices are gaining the confidence of analytical chemists who use them for helping in steps ranging from sampling through to detection. In this first part of the article, we present an overview of the principles and the uses of these devices for improving, accelerating or automating sample preparation. We compare them with well-established alternatives and critically comment upon them. (C) 2004 Elsevier Ltd. All rights reserved.\", \"This document contains recommendations for terminology in mass spectrometry. Development of standard terms dates back to 1974 when the IUPAC Commission on Analytical Nomenclature issued recommendations on mass spectrometry terms and definitions. In 1978, the IUPAC Commission on Molecular Structure and Spectroscopy updated and extended the recommendations and made further recommendations regarding symbols, acronyms, and abbreviations. The IUPAC Physical Chemistry Division Commission on Molecular Structure and Spectroscopy's Subcommittee on Mass Spectroscopy revised the recommended terms in 1991 and appended terms relating to vacuum technology. Some additional terms related to tandem mass spectrometry were added in 1993 and accelerator mass spectrometry in 1994. Owing to the rapid expansion of the field in the intervening years, particularly in mass spectrometry of biomolecules, a further revision of the recommendations has become necessary. This document contains a comprehensive revision of mass spectrometry terminology that represents the current consensus of the mass spectrometry community.\", \"Aptamer-based assays represent a modern and attractive approach in bioanalytical chemistry. The DNA thrombin aptamer has been extensively investigated, and the coupling of this aptamer to different transduction principles has demonstrated the wide applicability of aptamers as bioreceptors in bioanalytical assays. The goal of this work was to critically evaluate all the parameters that can influence the sensor performances by using the thrombin aptamer immobilized onto piezoelectric quartz crystals. The optimization of the immobilization and the binding protocol was of paramount importance, and improvements in analytical performances could be obtained by optimizing simple steps in immobilization and assay conditions. Moreover, the work demonstrated the possibility of using aptamer-based sensors in complex matrixes, opening the possibility of a real application to diagnostics or medical investigation.\", \"The present review reflects the importance of dielectric barrier discharges in analytical chemistry. Special about this discharge is-and in contrast to usual discharges with direct current-that the plasma is separated from one or two electrodes by a dielectric barrier. This gives rise to two main features of the dielectric barrier discharges; it can serve as dissociation and excitation device and as ionization mechanism, respectively. The article portrays the various application fields for dielectric barrier discharges in analytical chemistry, for example the use for elemental detection with optical spectrometry or as ionization source for mass spectrometry. Besides the introduction of different kinds of dielectric barrier discharges used for analytical chemistry from the literature, a clear and concise classification of dielectric barrier discharges into capacitively coupled discharges is provided followed by an overview about the characteristics of a dielectric barrier discharge concerning discharge properties and the ignition mechanism.\", \"Developing new green solvents is one of the key subjects in Green Chemistry. Ionic liquids and deep eutectic solvents were discovered as an option to replace organic solvents. However, ionic liquids and deep eutectic solvents (DES) have still some limitations to be applied to real chemical industry. In this sense, a new generation of designer solvents have emerged in the last decade as promising green media. When the compounds that constitute DES are primary metabolites, namely, aminoacids, organic acids, sugars, or choline derivatives, DES are called Natural Deep Eutectic Solvents (NADES). NADES fully represent green chemistry principles. These solvents offer many striking advantages including biodegradability, low toxicity, solute stabilization, sustainability, low costs and simple preparation. Thus, interesting applications in health-related areas can be proposed. This review presents an overview in order to up-to-date knowledge regarding NADES with special emphasis on their analytical applications and further perspectives as truly green solvents. (C) 2015 Elsevier B.V. All rights reserved.\", \"An overview of the strategies adopted in flow analysis towards cleaner analytical methods is presented. The discussion deals with reagentless procedures, replacement of hazardous chemicals, strategies for waste minimization as well as on-line waste treatment or recycling. The potential of flow approaches such as sequential injection, multicommutation and monosegmented flow is emphasized. Automation, employment of solid-phase reagents and miniaturization are highlighted as alternatives for waste minimization.\", \"By using methods that permit the generation and manipulation of ultrasmall-volume droplets, researchers are pushing the boundaries of ultrasensitive chemical analyses. (To listen to a podcast about this feature, please go to the Analytical Chemistry Web site at pubs.acs.org/ancham.)\"]"