"[\"There are now a wide variety of packages for electronic structure calculations, each of which differs in the algorithms implemented and the output format. Many computational chemistry algorithms are only available to users of a particular package despite being generally applicable to the results of calculations by any package. Here we present cclib, a platform for the development of package-independent computational chemistry algorithms. Files from several versions of multiple electronic structure packages are automatically detected, parsed, and the extracted information converted to a standard internal representation. A number of population analysis algorithms have been implemented as a proof of principle. In addition, cclib is currently used as an input filter for two GUI applications that analyze output files: PyMOlyze and GaussSum. (c) 2007 Wiley Periodicals, Inc.\", \"We describe the development, current features, and some directions for future development of the Amber package of computer programs. This package evolved from a program that was constructed in the late 1970s to do Assisted Model Building with Energy Refinement, and now contains a group of programs embodying a number of powerful tools of modern computational chemistry, focused on molecular dynamics and free energy calculations of proteins, nucleic acids, and carbohydrates. (c) 2005 Wiley Periodicals, Inc.\", \"Background: The Avogadro project has developed an advanced molecule editor and visualizer designed for cross-platform use in computational chemistry, molecular modeling, bioinformatics, materials science, and related areas. It offers flexible, high quality rendering, and a powerful plugin architecture. Typical uses include building molecular structures, formatting input files, and analyzing output of a wide variety of computational chemistry packages. By using the CML file format as its native document type, Avogadro seeks to enhance the semantic accessibility of chemical data types.\\nResults: The work presented here details the Avogadro library, which is a framework providing a code library and application programming interface (API) with three-dimensional visualization capabilities; and has direct applications to research and education in the fields of chemistry, physics, materials science, and biology. The Avogadro application provides a rich graphical interface using dynamically loaded plugins through the library itself. The application and library can each be extended by implementing a plugin module in C++ or Python to explore different visualization techniques, build/manipulate molecular structures, and interact with other programs. We describe some example extensions, one which uses a genetic algorithm to find stable crystal structures, and one which interfaces with the PackMol program to create packed, solvated structures for molecular dynamics simulations. The 1.0 release series of Avogadro is the main focus of the results discussed here.\\nConclusions: Avogadro offers a semantic chemical builder and platform for visualization and analysis. For users, it offers an easy-to-use builder, integrated support for downloading from common databases such as PubChem and the Protein Data Bank, extracting chemical data from a wide variety of formats, including computational chemistry output, and native, semantic support for the CML file format. For developers, it can be easily extended via a powerful plugin mechanism to support new features in organic chemistry, inorganic complexes, drug design, materials, biomolecules, and simulations. Avogadro is freely available under an open-source license from http://avogadro.openmolecules.net.\", \"A role for electronic structure databases in assisting users bf quantum chemistry applications select better model parameters is discussed in light of experiences gained from a software prototype known as the Computational Chemistry Input Assistant (CCIA). It is argued that the ready availability of information pertaining to the applications and theoretical models can substantially increase the likelihood of novice users obtaining the desired accuracy from their calculations while simultaneously making better use of computer resources. Expert users, who find themselves contemplating studies in new areas of research, may also benefit from the proposed tools. For maximum impact, this assistance should be provided while users are actively engaged in preparing calculations. (C) 1996 by John Wiley & Sons, Inc.\", \"A new density functional (DF) of the generalized gradient approximation (GGA) type for general chemistry applications termed B97-D is proposed. It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C-6 . R-6. A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common density functionals (BLYP, PBE, TPSS, B3LYP) are reported. The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on standard thermochemical benchmark sets, for 40 noncovalently bound complexes, including large stacked aromatic molecules and group 11 element clusters, and for the computation of molecular geometries. Further cross-validation tests were performed for organometallic reactions and other difficult problems for standard functionals. In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean absolute deviation of only 3.8 kcal mol(-1). The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the average CCSD(T) accuracy. The basic strategy in the development to restrict the density functional description to shorter electron correlation lengths scales and to describe situations with medium to large interatomic distances by damped C-6 . R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions. As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference. From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chemical method for large systems where dispersion forces are of general importance. (C) 2006 Wiley Periodicals, Inc.\", \"We present a new local density functional, called M06-L, for main-group and transition element thermochemistry, thermochemical kinetics, and noncovalent interactions. The functional is designed to capture the main dependence of the exchange-correlation energy on local spin density, spin density gradient, and spin kinetic energy density, and it is parametrized to satisfy the uniform-electron-gas limit and to have good performance for both main-group chemistry and transition metal chemistry. The M06-L functional and 14 other functionals have been comparatively assessed against 22 energetic databases. Among the tested functionals, which include the popular B3LYP, BLYP, and BP86 functionals as well as our previous M05 functional, the M06-L functional gives the best overall performance for a combination of main-group thermochemistry, thermochemical kinetics, and organometallic, inorganometallic, biological, and noncovalent interactions. It also does very well for predicting geometries and vibrational frequencies. Because of the computational advantages of local functionals, the present functional should be very useful for many applications in chemistry, especially for simulations on moderate-sized and large systems and when long time scales must be addressed. (c) 2006 American Institute of Physics.\", \"The recently introduced complete basis set, CBS-Q, model chemistry is modified to use B3LYP hybrid density functional geometries and frequencies, which give both improved reliability (maximum error for the G2 test set reduced from 3.9 to 2.8 kcal/mol) and increased accuracy (mean absolute error reduced from 0.98 to 0.87 kcal/ mol), with little penalty in computational speed. The use of a common method for geometries and frequencies makes the modified model applicable to transition states for chemical reactions. (C) 1999 American Institute of Physics. [S0021-9606(99)31106-5].\", \"Basis sets are some of the most important input data for computational models in the chemistry, materials, biology, and other science domains that utilize computational quantum mechanics methods. Providing a shared, Web-accessible environment where researchers can not only download basis sets in their required format but browse the data, contribute new basis sets, and ultimately curate and manage the data as a community will facilitate growth of this resource and encourage sharing both data and knowledge. We describe the Basis Set Exchange ( BSE), a Web portal that provides advanced browsing and download capabilities, facilities for contributing basis set data, and an environment that incorporates tools to foster development and interaction of communities. The BSE leverages and enables continued development of the basis set library originally assembled at the Environmental Molecular Sciences Laboratory.\", \"Algorithms for the symmetry-adapted energy minimisation of solids using analytical first and second derivatives have been devised and implemented in a new computer program GULP. These new methods are found to lead to an improvement in computational efficiency of up to an order of magnitude over the standard algorithm, which takes no account of symmetry, the largest improvement being obtained from the use of symmetry in the generation of the hessian. Accelerated convergence techniques for the dispersion energy are found to be beneficial in improving the precision at little extra computational cost, particularly when a one centre decomposition is possible or the Ewald sum weighting towards real-space is increased.\", \"Background: A frequent problem in computational modeling is the interconversion of chemical structures between different formats. While standard interchange formats exist (for example, Chemical Markup Language) and de facto standards have arisen (for example, SMILES format), the need to interconvert formats is a continuing problem due to the multitude of different application areas for chemistry data, differences in the data stored by different formats (0D versus 3D, for example), and competition between software along with a lack of vendor-neutral formats.\\nResults: We discuss, for the first time, Open Babel, an open-source chemical toolbox that speaks the many languages of chemical data. Open Babel version 2.3 interconverts over 110 formats. The need to represent such a wide variety of chemical and molecular data requires a library that implements a wide range of cheminformatics algorithms, from partial charge assignment and aromaticity detection, to bond order perception and canonicalization. We detail the implementation of Open Babel, describe key advances in the 2.3 release, and outline a variety of uses both in terms of software products and scientific research, including applications far beyond simple format interconversion.\\nConclusions: Open Babel presents a solution to the proliferation of multiple chemical file formats. In addition, it provides a variety of useful utilities from conformer searching and 2D depiction, to filtering, batch conversion, and substructure and similarity searching. For developers, it can be used as a programming library to handle chemical data in areas such as organic chemistry, drug design, materials science, and computational chemistry. It is freely available under an open-source license from http://openbabel.org.\", \"In the domain of porous solids with inorganic or hybrid frameworks, the combination of mastered chemistry and of computer simulations pushes forward the limits of the classical approach and allows the full determination from powder diffraction data of architectures with cells of several hundred thousand cubic angstroms with hierarchies of giant pores and unprecedented Langmuir surfaces. The different limits induced by this new approach are analyzed.\", \"Gabedit is a freeware graphical user interface, offering preprocessing and postprocessing adapted (to date) to nine computational chemistry software packages. It includes tools for editing, displaying, analyzing, converting, and animating molecular systems. A conformational search tool is implemented using a molecular mechanics or a semiempirical potential. Input files can be generated for the computational chemistry software supported by Gabedit. Some molecular properties of interest are processed directly from the output of the computational chemistry programs; others are calculated by Gabedit before display. Molecular orbitals, electron density, electrostatic potential, nuclear magnetic resonance shielding density, and any other volumetric data properties can be displayed. It can display electronic circular dichroism, UV-visible, infrared, and Raman-computed spectra after a convolution. Gabedit can generate a Povray file for geometry, surfaces, contours, and color-coded planes. Output can be exported to a selection of popular image and vector graphics file formats; the program can also generate a series of pictures for animation. Quantum mechanical electrostatic potentials can be calculated using the partial charges on atoms, or by solving the Poisson equation using the multigrid method. The atoms in molecule charges can also be calculated. Gabedit is platform independent. The code is distributed under free open source X11 style license and is available at http://gabedit.sourceforge.net/. (C) 2010 Wiley Periodicals, Inc. J Comput Chem 32: 174-182, 2011\", \"CHARMM (Chemistry at HARvard Molecular Mechanics) is a highly versatile and widely used molecular simulation program. It has been developed over the last three decades with a primary focus on molecules of biological interest, including proteins, peptides, lipids, nucleic acids, carbohydrates, and small molecule ligands, as they occur in solution, crystals, and membrane environments. For the study of such systems. the program provides a large suite of computational tools that include numerous conformational and path sampling methods, free energy estimators, molecular minimization, dynamics, and analysis techniques, and model-building capabilities. The CHARMM program is applicable to problems involving a much broader class of many-particle systems. Calculations with CHARMM can be performed using a number of different energy functions and models, from mixed quantum mechanical-molecular mechanical force fields, to all-atom classical potential energy functions with explicit solvent and various boundary conditions, to implicit solvent and membrane models. The program has been ported to numerous platforms in both serial and parallel architectures. This article provides an overview of the program as it exists today with an emphasis on developments since the publication of the original CHARMM article in 1983. (C) 2009 Wiley Periodicals, Inc. J Comput Chem 30: 1545-1614, 2009\", \"MOLEKEL is an interactive visualization ('postprocessing') program for molecular and electronic structure data, generating high-quality graphics for use in research and education. MOLEKEL has been ported to OpenGL and is now available on a number of platforms, including PC (http://www.cscs.ch/molekel/). We describe details of its implementation, capabilities and the new added features.\", \"The widely used CHARMM additive all-atom force field includes parameters for proteins, nucleic acids, lipids, and carbohydrates. In the present article, an extension of the CHARMM force field to drug-like molecules is presented. The resulting CHARMM General Force Field (CGenFF) covers a wide range of chemical groups present in biomolecules and drug-like molecules, including a large number of heterocyclic scaffolds. The parametrization philosophy behind the force field focuses on quality at the expense of transferability, with the implementation concentrating on an extensible force field. Statistics related to the quality of the parametrization with a focus on experimental validation are presented. Additionally, the parametrization procedure, described fully in the present article in the context of the model systems, pyrrolidine, and 3-phenoxymethylpyrrolidine will allow users to readily extend the force field to chemical groups that are not explicitly covered in the force field as well as add functional groups to and link together molecules already available in the force field. CGenFF thus makes it possible to perform \\\"all-CHARMM\\\" simulations on drug-target interactions thereby extending the utility of CHARMM force fields to medicinally relevant systems. (C) 2009 Wiley Periodicals, Inc. J Comput Chem 31: 671-690, 2010\", \"Huisgen's 1,3-dipolar cycloadditions become nonconcerted when copper(l) acetylides react with azides and nitrile oxides, providing ready access to 1,4-disubstituted 1,2,3-triazoles and 3,4-disubstituted isoxazoles, respectively. The process is highly reliable and exhibits an unusually wide scope with respect to both components. Computational studies revealed a stepwise mechanism involving unprecedented metallacycle intermediates, which appear to be common for a variety of dipoles.\", \"Recent fundamental advances in the density-functional theory of electronic structure are summarized. Emphasis is given to four aspects of the subject: (a) tests of functionals, (b) new methods for determining accurate exchange-correlation functionals, (c) linear scaling methods, and (d) developments in the description of chemical reactivity.\", \"A summary of the technical advances that are incorporated in the fourth major release of the Q-Chem quantum chemistry program is provided, covering approximately the last seven years. These include developments in density functional theory methods and algorithms, nuclear magnetic resonance (NMR) property evaluation, coupled cluster and perturbation theories, methods for electronically excited and open-shell species, tools for treating extended environments, algorithms for walking on potential surfaces, analysis tools, energy and electron transfer modelling, parallel computing capabilities, and graphical user interfaces. In addition, a selection of example case studies that illustrate these capabilities is given. These include extensive benchmarks of the comparative accuracy of modern density functionals for bonded and non-bonded interactions, tests of attenuated second order Moller-Plesset (MP2) methods for intermolecular interactions, a variety of parallel performance benchmarks, and tests of the accuracy of implicit solvation models. Some specific chemical examples include calculations on the strongly correlated Cr-2 dimer, exploring zeolite-catalysed ethane dehydrogenation, energy decomposition analysis of a charged ter-molecular complex arising from glycerol photoionisation, and natural transition orbitals for a Frenkel exciton state in a nine-unit model of a self-assembling nanotube.\", \"Jaguar is an ab initio quantum chemical program that specializes in fast electronic structure predictions for molecular systems of medium and large size. Jaguar focuses on computational methods with reasonable computational scaling with the size of the system, such as density functional theory (DFT) and local second-order Moller-Plesset perturbation theory. The favorable scaling of the methods and the high efficiency of the program make it possible to conduct routine computations involving several thousand molecular orbitals. This performance is achieved through a utilization of the pseudospectral approximation and several levels of parallelization. The speed advantages are beneficial for applying Jaguar in biomolecular computational modeling. Additionally, owing to its superior wave function guess for transition-metal-containing systems, Jaguar finds applications in inorganic and bioinorganic chemistry. The emphasis on larger systems and transition metal elements paves the way toward developing Jaguar for its use in materials science modeling. The article describes the historical and new features of Jaguar, such as improved parallelization of many modules, innovations in ab initio pKa prediction, and new semiempirical corrections for nondynamic correlation errors in DFT. Jaguar applications in drug discovery, materials science, force field parameterization, and other areas of computational research are reviewed. Timing benchmarks and other results obtained from the most recent Jaguar code are provided. The article concludes with a discussion of challenges and directions for future development of the program. (C) 2013 Wiley Periodicals, Inc.\", \"Q-Chem 2.0 is a new release of an electronic structure program package, capable of performing first principles calculations on the ground and excited states of molecules using both density functional theory and wave function-based methods. A review of the technical features contained within Q-Chem 2.0 is presented. This article contains brief descriptive discussions of the key physical features of all new algorithms and theoretical models, together with sample calculations that illustrate their performance. (C) 2000 John Wiley & Sons, Inc.\", \"The electrocatalytic hydrogen-evolution reaction (HER), as the main step of water splitting and the cornerstone of exploring the mechanism of other multi-electron transfer electrochemical processes, is the subject of extensive studies. A large number of high-performance electrocatalysts have been developed for HER accompanied by recent significant advances in exploring its electrochemical nature. Herein we present a critical appraisal of both theoretical and experimental studies of HER electrocatalysts with special emphasis on the electronic structure, surface (electro)chemistry, and molecular design. It addresses the importance of correlating theoretical calculations and electrochemical measurements toward better understanding of HER electrocatalysis at the atomic level. Fundamental concepts in the computational quantum chemistry and its relation to experimental electrochemistry are also presented along with some featured examples.\", \"Energy storage technology has received significant attention for portable electronic devices, electric vehicle propulsion, bulk electricity storage at power stations, and load leveling of renewable sources, such as solar energy and wind power. Lithium ion batteries have dominated most of the first two applications. For the last two cases, however, moving beyond lithium batteries to the element that lies belowsodiumis a sensible step that offers sustainability and cost-effectiveness. This requires an evaluation of the science underpinning these devices, including the discovery of new materials, their electrochemistry, and an increased understanding of ion mobility based on computational methods. The Review considers some of the current scientific issues underpinning sodium ion batteries.\", \"The powerful computational resources available to scientists today, together with recent improvements in electronic structure calculation algorithms, are providing important new tools for researchers in the fields of surface science and catalysis. In this review, we discuss first principles calculations that are now capable of providing qualitative and, in many cases, quantitative insights into surface chemistry. The calculations can aid in the establishment of chemisorption trends across the transition metals, in the characterization of reaction pathways on individual metals, and in the design of novel catalysts. First principles studies provide an excellent fundamental complement to experimental investigations of the above phenomena and can often allow the elucidation of important mechanistic details that would be difficult, if not impossible, to determine from experiments alone.\", \"This short review describes the evolution of the nature of microporous solids and the related concepts that were at the origin of this evolution. The paper begins with the different families of classical organically templated inorganic porous solids, their parameters of synthesis, the mechanisms of formation, their consequences, and their limits. From the latter, the concept of hybrid organic-inorganic frameworks is introduced as well as their tentative classification according to the decrease of the dimensionality of the inorganic subnetwork. The last part of the paper is devoted to the new trends in the field: the creation of very large pores, their design from topological considerations, and the introduction of computational methods.\", \"This tutorial review is addressed to readers with a background in basic organic chemistry and spectroscopy, but without a specific knowledge of electronic circular dichroism. It describes the fundamental principles, instrumentation, data analysis, and different approaches for interpretation of ECD. The discussion focuses on the application of ECD, also in combination with other methods, in structural analysis of organic compounds, including host-guest complexes, and will emphasize the importance of the interplay between configurational and conformational factors. The tutorial also covers modern supramolecular aspects of ECD and recent developments in computational methods.\", \"Polymers can be theoretically and computationally described by models pertaining to different length scales and corresponding time scales. These models have traditionally been used independently of each other. Recently, considerable progress has been made In systematically linking models of different scales. This Review focuses on the generation of lattice and off-lattice coarse-grained polymer models, whose \\\"monomers\\\" correspond to roughly a chemical repeat unit, from chemically detailed atomistic simulations of the same polymers. Computational methods are described as well as applications to polymers in the melt and in solution. The success of multiscale simulations in solving real-world polymer problems that could not be solved in any other way suggests that they will have an important role to play in the future.\", \"The supramolecular chemistry of anions provides a means to sense and manipulate anions in their many chemical and biological roles. For this purpose, Click chemistry facilitated the synthetic creation of new receptors and thus, an opportunity to aid in the recent re-examination of CH center dot center dot center dot anion hydrogen bonding. This tutorial review will focus on the privileged C-H hydrogen bond donor of the 1,2,3-triazole ring systems as elucidated from anion-binding studies with macrocyclic triazolophanes and other receptors. Triazolophanes are shape-persistent and planar macrocycles that direct four triazole and four phenylene CH groups into a 3.7 angstrom cavity. They display strong (log K(Cl-) = 7), size-dependent halide binding (Cl- > Br- >> F- >> I-) and a rich set of binding equilibria. For instance, the too large iodide (4.4 angstrom) can be sandwiched between two pyridyl-based triazolophanes with extreme positive cooperativity. Computational studies verify the triazole's hydrogen bond strength indicating it approaches the traditional NH donors from pyrrole. These examples, those of transport, sensing (e.g., ion-selective electrodes), templation, and versatile synthesis herald the use of triazoles in anion-receptor chemistry.\", \"The major source of error in most ab initio calculations of molecular energies is the truncation of the one-electron basis set. Extrapolation to the complete basis set second-order (CBS2) limit using the N-1 asymptotic convergence of N-configuration pair natural orbital (PNO) expansions can be combined with the use of relatively small basis sets for the higher-order (i.e., MP3, MP4, and QCI) correlation energy to develop cost effective computational models. Following this strategy, three new computational models denoted CBS-4, CBS-q, and CBS-Q, are introduced. The mean absolute deviations (MAD) from experiment for the 125 energies of the G2 test set are 2.0, 1.7, and 1.0 kcal/mol, respectively. These results compare favorably with the MAD for the more costly G2(MP2), G2, and CBS-QCI/APNO models (1.6, 1.2, and 0.5 kcal/mol, respectively). The error distributions over the G2 test set are indistinguishable from Gaussian distribution functions for all six models, indicating that the rms errors can be interpreted in the same way that experimental uncertainties are used to assess reliability. However, a broader range of examples reveals special difficulties presented by spin contamination, high molecular symmetry, and localization problems in molecules with multiple lone pairs on the same atom. These characteristics can occasionally result in errors several times the size expected from the Gaussian distributions. Each of the CBS models has a range of molecular size for which it is the most accurate computational model currently available. The largest calculations reported for these models include: The CBS-4 heat of formation of tetranitrohydrazine (91.5 +/- 5 kcal/mol), the CBS-4 and CBS-q isomerization energies for the ;conversion of azulene to naphthalene (Delta H-calc = -35.2 +/- 1.0 kcal/mol, Delta H-exp = -35.3 +/- 2.2 kcal/mol), and the CBS-Q heat of formation of SF6 (Delta H-calc = -286.6 +/- 1.3 kcal/mol, Delta H-exp = -288.3 +/- 0.2 kcal/mol). The CBS-Q value for the dissociation energy of a C-H bond in benzene (113.1 +/- 1.3 kcal/mol) is also in agreement with the most recent experimental result (112.0 +/- 0.6 kcal/mol). The CBS-QCI/APNO model is applicable to the prediction of the C-H bond dissociation energies for the primary (100.7 +/- 0.7 kcal/mol calc.) and secondary (97.7 +/- 0.7 kcal/mol calc., 97.1 +/- 0.4 kcal/mol exp.) hydrogens of propane. (C) 1996 American Institute of Physics.\", \"Molden is a software package for pre- and postprocessing of computational chemistry program data. Interfacing to the ab initio programs Gamess-US/UK and Gaussian and to the semi-empirical package MOPAC is provided. The emphasis is on computation and visualization of electronic and molecular properties but, e.g., reaction pathways can be simulated as well. Some molecular properties of interest are processed directly from the output of the computational chemistry programs, others are calculated in MOLDEN before display. The package features different options to display MOLecular electronic DENsity, each focusing on a different structural aspect: molecular orbitals, electron density, molecular minus atomic density and the Laplacian of the electron density. To display difference density, either the spherically averaged atomic density or the oriented ground state atomic density can be used for a number of standard basis sets. The quantum mechanical electrostatic potential or a distributed multipole expansion derived electrostatic potential can be calculated and atomic charges can be fitted to these potentials calculated on Connolly surface(s). Reaction pathways and molecular vibrations can be visualized. Input structures can be generated with a Z-matrix editor. A variety of graphics languages is supported: XWindows, postscript, VRML and Povray format.\", \"Density functional theory (DFT) is an incredible success story. The low computational cost, combined with useful (but not yet chemical) accuracy, has made DFT a standard technique in most branches of chemistry and materials science. Electronic structure problems in a dazzling variety of fields are currently being tackled. However, DFT has many limitations in its present form: too many approximations, failures for strongly correlated systems, too slow for liquids, etc. This perspective reviews some recent progress and ongoing challenges. (C) 2012 American Institute of Physics. [http://dx.doi.org/10.1063/1.4704546]\", \"Since its formal inception in 1964-1965, Kohn-Sham density-functional theory (KS-DFT) has become the most popular electronic structure method in computational physics and chemistry. Its popularity stems from its beautifully simple conceptual framework and computational elegance. The rise of KS-DFT in chemical physics began in earnest in the mid 1980s, when crucial developments in its exchange-correlation term gave the theory predictive power competitive with well-developed wave-function methods. Today KS-DFT finds itself under increasing pressure to deliver higher and higher accuracy and to adapt to ever more challenging problems. If we are not mindful, however, these pressures may submerge the theory in the wave-function sea. KS-DFT might be lost. I am hopeful the Kohn-Sham philosophical, theoretical, and computational framework can be preserved. This Perspective outlines the history, basic concepts, and present status of KS-DFT in chemical physics, and offers suggestions for its future development. (C) 2014 AIP Publishing LLC.\", \"Recent developments in computational chemistry and biology have come together in the \\\"inside-out\\\" approach to enzyme engineering. Proteins have been designed to catalyze reactions not previously accelerated in nature. Some of these proteins fold and act as catalysts, but the success rate is still low. The achievements and limitations of the current technology are highlighted and contrasted to other protein engineering techniques. On its own, computational \\\"inside-out\\\" design can lead to the production of catalytically active and selective proteins, but their kinetic performances fall short of natural enzymes. When combined with directed evolution, molecular dynamics simulations, and crowd-sourced structure-prediction approaches, however, computational designs can be significantly improved in terms of binding, turnover, and thermal stability.\", \"A halogen bond is a highly directional, electrostatically-driven noncovalent interaction between a region of positive electrostatic potential on the outer side of the halogen X in a molecule R-X and a negative site B, such as a lone pair of a Lewis base or the pi-electrons of an unsaturated system. The positive region on X corresponds to the electronically-depleted outer lobe of the half-filled p-type orbital of X that is involved in forming the covalent bond to R. This depletion is labeled a sigma-hole. The resulting positive electrostatic potential is along the extension of the R-X bond, which accounts for the directionality of halogen bonding. Positive sigma-holes can also be found on covalently-bonded Group IV-VI atoms, which can similarly interact electrostatically with negative sites. Since positive sigma-holes often exist in conjunction with negative potentials on other portions of the atom's surface, such atoms can interact electrostatically with both nucleophiles and electrophiles, as has been observed in surveys of crystallographic structures. Experimental as well as computational studies indicate that halogen and other sigma-hole interactions can be competitive with hydrogen bonding, which itself can be viewed as a subset of sigma-hole bonding.\", \"The use of combinatorial chemistry for the generation of new lead molecules is now a well established strategy in the drug discovery process. Central to the use of combinatorial chemistry is the design and availability of high quality building blocks which are likely to afford hits from the libraries that they generate. Herein we describe \\\"RECAP\\\" (Retrosynthetic Combinatorial Analysis Procedure), a new computational technique designed to address this building block issue. RECAP electronically fragments molecules based on chemical knowledge. When applied to databases of biologically active molecules this allows the identification of building block fragments rich in biologically recognized elements and privileged motifs and structures. This allows the design of building blocks and the synthesis of libraries rich in biological motifs. Application of RECAP to the Derwent World Drug Index (WDI) and the molecular fragments/building blocks that this generates are discussed. We also describe a WDI fragment knowledge base which we have built which stores the drug motifs and mention its potential application in structure based drug design programs.\", \"We describe the work of the European project QUASI (Quantum Simulation in Industry, project EP25047) which has sought to develop a flexible QM/MM scheme and to apply it to a range of industrial problems. A number of QM/MM approaches were implemented within the computational chemistry scripting system, ChemShell, which provides the framework for deploying a variety of independent program packages.\\nThis software was applied in several large-scale QM/MM studies which addressed the catalytic decomposition of N2O by Cu-containing zeolites, the methanol synthesis reaction catalysed by Cu clusters supported on ZnO surfaces, and the modelling of enzyme structure and reactivity. (C) 2003 Elsevier B.V. All rights reserved.\", \"N-heterocyclic carbenes (NHC) is a well established class of new ligands in organometallic chemistry. Their use as ligands in many reactions catalyzed by transition metal complexes has stimulated intensive research to understand the unique features of the M-(NHC) bond. This review is aimed to provide an overview of the main contributions achieved by the application of advanced computational techniques. (C) 2008 Elsevier B.V. All rights reserved.\", \"Recent advances in linear scaling algorithms that circumvect the computational bottlenecks of large-scale electronic structure simulations make it possible to carry out density functional calculations with Gaussian orbitals on molecules containing more than 1000 atoms and 15 000 basis functions using current workstations and personal computers. This paper discusses the recent theoretical developments that have led to these advances and demonstrates in a series of benchmark calculations the present capabilities of state-of-the-art computational quantum chemistry programs for the prediction of molecular structure and properties.\", \"Herein, we report half-peak potentials for over 180 organic substrates obtained via cyclic voltammetry. These values are of great use in assessing the thermodynamics of an electron-transfer process. In addition, we disclose a simple computational method to determine redox potentials of organic substrates.\", \"This work presents the quantum chemistry package MOLCAS, with emphasis on its usefulness as a platform for developing new quantum chemical codes, and the reader is assumed to be familiar with such a process. The development of new codes for quantum chemistry is a time-consuming job that can be dramatically simplified by using libraries for standard problems (such as calculation of integrals), and tools to surmount computer language and operating system limitations. The MOLCAS quantum chemistry software contains modules for a variety of quantum chemical methods, such as Hartree-Fock (HF), density functional theory (DFT), coupled-cluster (CC), and multiconfigurational (MCSCF) approaches, including second-order perturbation theory. It runs on almost all UNIX-like platforms and contains a single source code for 32- and 64-bit architecture, as well as for serial and parallel execution. The MOLCAS environment allows the user to include, in a simple way, new codes integrated with libraries and other MOLCAS modules. The key features of the MOLCAS environment include a modular structure, an easy-to-use environment, an application programming interface (API) library for solving common computational and system-oriented problems, a solid verification control system, and tools for a distributed development. (C) 2004 Wiley Periodicals, Inc.\", \"The parallelization of density functional treatments of molecular electronic energy and first-order gradients is described, and the performance is documented. The quadrature required for exchange correlation terms and the treatment of exact Coulomb interaction stales virtually linearly up to 100 nodes. The RI-J technique to approximate Coulomb interactions (by means of an auxiliary basis set approximation for the electron density) even shows superlinear speedup on distributed memory architectures. The bottleneck is then linear algebra. Demonstrative application examples include molecules with up to 300 atoms and 3000 basis functions that can now be treated in a few hours per geometry optimization cycle in C-1 symmetry. (C) 1998 John Wiley & Sons, Inc.\", \"We study the recently developed Density Matrix Renormalization Group (DMRG) algorithm in the context of quantum chemistry. In contrast to traditional approaches, this algorithm is believed to yield arbitrarily high accuracy in the energy with only polynomial computational effort. We describe in some detail how this is achieved. We begin by introducing the principles of the renormalization procedure, and how one formulates an algorithm for use in quantum chemistry. The renormalization group algorithm is then interpreted in terms of familiar quantum chemical concepts, and its numerical behavior, including its convergence and computational cost, are studied using both model and real systems. The asymptotic convergence of the algorithm is derived. Finally, we examine the performance of the DMRG on widely studied chemical problems, such as the water molecule, the twisting barrier of ethene, and the dissociation of nitrogen. In all cases, the results compare favorably with the best existing quantum chemical methods, and particularly so when the nondynamical correlation is strong. Some perspectives for future development are given. (C) 2002 American Institute of Physics.\", \"In coordination chemistry. many reactions involve several electronic states, in particular states of different spin. This phenomenon of 'Multiple-State Reactivity' has been recognized for some time, both for gas-phase reactions of 'bare' metal ions, and for transition metal complexes in solution. Until recently, however, much of the discussion of these systems has remained qualitative, because standard computational methods do not allow the location of the critical points for these processes, the Minimum Energy Crossing Points (MECPs) between states of different spin. Increased computational resources and new algorithms now enable MECPs to be located for large. realistic transition metal containing systems, yielding important new insight into the mechanisms of important reactions such as oxidative addition of C-H bonds to metal centers and ligand association/dissociation processes. Several examples will be presented for inorganic, organometallic and bioinorganic reactions. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"A general and effective time-independent approach to compute vibrationally resolved electronic spectra from first principles has been integrated into the Gaussian computational chemistry package. This computational tool offers a simple and easy-to-use way to compute theoretical spectra starting from geometry optimization and frequency calculations for each electronic state. It is shown that in such a way it is straightforward to combine calculation of Franck-Condon integrals with any electronic computational model. The given examples illustrate the calculation of absorption and emission spectra, all in the UV-vis region, of various systems from small molecules to large ones, in gas as well as in condensed phases. The computational models applied range from fully quantum mechanical descriptions to discrete/continuum quantum mechanical/molecular mechanical/polarizable continuum models.\", \"Noncovalent interactions hold the key to understanding many chemical, biological, and technological problems. Describing these noncovalent interactions accurately, including their positions in real space, constitutes a first step in the process of decoupling the complex balance of forces that define noncovalent interactions. Because of the size of macromolecules, the most common approach has been to assign van der Waals interactions (vdW), steric dashes (SC), and hydrogen bonds (HBs) based on pairwise distances between atoms according to their vdW radii. We recently developed an alternative perspective, derived from the electronic density: the non-covalent interactions (NCI) index [J. Am. Chem. Soc. 2010, 132, 6498]. This index has the dual advantages of being generally transferable to diverse chemical applications and being very fast to compute, since it can be calculated from promolecular densities. Thus, NCI analysis is applicable to large systems, including proteins and DNA, where analysis of noncovalent interactions is of great potential value. Here, we describe the NCI computational algorithms and their implementation for the analysis and visualization of weak interactions, using both self-consistent fully quantum-mechanical as well as promolecular densities. A wide range of options for tuning the range of interactions to be plotted is also presented. To demonstrate the capabilities of our approach, several examples are given from organic, inorganic, solid state, and macromolecular chemistry, including cases where NCI analysis gives insight into unconventional chemical bonding. The NCI code and its manual are available for download at http://www.chem.duke.edu/similar to yang/software.htm.\", \"The program system MOLCAS is a package for calculations of electronic and structural properties of molecular systems in gas, liquid, or solid phase. It contains a number of modern quantum chemical methods for studies of the electronic structure in ground and excited electronic states. A macromolecular environment can be modeled by a combination of quantum chemistry and molecular mechanics. It is further possible to describe a crystalline material using model potentials. Solvent effects can be treated using continuum models or by combining quantum chemical calculations with molecular dynamics or Monte-Carlo simulations.\\nMOLCAS is especially adapted to treat systems with a complex electronic structure, where the simplest quantum chemical models do not work. These features together with the inclusion of relativistic effects makes it possible to treat with good accuracy systems including atoms from the entire periodic system. MOLCAS has effective methods for geometry optimization of equilibria, transition states, conical intersections, etc. This facilitates studies of excited state energy surfaces, spectroscopy, and photochemical processes. (C) 2003 Elsevier B.V. All rights reserved.\", \"We describe the development, current features, and some directions for future development of the AMBER package of computer programs. This package has evolved from a program that was constructed to do Assisted Model Building and Energy Refinement to a group of programs embodying a number of the powerful tools of modern computational chemistry-molecular dynamics and free energy calculations.\", \"Energy storage technologies are critical in addressing the global challenge of clean sustainable energy. Major advances in rechargeable batteries for portable electronics, electric vehicles and large-scale grid storage will depend on the discovery and exploitation of new high performance materials, which requires a greater fundamental understanding of their properties on the atomic and nanoscopic scales. This review describes some of the exciting progress being made in this area through use of computer simulation techniques, focusing primarily on positive electrode (cathode) materials for lithium-ion batteries, but also including a timely overview of the growing area of new cathode materials for sodium-ion batteries. In general, two main types of technique have been employed, namely electronic structure methods based on density functional theory, and atomistic potentials-based methods. A major theme of much computational work has been the significant synergy with experimental studies. The scope of contemporary work is highlighted by studies of a broad range of topical materials encompassing layered, spinel and polyanionic framework compounds such as LiCoO2, LiMn2O4 and LiFePO4 respectively. Fundamental features important to cathode performance are examined, including voltage trends, ion diffusion paths and dimensionalities, intrinsic defect chemistry, and surface properties of nanostructures.\", \"This review describes recent computational investigations into the electronic and geometric structures of molecular the actinide compounds. Following brief introductions to (i) the effects of relativity in chemistry and (ii) ab initio and density functional quantum chemical methods, four areas of contemporary research are discussed. These are pi backbonding in uranium complexes, the geometric structures of bis benzene actinide compounds, the valence electronic structure of the uranyl ion, and the inverse trans influence in pseudo-octahedral [AnOX(5)](n-). Comparisons are made with experimental studies, and similarities and differences between d- and f-block chemistry are highlighted.\", \"Metal-organic frameworks (MOFs) are porous materials constructed from modular molecular building blocks, typically metal clusters and organic linkers. These can, in principle, be assembled to form an almost unlimited number of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations. Here, we demonstrate a computational approach to generate all conceivable MOFs from a given chemical library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application. From a library of 102 building blocks we generated 137,953 hypothetical MOFs and for each one calculated the pore-size distribution, surface area and methane-storage capacity. We identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relationships. Methyl-functionalized MOFs were frequently top performers, so we selected one such promising MOF and experimentally confirmed its predicted capacity.\", \"The calculation of electronically excited states with the internally contracted multiconfiguration-reference configuration interaction (CMRCI) method is discussed. A straightforward method, in which contracted functions for all states are included in the basis, is shown to be very accurate and stable even in cases of narrow avoided crossings. However, the expense strongly increases with the number of states. A new method is proposed, which employs different contracted basis sets for each state, and in which eigensolutions of the Hamiltonian are found using an approximate projection operator technique. The computational effort for this method scales only linearly with the number of states. The two methods are compared for various applications.\", \"The reactivity of organotransition metal complexes is dependent on the ligand environment of the metal. This Account describes the development and application of new diphosphine ligands, designed to induce large P-M-P angles in transition metal complexes. Aided by computational chemistry, a homologous range of diphosphines based on rigid heterocyclic aromatic backbones of the xanthene-type with natural bite angles of similar to 100-134 degrees have been developed. The special structure of the ligands has an enormous impact on stability and reactivity of various transition metal complexes. Highly active and selective catalysts have been obtained by influencing this reactivity.\", \"The substitution of isoelectronic B-N units for C-C units in aromatic hydrocarbons produces novel heterocycles with structural similarities to the all-carbon frameworks, but with fundamentally altered electronic properties and chemistry. Since the pioneering work of Dewar some 50 years ago, the relationship between B-N and C-C and the wealth of parent all-carbon aromatics has captured the imagination of organic, inorganic, materials, and computational chemists alike, particularly in recent years. New applications in biological chemistry, new materials, and novel ligands for transition-metal complexes have emerged from these studies. This review is aimed at surveying activity in the area in the past couple of decades. Its organization is based on ring size and type of the all-carbon or heterocyclic subunit that the B-N analog is derived from. Structural aspects pertaining to the retention of aromaticity are emphasized, along with delineation of significant differences in physical properties of the B-N compound as compared to the C-C parent.\", \"NWChem is the software package for computational chemistry on massively parallel computing systems developed by the High Performance Computational Chemistry Group For the Environmental Molecular Sciences Laboratory. The software provides a variety of modules for quantum mechanical rind classical mechanical simulation. This article describes the design and sow implementation details of the overall NWChem architecture. The architecture facilitates rapid development and portability of fully distributed application modules. We also delineate some of the functionality within NWChem and show performance of a few of the modules within NWChem. (C) 2000 Elsevier Science B.V. All rights reserved.\", \"In their earliest stages, theoretical chemistry and computational chemistry were often distinct, with the latter having its developments and capabilities directly tied to the state of computer technology. This was especially true for the part of computational chemistry with some of the highest computing demands, ab initio electronic structure theory. The point in time where ab initio electronic structure calculations were first beginning to be carried out is roughly 40 years ago, and since that time, all parts of theoretical chemistry have developed links to computation. The evolution in such links and connections has had a powerful impact on science, something of historical, theoretical, and practical interest.\", \"The chemistry of the fullerenes has been extensively explored - this review focuses specifically on the methanofullerenes. A comprehensive coverage of the known methanofullerene syntheses is presented. This is followed by a discussion of the electronic structure of the methanofullerenes which is based on experimental and computational studies. Lastly, we discuss the further functionalization of the methanofullerenes and their possible applications in materials and biomedical sciences.\", \"A major revival in the use of classical electrostatics as an approach to the study of charged and polar molecules in aqueous solution has been made possible through the development of fast numerical and computational methods to solve the Poisson-Boltzmann equation for solute molecules that have complex shapes and charge distributions. Graphical visualization of the calculated electrostatic potentials generated by proteins and nucleic acids has revealed insights into the role of electrostatic interactions in a wide range of biological phenomena. Classical electrostatics has also proved to be a successful quantitative tool yielding accurate descriptions of electrical potentials, diffusion limited processes, pH-dependent properties of proteins, ionic strength-dependent phenomena, and the solvation free energies of organic molecules.\", \"Molecular force fields have been approaching a generational transition over the past several years, moving away from well-established and well-tuned, but intrinsically limited, fixed point charge models toward more intricate and expensive polarizable models that should allow more accurate description of molecular properties. The recently introduced AMOEBA force field is a leading publicly available example of this next generation of theoretical model, but to date, it has only received relatively limited validation, which we address here. We show that the AMOEBA force field is in fact a significant improvement over fixed charge models for small molecule Structural and thermodynamic observables in particular, although further fine-tuning is necessary to describe solvation free energies of drug-like small molecules, dynamical properties away from ambient conditions, and possible improvements in aromatic interactions. State of the art electronic structure calculations reveal generally very good agreement with AMOEBA for demanding problems such as relative conformational energies of the alanine tetrapeptide and isomers of water sulfate complexes. AMOEBA is shown to be especially Successful oil protein-ligand binding and Computational X-ray crystallography where polarization and accurate electrostatics are critical.\", \"In this era of portability and rapid technological advances, polymers are more than ever under pressure to be cheap and offer tailored property profiles. Often, the key lies in designing blends and alloys carefully structured at the appropriate scale ( preferably less than a micrometre) from existing polymers. Block copolymers - two or more different polymer chains linked together - have long been thought to offer the solution. Local segregation of the different polymer blocks yields molecular- scale aggregates of nanometre size. Recent progress in synthetic chemistry has unveiled unprecedented opportunities to prepare tailored block copolymers at reasonable cost. Over twenty years of intense academic research and the advent of powerful statistical theories and computational methods should help predict the equilibrium and even non-equilibrium behaviour of copolymers and their blends with other polymers. The gap between block copolymer self-assembly and affordable nanostructured plastics endowed with still-unexplored combinations of properties is getting narrower.\", \"Atomic radii are not precisely defined but are nevertheless widely used parameters in modeling and understanding molecular structure and interactions. The van der Waals radii determined by Bondi from molecular crystals and data for gases are the most widely used values, but Bondi recommended radius values for only 28 of the 44 main-group elements in the periodic table. In the present Article, we present atomic radii for the other 16; these new radii were determined in a way designed to be compatible with Bondi's scale. The method chosen is a set of two-parameter correlations of Bondi's radii with repulsive-wall distances calculated by relativistic coupled-cluster electronic structure calculations. The newly determined radii (in A) are Be, 1.53; B, 1.92; Al, 1.84; Ca, 2.31; Ge, 2.11; Rb, 3.03; Sr, 2.49; Sb, 2.06; Cs, 3.43; Ba, 2.68; Bi, 2.07; Po, 1.97; At, 2.02; Rn, 2.20; Fr, 3.48; and Ra. 2.83.\", \"The continuous symmetry measures approach, designed to assess quantitatively the degree of any symmetry within any structure, is extended to the important class of the polyhedra. For this purpose, we developed a general methodology and a general computational tool, which identify the minimal distance of a given structure to a desired general shape with the same number of vertexes. Specifically, we employ this tool to evaluate quantitatively the degree of polyhedricity within distorted polyhedra, taking as examples the most central and abundant polyhedral structures in chemistry in general and in coordination chemistry in particular, namely the tetrahedron, the bipyramid, the octahedron, the cube, the icosahedron, and the dodecahedron. After describing the properties of the symmetry measurement tool, we show its application and versatility in a number of cases where the deviation from exact symmetry has been an issue, including z-axis Jahn-Teller type polyhedral distortions, tantalum hydride complexes, pentacoordinated zinc complexes, tetrahedral/octahedral Sn complexes, and icosahedrally distorted C-60-fullerene anions.\", \"The decade 1990-2000 saw a growing interest in aurophilic interactions in gold chemistry. These interactions were found to influence significantly a variety of structural and other physical characteristics of gold(I) compounds. The attention paid to this unusual and counter-intuitive type of intra-and intermolecular bonding between seemingly closed-shell metal centers has rapidly been extended to also include silver chemistry. Hundreds of experimental and computational studies have since been dedicated to the argentophilicity phenomenon. The results of this development are reviewed herein focusing on molecular systems where two or more silver(I) centers are in close contact leading to specific structural characteristics and a variety of novel physical properties. These include strongly modified ligand-to-metal charge-transfer processes observed in absorption and emission spectroscopy, but also colossal positive and negative thermal expansion on the one hand and unprecedented negative linear compressibility of crystal parameters on the other.\", \"We evaluate the performance of a new local exchange functional OPTX [N.C. Handy and A.J. Cohen, Mel. Phys. 99 (2001) 403] in predicting thermochemistry and molecular structures. OPTX was developed taking into account that exchange and left-right correlation are non-separable. Used with the correlation functional LYP, OLYP (= OPTX + LYP) significantly improves upon the well-established BLYP. This is attributed to the accurate description by OPTX of the Kohn-Sham exchange (KSX) energy, parameterised against atomic exchange energies. The superiority of OPTX is most evident based on molecular energetic predictions at stretched geometries, where hybrid functionals severely deteriorate. OLYP is recommended in place of BLYP for computational chemistry. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"Pharmaceutical research has successfully incorporated a wealth of molecular modeling methods, within a variety of drug discovery programs, to study complex biological and chemical systems. The integration of computational and experimental strategies has been of great value in the identification and development of novel promising compounds. Broadly used in modern drug design, molecular docking methods explore the ligand conformations adopted within the binding sites of macromolecular targets. This approach also estimates the ligand-receptor binding free energy by evaluating critical phenomena involved in the intermolecular recognition process. Today, as a variety of docking algorithms are available, an understanding of the advantages and limitations of each method is of fundamental importance in the development of effective strategies and the generation of relevant results. The purpose of this review is to examine current molecular docking strategies used in drug discovery and medicinal chemistry, exploring the advances in the field and the role played by the integration of structure-and ligand-based methods.\", \"New applications such as hybrid electric vehicles and power backup require rechargeable batteries that combine high energy density with high charge and discharge rate capability. Using ab initio computational modeling, we identified useful strategies to design higher rate battery electrodes and tested them on lithium nickel manganese oxide [Li(Ni0.5Mn0.5)O-2], a safe, inexpensive material that has been thought to have poor intrinsic rate capability. By modifying its crystal structure, we obtained unexpectedly high rate-capability, considerably better than lithium cobalt oxide (LiCoO2), the current battery electrode material of choice.\", \"This Perspective introduces the Harvard Clean Energy Project (CEP), a theory-driven search for the next generation of organic solar cell materials. We give a broad overview of its setup and infrastructure, present first results, and outline upcoming developments. CEP has established an automated, high-throughput, in silico framework to study potential candidate structures for organic photovoltaics. The current project phase is concerned with the characterization of millions of molecular motifs using first-principles quantum chemistry. The scale of this study requires a correspondingly large computational resource, which is provided by distributed volunteer computing on IBM's World Community Grid. The results are compiled and analyzed in a reference database and will be made available for public use. In addition to finding specific candidates with certain properties, it is the goal of CEP to illuminate and understand the structure property relations in the domain of organic electronics. Such insights can open the door to a rational and systematic design of future high-performance materials. The computational work in CEP is tightly embedded in a collaboration with experimentalists, who provide valuable input and feedback to the project.\", \"Internet technology offers an excellent opportunity for the development of tools by the cooperative effort of various groups and institutions. We have developed a multi-platform software system, Virtual Computational Chemistry Laboratory, http://www.vcclab.org, allowing the computational chemist to perform a comprehensive series of molecular indices/properties calculations and data analysis. The implemented software is based on a three-tier architecture that is one of the standard technologies to provide client-server services on the Internet. The developed software includes several popular programs, including the indices generation program, DRAGON, a 3D structure generator, CORINA, a program to predict lipophilicity and aqueous solubility of chemicals, ALOGPS and others. All these programs are running at the host institutes located in five countries over Europe. In this article we review the main features and statistics of the developed system that can be used as a prototype for academic and industry models.\", \"Many reactions of transition metal compounds involve a change in spin. These reactions may proceed faster, slower-or at the same rate as-otherwise equivalent processes in which spin is conserved. For example, ligand substitution in [CpMo(Cl)(2)(PR3)(2)] is faster than expected, whereas addition of dinitrogen to [Cp*Mo(Cl)(PMe3)(2)] is slow. Spin-forbidden oxidative addition of ethylene to [Cp*Ir(PMe3)] occurs competitively with ligand association. To explain these observations, we discuss the shape of the different potential energy surfaces (PESs) involved, and the energy of the minimum -energy crossing points (MECPs) between them. This computational approach is of great help in understanding the mechanisms of spin-forbidden reactions, provided that accurate calculations can be used to predict the relevant PESs. Density functional theory, especially using gradient-corrected and hybrid functionals, performs reasonably well for the difficult problem of predicting the energy splitting between different spin states of transition metal complexes, although careful calibration is needed.\", \"In recent years, the margin of interaction between computational chemistry and most branches of experimental chemistry has increased at a fast pace. The experimental characterization of new systems relies on computational methods for the rationalization of structural, energetic, electronic and dynamical features. In particular, novel computational approaches allow accurate estimates of molecular parameters from spectroscopic optical observables, giving rise to synergic interactions between experimentalists and theoretically- oriented chemists. Our main objective in this tutorial review is to delineate the degree of advancement of possible integrated computational approaches to the interpretation of optical spectroscopies, with an accent on large molecules in solvated environments, based on the combination of advanced quantum mechanical treatments and stochastic modelling of relaxation processes.\", \"Modern videogames place increasing demands on the computational and graphical hardware, leading to novel architectures that have great potential in the context of high performance computing and molecular simulation. We demonstrate that Graphical Processing Units (GPUs) can be used very efficiently to calculate two-electron repulsion integrals over Gaussian basis functions-the first step in most quantum chemistry calculations. A benchmark test performed for the evaluation of approximately 10(6) (ss/ss) integrals over contracted s-orbitals showed that a naive algorithm implemented on the GPU achieves up to 130-fold speedup over a traditional CPU implementation on an AMD Opteron. Subsequent calculations of the Coulomb operator for a 256-atom DNA strand show that the GPU advantage is maintained for basis sets including higher angular momentum functions.\", \"We demonstrate the use of graphical processing units (GPUs) to carry out complete self-consistent-field calculations for molecules with as many as 453 atoms (2131 basis functions). Speedups ranging from 28x to 650x are achieved as compared to a mature third-party quantum chemistry program (GAMESS) running on a traditional CPU. The computational organization used to construct the Coulomb and exchange operators is discussed. We also present results using three GPUs in parallel, combining coarse and fine-grained parallelism.\", \"The nature of basic sites on carbon surfaces is a controversial issue within Carbon Science. Traditionally, oxygen-containing groups like: T pyrone-type, chromene, diketone or quinone groups, on the one hand, and delocalized pi-electrons of the basal planes, on the other, are assumed to have a basic nature. However, there is no consensus about neither the strength as bases of these sites, nor the extent of their contribution to the overall carbon basicity. Researchers are divided between those that support basic-oxygen-containing groups as main responsible of carbon basicity and those that attribute the overall basicity of a carbon to the delocalized pi-electrons of the basal planes. In this work we will discuss the virtues and drawbacks of the different hypotheses about basic carbon sites in view of experimental and theoretical results. (C) 2004 Elsevier Ltd. All rights reserved.\", \"Computational studies on carboxylate-assisted C-H activation and functionalization at group 8-10 transition metal centers are reviewed. This Review is organized by metal and will cover work published from late 2009 until mid-2016. A brief overview of computational work prior to 2010 is also provided, and this outlines the understanding of carboxylate-assisted C-H activation in terms of the \\\"ambiphilic metal ligand assistance\\\" (AMLA) and \\\"concerted metalation deprotonation\\\" (CMD) concepts. Computational studies are then surveyed in terms of the nature of the C-H bond being activated (C(sp(2))-H or C(sp(3))-H), the nature of the process involved (intramolecular with a directing group or intermolecular), and the context (stoichiometric C-H activation or within a variety of catalytic processes). This Review aims to emphasize the connection between computation and experiment and to highlight the contribution of computational chemistry to our understanding of catalytic C-H functionalization based on carboxylate-assisted C-H activation. Some opportunities where the interplay between computation and experiment may contribute further to the areas of catalytic C-H functionalization and applied computational chemistry are identified.\", \"Natural products and their molecular frameworks have a long tradition as valuable starting points for medicinal chemistry and drug discovery. Recently, there has been a revitalization of interest in the inclusion of these chemotypes in compound collections for screening and achieving selective target modulation. Here we discuss natural-product-inspired drug discovery with a focus on recent advances in the design of synthetically tractable small molecules that mimic nature's chemistry. We highlight the potential of innovative computational tools in processing structurally complex natural products to predict their macromolecular targets and attempt to forecast the role that natural-product-derived fragments and fragment-like natural products will play in next-generation drug discovery.\", \"The computer program LOBSTER (Local Orbital Basis Suite Towards Electronic-Structure Reconstruction) enables chemical-bonding analysis based on periodic plane-wave (PAW) density-functional theory (DFT) output and is applicable to a wide range of first-principles simulations in solid-state and materials chemistry. LOBSTER incorporates analytic projection routines described previously in this very journal [J. Comput. Chem. 2013, 34, 2557] and offers improved functionality. It calculates, among others, atom-projected densities of states (pDOS), projected crystal orbital Hamilton population (pCOHP) curves, and the recently introduced bond-weighted distribution function (BWDF). The software is offered free-of-charge for noncommercial research. (C) 2016 The Authors. Journal of Computational Chemistry Published by Wiley Periodicals, Inc.\", \"Extended investigation of electrocatalytic generation of dihydrogen using [(mu-1,2-benzenedithiolato)][Fe(CO)(3)](2) has revealed that weak acids, such as acetic acid, can be used. The catalytic reduction producing dihydrogen occurs at approximately -2 V for several carboxylic acids and phenols resulting in overpotentials of only -0.44 to -0.71 V depending on the weak acid used. This unusual catalytic reduction occurs at a potential at which the starting material, in the absence of a proton source, does not show a reduction peak. The mechanism for this process and Structures for the intermediates have been discerned by electrochemical and computational analysis. These studies reveal that the catalyst is the monoanion of the starting material and an ECEC mechanism occurs.\", \"Halogen bonding (XB) has been recently exploited as a significant tool for engineering crystals involving coordination and organometallic compounds as tectons. This review, in particular, focuses on extended networks based on XB between electron donor groups bound to metals and halo-pyridine and halo-tetrathiafulvalene moieties as electron acceptors. The influence of XB over the structures and the interactions between the organic frameworks and the metal centers is highlighted. The chemistry of some mononuclear systems forming XB is described in terms of tools for controlling supramolecular arrangement and chemical behaviour. Various computational studies on the energy of XB at different levels of sophistication, their advantages and limits concerning the evaluation of the interaction energy and modelling of its origin are critically surveyed. Modelling of a new example of interaction between Cp(2)MH(2) (M = Mo, W) and CF(3)I is reported together with the description of the electron density of the complex analyzed in terms of the Quantum Theory of Atoms in Molecules (QTAIM) model. (C) 2009 Elsevier B.V. All rights reserved.\", \"Q-Chem is a general-purpose electronic structure package featuring a variety of established and new methods implemented using innovative algorithms that enable fast calculations of large systems on regular laboratory workstations using density functional and wave-function-based approaches. It features an integrated graphical interface and input generator, a large selection of functionals and correlation approaches including methods for electronically excited states and open-shell systems. In addition to serving the computational chemistry community, Q-Chem also provides an excellent development platform. (c) 2012 John Wiley & Sons, Ltd.\", \"The activation strain or distortion/interaction model is a tool to analyze activation barriers that determine reaction rates. For bimolecular reactions, the activation energies are the sum of the energies to distort the reactants into geometries they have in transition states plus the interaction energies between the two distorted molecules. The energy required to distort the molecules is called the activation strain or distortion energy. This energy is the principal contributor to the activation barrier. The transition state occurs when this activation strain is overcome by the stabilizing interaction energy. Following the changes in these energies along the reaction coordinate gives insights into the factors controlling reactivity. This model has been applied to reactions of all types in both organic and inorganic chemistry, including substitutions and eliminations, cycloadditions, and several types of organometallic reactions.\", \"We present an implementation of generalized Born implicit solvent all-atom classical molecular dynamics (MD) within the AMBER program package that runs entirely on CUDA enabled NVIDIA graphics processing units (GPUs). We discuss the algorithms that are used to exploit the processing power of the GPUs and show the performance that can be achieved in comparison to simulations on conventional CPU clusters. The implementation supports three different precision models in which the contributions to the forces are calculated in single precision floating point arithmetic but accumulated in double precision (SPDP), or everything is computed in single precision (SPSP) or double precision (DPDP). In addition to performance, we have focused on understanding the implications of the different precision models on the outcome of implicit solvent MD simulations. We show results for a range of tests including the accuracy of single point force evaluations and energy conservation as well as structural properties pertainining to protein dynamics. The numerical noise due to rounding errors within the SPSP precision model is sufficiently large to lead to an accumulation of errors which can result in unphysical trajectories for long time scale simulations. We recommend the use of the mixed-precision SPDP model since the numerical results obtained are comparable with those of the full double precision DPDP model and the reference double precision CPU implementation but at significantly reduced computational cost. Our implementation provides performance for GB simulations on a single desktop that is on par with, and in some cases exceeds, that of traditional supercomputers.\", \"An assortment of 1- and 2-electron water properties were extracted from a systematic sequence of wave functions. The regularity inherent in this sequence permitted simple exponential fits of the resulting energies and, in many cases, the properties. To the extent the exponential fit accurately reflects the asymptotic convergence of a specific property, it provides an estimate of the complete basis set, full configuration interaction (CI) limiting value at a reduced computational expense. As a consequence of the vast reduction in the number of configurations that must be treated variationally, the proposed scheme may make possible improved estimates of the complete basis set, full CI limit beyond what could be obtained from explicit computations. In order to judge the accuracy of the procedure, we have carried out the highest level ab initio calculations to date on water, recovering in excess of 96% of the estimated valence correlation energy.\", \"Since the introduction of molecular computation(1,2), experimental molecular computational elements have grown(3-5) to encompass small-scale integration(6), arithmetic(7) and games(8), among others. However, the need for a practical application has been pressing. Here we present molecular computational identification (MCID), a demonstration that molecular logic and computation can be applied to a widely relevant issue. Examples of populations that need encoding in the microscopic world are cells in diagnostics or beads in combinatorial chemistry ( tags). Taking advantage of the small size(9) ( about 1 nm) and large 'on/off' output ratios of molecular logic gates and using the great variety of logic types, input chemical combinations, switching thresholds and even gate arrays in addition to colours, we produce unique identifiers for members of populations of small polymer beads ( about 100 mu m) used for synthesis of combinatorial libraries(10,11). Many millions of distinguishable tags become available. This method should be extensible to far smaller objects, with the only requirement being a 'wash and watch' protocol(12). Our focus on converting molecular science into technology concerning analog sensors(13,14), turns to digital logic devices in the present work.\", \"This article provides extensive comparisons for the MMFF94, MMFF94s, CFF95, CVFF, MSI CHARMm, AMBER*, OPLS\\\", MM2*, and MM3* force fields to experimental and high-quality ab initio data for conformational energies and to scaled ab initio data for hydrogen-bonded complexes. Some comparisons are also presented for CHARMM 22. The tests of conformational energies consisted of two sets of comparisons to experiment and one more extensive set of comparisons to relatively high-quality nb initio data. As in the derivation of MMFF94, scaled HF/6-31G* energies and geometries were used to assess the reasonableness of the calculated intermolecular interaction energies and geometries. The comparisons for intermolecular interactions arrear to be the first broadly based comparisons to appear in the chemical literature. Taken together, the comparisons reveal that most of the force fields make sizable errors and frequently produce qualitatively incorrect results for both conformational and intermolecular-interaction energies. For example, three of the force fields produce individual errors in conformational energy of more than 10 kcal/mol, and four rate thiophene as a stronger hydrogen-bond acceptor than ammonia. Only MMFF94 and MMFF94s perform consistently well. Some MMFF deficiencies are apparent, however, particularly for conformational energies of halocyclohexanes. These deficiencies, and others recently found for condensed-phase simulations, will need to be addressed in any future reparameterization of MMFF. The quantum-chemical data used in this work have been placed on the Computational Chemistry List web site. (C) 1999 John Wiley & Sons, Inc. J Comput Chem 20: 730-748, 1999.\", \"Mixed-valence chemistry has a long and rich history which is characterised by a strong interplay of experimental, theoretical and computational studies. The intervalence charge transfer (IVCT) transitions generated in dinuclear mixed-valence species (particularly of ruthenium and osmium) have received considerable attention in this context, as they provide a powerful and sensitive probe of the factors which govern electronic delocalisation and the activation barrier to intramolecular electron transfer. This tutorial review discusses classical, semi-classical and quantum mechanical theoretical treatments which have been developed over the past 35 years for the analysis of IVCT absorption bands. Particular attention is drawn to the applicability of these models for the analysis of mixed-valence complexes which lie between the fully localised (Class II) and delocalised (Class III) limits in the \\\"localised-to-delocalised'' (Class II-III) regime. A clear understanding of the complex interplay of inter- and intramolecular factors which influence the IVCT process is crucial for the design of experimental studies to probe the localised-to-delocalised regime and in guidance of the development of appropriate theoretical models.\", \"We present the ioChem-BD platform (www.iochem-bd.org) as a multiheaded tool aimed to manage large volumes of quantum chemistry results from a diverse group of already common simulation packages. The platform has an extensible structure. The key modules managing the main tasks are to (i) upload of output files from common computational chemistry packages, (ii) extract meaningful data from the results, and (iii) generate output summaries in user-friendly formats. A heavy use of the Chemical Mark-up Language (CML) is made in the intermediate files used by ioChem-BD. From them and using XSL techniques, we manipulate and transform such chemical data sets to fulfill researchers needs in the form of HTML5 reports, supporting information, and other research media.\", \"Intermolecular interactions are of great importance in chemistry but are difficult to model accurately with computational methods. In particular, Hartree-Fock and standard density-functional approximations do not include the physics necessary to properly describe dispersion. These methods are sometimes corrected to account for dispersion by adding a pairwise C-6/R-6 term, with C-6 dispersion coefficients dependent on the atoms involved. We present a post-Hartree-Fock model in which C-6 coefficients are generated by the instantaneous dipole moment of the exchange hole. This model relies on occupied orbitals only, and involves only one, universal, empirical parameter to limit the dispersion energy at small interatomic separations. The model is extensively tested on isotropic C-6 coefficients of 178 intermolecular pairs. It is also applied to the calculation of the geometries and binding energies of 20 intermolecular complexes involving dispersion, dipole-induced dipole, dipole-dipole, and hydrogen-bonding interactions, with remarkably good results. (c) 2005 American Institute of Physics.\", \"The objective of this paper is to evaluate three alternative formulations for simulating the steady-state flow and chemistry in a honeycomb channel for conditions that are typical of the catalytic combustion of natural gas. In developing simulation capabilities, it is important to understand the physical and computational accuracy that a model can deliver and the computational resources required to do so. Direct comparison of the solutions, using three different model formulations, reveal the range of validity of the various approximations. Computation times range from hours for the Navier-Stokes formulation to seconds for the plug-flow models. (C) 2000 Elsevier Science B.V. All rights reserved.\", \"This Account describes a family of aluminophosphates ranging from neutral open-frameworks to anionic frameworks with fascinating structural architectures. In contrast to aluminosilicate zeolites, these aluminophosphates exhibit wealthy structural features, including extra-large micropores, mixed bonding, different structural dimensionalities, rich compositional diversities, and various stacking sequences of their 2-D sheets. The low-dimensional networks, acting as building units, can be assembled to 3-D open-frameworks via transition metal cations through a building-up process. New stoichiometries and hypothetical structural topologies can be predicted and enumerated. Computational and combinatorial approaches will greatly help to access the range of the diverse structures.\", \"Approximate numerical linear dependence among the columns of the two-electron integral matrix and the positiveness of the Coulomb operator are exploited in order to reduce the number of integrals that need to be calculated when a numerical accuracy is given by the machine in use or by the choice of the investigator. Numerical results presented indicate that the method leads to an algorithm for carrying out the two-electron integral four-index transformation which in practice can be achieved in a small fraction (similar to 1/5-1/3)) of the time required to generate the integrals by one of the fastest available Gaussian integral programs, Almlof's MOLECULE. This effectively removes one of the major bottlenecks of computational quantum chemistry.\", \"In the past 30 years, Kohn-Sham density functional theory has emerged as the most popular electronic structure method in computational chemistry. To assess the ever-increasing number of approximate exchange-correlation functionals, this review benchmarks a total of 200 density functionals on a molecular database (MGCDB84) of nearly 5000 data points. The database employed, provided as Supplemental Data, is comprised of 84 data-sets and contains non-covalent interactions, isomerisation energies, thermochemistry, and barrier heights. In addition, the evolution of non-empirical and semi-empirical density functional design is reviewed, and guidelines are provided for the proper and effective use of density functionals. The most promising functional considered is omega B97M-V, a range-separated hybrid meta-GGA with VV10 nonlocal correlation, designed using a combinatorial approach. From the local GGAs, B97-D3, revPBE-D3, and BLYP-D3 are recommended, while from the local meta-GGAs, B97M-rV is the leading choice, followed by MS1-D3 and M06-L-D3. The best hybrid GGAs are omega B97X-V, omega B97X-D3, and omega B97X-D, while useful hybrid meta-GGAs (besides omega B97M-V) include omega M05-D, M06-2X-D3, and MN15. Ultimately, today's state-of-the-art functionals are close to achieving the level of accuracy desired for a broad range of chemical applications, and the principal remaining limitations are associated with systems that exhibit significant self-interaction/delocalisation errors and/or strong correlation effects.\\n[GRAPHICS]\\n.\", \"In this report, we summarize and describe the recent unique updates and additions to the Molcas quantum chemistry program suite as contained in release version 8. These updates include natural and spin orbitals for studies of magnetic properties, local and linear scaling methods for the Douglas-Kroll-Hess transformation, the generalized active space concept in MCSCF methods, a combination of multiconfigurational wave functions with density functional theory in the MC-PDFT method, additional methods for computation of magnetic properties, methods for diabatization, analytical gradients of state average complete active space SCF in association with density fitting, methods for constrained fragment optimization, large-scale parallel multireference configuration interaction including analytic gradients via the interface to the Columbus package, and approximations of the CASPT2 method to be used for computations of large systems. In addition, the report includes the description of a computational machinery for nonlinear optical spectroscopy through an interface to the QM/MM package Cobramm. Further, a module to run molecular dynamics simulations is added, two surface hopping algorithms are included to enable nonadiabatic calculations, and the DQ method for diabatization is added. Finally, we report on the subject of improvements with respects to alternative file options and parallelization. (c) 2015 Wiley Periodicals, Inc.\", \"This critical review presents an overview of the various classes of oxide materials exhibiting fast oxide-ion or proton conductivity for use as solid electrolytes in clean energy applications such as solid oxide fuel cells. Emphasis is placed on the relationship between structural and mechanistic features of the crystalline materials and their ion conduction properties. After describing well-established classes such as fluorite- and perovskite-based oxides, new materials and structure-types are presented. These include a variety of molybdate, gallate, apatite silicate/germanate and niobate systems, many of which contain flexible structural networks, and exhibit different defect properties and transport mechanisms to the conventional materials. It is concluded that the rich chemistry of these important systems provides diverse possibilities for developing superior ionic conductors for use as solid electrolytes in fuel cells and related applications. In most cases, a greater atomic-level understanding of the structures, defects and conduction mechanisms is achieved through a combination of experimental and computational techniques (217 references).\", \"Understanding the mechanisms of chemical reactions, especially catalysis, has been an important and active area of computational organic chemistry, and close collaborations between experimentalists and theorists represent a growing trend. This Perspective provides examples of such productive collaborations. The understanding of various reaction mechanisms and the insight gained from these studies are emphasized. The applications of various experimental techniques in elucidation of reaction details as well as the development of various computational techniques to meet the demand of emerging synthetic methods, e.g., CH activation, organocatalysis, and single electron transfer, are presented along with some conventional developments of mechanistic aspects. Examples of applications are selected to demonstrate the advantages and limitations of these techniques. Some challenges in the mechanistic studies and predictions of reactions are also analyzed.\", \"The history of analytic first- and second-derivative methods in quantum chemistry is discussed, with special emphasis given to approaches that are associated with electron correlation treatments based on many-body perturbation theory (MBPT) and the coupled-cluster (CC) approximation. The computational requirements of recently developed analytical second derivative methods for high-order MBPT and CC methods are discussed in detail and compared with those associated with finite-difference procedures. Applications of these techniques to the calculation of anharmonic force fields used to deduce equilibrium geometries and fundamental vibrational frequencies for polyatomic molecules are reviewed.\", \"In the thematic review dedicated to polyoxometalate (POM) chemistry published in Chemical Reviews in 1998, no contribution was devoted to theory. This is not surprising because computational modelling of molecular metal-oxide clusters was in its infancy at that time. Nowadays, the situation has completely changed and modern computational methods have been successfully applied to study the structure, electronic properties, spectroscopy and reactivity of POM clusters. Indeed, the progress achieved during the past decade has been spectacular and herein we critically review the most important papers to provide the reader with an almost complete perspective of the field.\", \"An overview is given on the diverse uses of computational chemistry in drug discovery. Particular emphasis is placed on virtual screening, de novo design, evaluation of drug-likeness, and advanced methods for determining protein-ligand binding.\", \"The sequence of key elementary steps for ethylene epoxidation on silver was developed from surface science experiments and computational chemistry. This molecular-level mechanistic information was used as an input in computational screening of potential bimetallic alloy catalysts. The aim of the computational screening was to identify a catalyst that would offer higher selectivity to ethylene oxide (EO) than the traditional monometallic silver catalyst. Computational screening led to formulation of a new Cu/Ag alloy that is more selective than Ag to EO. These predictions were verified by steady-state experiments with monolith-supported catalysts. (C) 2004 Elsevier Inc. All rights reserved.\", \"Chemically accurate and comprehensive studies of the virtual space of all possible molecules are severely limited by the computational cost of quantum chemistry. We introduce a composite strategy that adds machine learning corrections to computationally inexpensive approximate legacy quantum methods. After training, highly accurate predictions of enthalpies, free energies, entropies, and electron correlation energies are possible, for significantly larger molecular sets than used for training. For thermochemical properties of up to 16k isomers of C7H10O2 we present numerical evidence that chemical accuracy can be reached. We also predict electron correlation energy in post Hartree-Fock methods, at the computational cost of HartreeFock, and we establish a qualitative relationship between molecular entropy and electron correlation. The transferability of our approach is demonstrated, using semiempirical quantum chemistry and machine learning models trained on 1 and 10% of 134k organic molecules, to reproduce enthalpies of all remaining molecules at density functional theory level of accuracy.\", \"Current issues in electronically nonadiabatic chemistry are reviewed. Issues discussed include the following: mixed quantum/classical dynamics and the retention of coherence in the modeling of nonadiabatic processes in extended systems; nonadiabatic interactions at metal surfaces where transitions to large numbers of electronic states are possible; the representation of a nonadiabatic process in terms of adiabatic or diabatic electronic states; nonadiabatic recrossing and its effects on product branching; and spin-forbidden processes including radiationless decay of potential energetic materials and complex-assisted reactions. Discussed in more detail is the impact new computational tools for locating and characterizing surfaces of intersection have had on nonadiabatic chemistry in general and, in particular, on an emerging issue with potentially broad implications, the role of the geometric phase in molecular dynamics.\", \"We investigate the performance of contemporary semilocal and hybrid density functionals for bond energetics, structures, dipole moments, and harmonic frequencies of 3d transition-metal (TM) compounds by comparison with gas-phase experiments. Special attention is given to the nonempirical metageneralized gradient approximation (meta-GGA) of Tao, Perdew, Staroverov, and Scuseria (TPSS) [Phys. Rev. Lett. 91, 146401 (2003)], which has been implemented in TURBOMOLE for the present work. Trends and error patterns for classes of homologous compounds are analyzed, including dimers, monohydrides, mononitrides, monoxides, monofluorides, polyatomic oxides and halogenides, carbonyls, and complexes with organic pi ligands such as benzene and cyclopentadienyl. Weakly bound systems such as Ca-2, Mn-2, and Zn-2 are discussed. We propose a reference set of reaction energies for benchmark purposes. Our all-electron results with quadruple zeta valence basis sets validate semilocal density-functional theory as the workhorse of computational TM chemistry. Typical errors in bond energies are substantially larger than in (organic) main group chemistry, however. The Becke-Perdew'86 [Phys. Rev. A 38, 3098 (1988); Phys. Rev. B 33, 8822 (1986)] GGA and the TPSS meta-GGA have the best price/performance ratio, while the TPSS hybrid functional achieves a slightly lower mean absolute error in bond energies. The popular Becke three-parameter hybrid B3LYP underbinds significantly and tends to overestimate bond distances; we give a possible explanation for this. We further show that hybrid mixing does not reduce the width of the error distribution on our reference set. The error of a functional for the s-d transfer energy of a TM atom does not predict its error for TM bond energies and bond lengths. For semilocal functionals, self-interaction error in one- and three-electron bonds appears to be a major source of error in TM reaction energies. Nevertheless, TPSS predicts the correct ground-state symmetry in the vast majority of cases and rarely fails qualitatively. This further confirms TPSS as a general purpose functional that works throughout the periodic table. We also give workstation timing comparisons for the 645-atom protein crambin. (c) 2006 American Institute of Physics.\", \"An effective time-independent approach to compute vibrationally resolved optical spectra from first principles is generalized toward the computation of one-photon electronic spectra induced by either electric or magnetic transition dipoles or by their mutual interaction. These encompass absorption, emission, and circular dichroism spectra. Additionally, the proposed computational scheme is extended to cover a broad range of approximations to evaluate vibronic transitions within both vertical and adiabatic frameworks and to be able to take into account the effects of the temperature. The presented computational tool is integrated into a general purpose computational chemistry package and offers a simple and an easy-to-use way to evaluate one-photon electronic spectra, starting from electronic structure calculations chosen according to the system under study, from fully quantum mechanical descriptions to discrete/continuum quantum mechanical/MM/polarizable continuum models.\", \"Chemical understanding is driven by the experimental discovery of new compounds and reactivity, and is supported by theory and computation that provide detailed physical insight. Although theoretical and computational studies have generally focused on specific processes or mechanistic hypotheses, recent methodological and computational advances harken the advent of their principal role in discovery. Here we report the development and application of the ab initio nanoreactor-a highly accelerated first-principles molecular dynamics simulation of chemical reactions that discovers new molecules and mechanisms without preordained reaction coordinates or elementary steps. Using the nanoreactor, we show new pathways for glycine synthesis from primitive compounds proposed to exist on the early Earth, which provide new insight into the classic Urey-Miller experiment. These results highlight the emergence of theoretical and computational chemistry as a tool for discovery, in addition to its traditional role of interpreting experimental findings.\", \"Noncovalent interactions remain poorly understood despite their importance to supramolecular chemistry, biochemistry, and materials science. They are an ideal target for theoretical study, where interactions of interest can be probed directly, free from competing secondary interactions. However, the most popular tools of computational chemistry are not particularly reliable for noncovalent interactions. Here we review recent works in wavefunction-based quantum chemistry techniques aimed at greater accuracy and faster computations for these systems. We describe recent developments in high-accuracy benchmarks, a variety of recent wavefunction methods with promise for noncovalent interactions, various approximations to speed up these methods, and recent advances in wavefunction-based symmetry-adapted perturbation theory, which provides not only interaction energies but also their decomposition into physically meaningful components. Together, these advances are currently extending robust, accurate computations of noncovalent interactions from systems with around one dozen heavy atoms up to systems with several dozens of heavy atoms. (c) 2011 John Wiley & Sons, Ltd.\", \"Electron-rich allenes and heterocumulenes are commonly described by the regular notations of organic chemistry. Following on from published results and recent computational studies, we present here a host of crystallographic and reactivity data, as well as theoretical results, that indicate a highly non-canonical bonding situation in many members of this series. These must actually be interpreted as coordination compounds, in which carbon serves as a 'central atom' that interacts with its 'ligand sphere' via donor-acceptor bonds, even if these internal ligands themselves are carbon based. This captodative description is not limited to compounds that supposedly comprise a carbon(o) centre, a peculiar oxidation state that can be probed experimentally by geminal diauration. As the available data suggest that this unconventional interpretation of C-C and C-X bonds is more generally applicable than previously anticipated, it may well affect our understanding of organic chemistry in general.\", \"Palladium-catalyzed C-C cross-coupling reactions (Suzuki-Miyaura, Negishi, Stille, Sonogashira, etc.) are among the most useful reactions in modern organic synthesis because of their wide scope and selectivity under mild conditions. The many steps involved and the availability of competing pathways with similar energy barriers cause the mechanism to be quite complicated. In addition, the short-lived intermediates are difficult to detect, making it challenging to fully characterize the mechanism of these reactions using purely experimental techniques. Therefore, computational chemistry has proven crucial for elucidating the mechanism and shaping our current understanding of these processes. This mechanistic elucidation provides an opportunity to further expand these reactions to new substrates and to refine the selectivity of these reactions.\\nDuring the past decade, we have applied computational chemistry, mostly using density functional theory (DFT), to the study of the mechanism of C C cross-coupling reactions. This Account summarizes the results of our work, as well as significant contributions from others. Apart from a few studies on the general features of the catalytic cycles that have highlighted the existence of manifold competing pathways, most studies have focused on a specific reaction step, leading to the analysis of the oxidative addition, transmetalation, and reductive elimination steps of these processes. In oxidative addition, computational studies have clarified the connection between coordination number and selectivity. For transmetalation, computation has increased the understanding of different issues for the various named reactions: the role of the base in the Suzuki-Miyaura cross-coupling, the factors distinguishing the cyclic and open mechanisms in the Stille reaction, the identity of the active intermediates in the Negishi cross-coupling, and the different mechanistic altematives in the Sonogashira reaction. We have also studied the closely related direct arylation process and highlighted the role of an external base as proton abstractor. Finally, we have also rationalized the effect of ligand substitution on the reductive elimination process.\\nComputational chemistry has improved our understanding of palladium-catalyzed cross-coupling processes, allowing us to identify the mechanistic complexity of these reactions and, in a few selected cases, to fully clarify their mechanisms. Modem computational tools can deal with systems of the size and complexity involved in cross-coupling and have a continuing role in solving specific problems in this field.\", \"The latest release of NWChem delivers an open-source computational chemistry package with extensive capabilities for large scale simulations of chemical and biological systems. Utilizing a common computational framework, diverse theoretical descriptions can be used to provide the best solution for a given scientific problem. Scalable parallel implementations and modular software design enable efficient utilization of current computational architectures. This paper provides an overview of NWChem focusing primarily on the core theoretical modules provided by the code and their parallel performance.\\nProgram summary\\nProgram title: NWChem\\nCatalogue identifier: AEGI_v1_0\\nProgram summary URL: http://cpc.cs.qub.ac.uk/summaries/AEGI_v1_0.html\\nProgram obtainable from: CPC Program Library, Queen's University, Belfast, N. Ireland\\nLicensing provisions: Open Source Educational Community License\\nNo. of lines in distributed program, including test data, etc.: 11 709 543\\nNo. of bytes in distributed program, including test data, etc.: 680 696 106\\nDistribution format: tar.gz\\nProgramming language: Fortran 77, C\\nComputer: all Linux based workstations and parallel supercomputers. Windows and Apple machines\\nOperating system: Linux, OS X, Windows\\nHas the code been vectorised or parallelized?: Code is parallelized\\nClassification: 2.1, 2.2, 3, 7.3, 7.7, 16.1, 16.2, 16.3, 16.10, 16.13\\nNature of problem: Large-scale atomistic simulations of chemical and biological systems require efficient and reliable methods for ground and excited solutions of many-electron Hamiltonian, analysis of the potential energy surface, and dynamics.\\nSolution method: Ground and excited solutions of many-electron Hamiltonian are obtained utilizing density-functional theory, many-body perturbation approach, and coupled cluster expansion. These solutions or a combination thereof with classical descriptions are then used to analyze potential energy surface and perform dynamical simulations.\\nAdditional comments: Full documentation is provided in the distribution file. This includes an INSTALL file giving details of how to build the package. A set of test runs is provided in the examples directory. The distribution file for this program is over 90 Mbytes and therefore is not delivered directly when download or Email is requested. Instead a html file giving details of how the program can be obtained is sent.\\nRunning time: Running time depends on the size of the chemical system, complexity of the method, number of cpu's and the computational task. It ranges from several seconds for serial OFT energy calculations on a few atoms to several hours for parallel coupled cluster energy calculations on tens of atoms or ab-initio molecular dynamics simulation on hundreds of atoms. (C) 2010 Elsevier B.V. All rights reserved.\", \"This review describes how conical intersections affect measured molecular spectra and simple photofragmentation processes. We consider excitations that result in electron ejection, that is, photoionization or photodetachment, as well as photoinduced H-atom elimination. Section 1 presents a brief overview of the history of conical intersections and their rise from an arcane theoretical concept to a major paradigm in nonadiabatic chemistry. In Section 2, the generic properties of conical intersections are discussed, as well as their characterization with modern electronic-structure methods. Section 3 briefly discusses computational tools used to compute the nuclear motion involving conical intersections. Section 4 describes how the ideas of Sections 2 and 3 are combined to simulate molecular spectra impacted by conical intersections. Section 5 describes selected recent experimental and computational studies of photoelectron, photodetachment, and photofragment spectra. Rather than providing an encyclopedic bibliography of the previous and current literature, we illustrate significant problems currently being addressed and describe what can be accomplished with current computational techniques and how these results are achieved. Section 6 suggests future directions in this field.\", \"Virtual filtering and screening of combinatorial libraries have recently gained attention as methods complementing the high-throughput screening and combinatorial chemistry. These chemoinformatic techniques rely heavily on quantitative structure-activity relationship (QSAR) analysis, a field with established methodology and successful history. In this review, we discuss the computational methods for building QSAR models. We start with outlining their usefulness in high-throughput screening and identifying the general scheme of a QSAR model. Following, we focus on the methodologies in constructing three main components of QSAR model, namely the methods for describing the molecular structure of compounds. for selection of informative descriptors and for activity prediction. We present both the well-established methods as well as techniques recently introduced into the QSAR domain.\", \"In this paper, we propose a Hofmeister-like ordering of charged headgroups. To this purpose we review various literature data and complete them with some new experimental and computational results on interactions of ions with alkyl sulfates and carboxylates. We further combine the proposed headgroup ordering with the law of matching water affinities in order to obtain a general description and predictions of ion-headgroup interactions. Examples from colloidal chemistry and from biological systems are provided to illustrate the power of this approach. (C) 2008 Elsevier B.V. All rights reserved.\", \"Experimental and computational studies of small, multiply charged ions are of topical interest in chemistry and physics. Moreover, the increasing use of multiply charged ions in the analysis of environmental and biological samples calls for an improvement of the understanding of the fundamental properties of multiply charged ions at a molecular level. Mass spectrometric techniques in conjunction with advanced theoretical studies provide detailed insight into these aspects. This feature article describes the present state of research on small dications, dianions, and trications. Emphasis is given to thermochemically stable, multiply charged ions, with small trications in particular.\", \"The caret package, short for classification and regression training, contains numerous tools for developing predictive models using the rich set of models available in R. The package focuses on simplifying model training and tuning across a wide variety of modeling techniques. It also includes methods for pre-processing training data, calculating variable importance, and model visualizations. An example from computational chemistry is used to illustrate the functionality on a real data set and to benchmark the bene fits of parallel processing with several types of models.\", \"Fast motions (femtosecond to picosecond) and their potential involvement during enzyme-catalysed reactions have ignited considerable interest in recent years. Their influence on reaction chemistry has been inferred indirectly from studies of the anomalous temperature dependence of kinetic isotope effects and computational simulations. But can such motion reduce the width and height of energy barriers along the reaction coordinate, and contribute to quantum mechanical and/or classical nuclear-transfer chemistry? Here we discuss contemporary ideas for enzymatic reactions invoking a role for fast 'promoting' (or 'compressive') motions that, in principle, can aid hydrogen-transfer reactions. Of key importance is the direct demonstration of a role for compressive motions and the ability to understand in atomic detail the structural origin of these fast motions, but so far this has not been achieved. Here we discuss both indirect experimental evidence that supports a role for compressive motion and the additional insight gained from computational simulations.\", \"A review of the use of bile acid-based compounds as building blocks for designing novel supramolecular hosts for molecular recognition is presented. Pharmacological applications and the newest spectroscopic and computational studies of bile acid derivatives are also shortly considered.\", \"The mechanism of the Morita Baylis-Hillman reaction has been heavily studied in the literature, and a long series of computational studies have defined complete theoretical energy profiles in these reactions. We employ here a combination of mechanistic probes, including the observation of intermediates, the independent generation and partitioning of intermediates, thermodynamic and kinetic measurements on the main reaction and side reactions, isotopic incorporation from solvent, and kinetic isotope effects, to define the mechanism and an experimental mechanistic free-energy profile for a prototypical Morita Baylis-Hillman reaction in methanol. The results are then used to critically evaluate the ability of computations to predict the mechanism. The most notable prediction of the many computational studies, that of a proton-shuttle pathway, is refuted in favor of a simple but computationally intractable acid base mechanism. Computational predictions vary vastly, and it is not clear that any significant accurate information that was not already apparent from experiment could have been garnered from computations. With care, entropy calculations are only a minor contributor to the larger computational error, while literature entropy-correction processes lead to absurd free-energy predictions. The computations aid in interpreting observations but fail utterly as a replacement for experiment.\", \"Development of several new computational approaches within the framework of multi-reference ab initio molecular electronic structure methodology and their implementation in the COLUMBUS program system are reported. These new features are: calculation of the analytical MR-CI gradient for excited states based on state-averaged MCSCF orbitals, the extension of the MR-ACPF/AQCC methods to excited states in the framework of linear-response theory, spin-orbit CI for molecules containing heavy atoms and the development of a massively-parallel code for the computation of the one- and two-particle density matrix elements. Illustrative examples are given for each of these cases.\", \"Understanding the principles governing the design of nanopartides for tumor targeting is essential for the effective diagnosis and treatment of solid tumors. There is currently a poor understanding of how to rationally engineer nanoparticles for tumor targeting. Here, we engineered different-sized spherical gold nanoparticles to discern the effect of particle diameter on passive (poly(ethylene glycol)-coated) and active (transferrin-coated) targeting of MDA-MB-435 orthotopic tumor xenografts. Tumor accumulation of actively targeted nanoparticles was found to be 5 times faster and approximately 2-fold higher relative to their passive counterparts within the 60 nm diameter range. For 15,30, and 100 nm, we observed no significant differences. We hypothesize that such enhancements are the result of an increased capacity to penetrate into tumors and preferentially associate with cancer cells. We also use computational modeling to explore the mechanistic parameters that can impact tumor accumulation efficacy. We demonstrate that tumor accumulation can be mediated by high nanoparticle avidity and are weakly dependent on their plasma clearance rate. Such findings suggest that empirical models can be used to rapidly screen novel nanomaterials for relative differences in tumor targeting without the need for animal work. Although our findings are specific to MDA-MB-435 tumor xenografts, our experimental and computational findings help to enrich knowledge of design considerations that will aid in the optimal engineering of spherical gold nanoparticles for cancer applications in the future.\", \"Photochemistry has ushered in a new era in the development of chemistry, and photoredox catalysis has become a hot topic, especially over the last five years, with the combination of visible-light photoredox catalysis and radical reactions. A novel, simple, and efficient radical oxidative decarboxylative coupling with the assistant of the photocatalyst [Ru(phen)(3)]Cl-2 is described. Various functional groups are well-tolerated in this reaction and thus provides a new approach to developing advanced methods for aerobic oxidative decarboxylation. The preliminary mechanistic studies revealed that: 1)an SET process between [Ru(phen)(3)](2+)* and aniline play an important role; 2)O-2 activation might be the rate-determining step; and 3)the decarboxylation step is an irreversible and fast process.\", \"Although most mechanistic studies on gold-catalysed reactions focused on alkynes as substrates, some knowledge about gold-catalysed conversions of allenic substrates has been obtained. This contribution summarises these insights into the reaction mechanisms of gold-catalysed transformations of allenes which are based on computational studies, labelling studies, the detection of intermediates, chirality transfer and diastereoselective product formation.\", \"The use of methanol as a fuel and chemical feedstock could become very important in the development of a more sustainable society if methanol could be efficiently obtained from the direct reduction of CO2 using solar-generated hydrogen. If hydrogen production is to be decentralized, small-scale CO2 reduction devices are required that operate at low pressures. Here, we report the discovery of a Ni-Ga catalyst that reduces CO2 to methanol at ambient pressure. The catalyst was identified through a descriptor-based analysis of the process and the use of computational methods to identify Ni-Ga intermetallic compounds as stable candidates with good activity. We synthesized and tested a series of catalysts and found that Ni5Ga3 is particularly active and selective. Comparison with conventional Cu/ZnO/Al2O3 catalysts revealed the same or better methanol synthesis activity, as well as considerably lower production of CO. We suggest that this is a first step towards the development of small-scale low-pressure devices for CO2 reduction to methanol.\", \"CRYSTAL [1] computes the electronic structure and properties of periodic systems (crystals, surfaces, polymers) within Hartree-Fock [2], Density Functional and various hybrid approximations.\\nCRYSTAL was developed during nearly 30 years (since 1976) [3] by researchers of the Theoretical Chemistry Group in Torino (Italy), and the Computational Materials Science group in CLRC (Daresbury, UK), with important contributions from visiting researchers, as documented by the main authors list and the bibliography.\\nThe basic features of the program CRYSTAL are presented, with two examples of application in the field of crystallography [4, 5].\", \"The performance of two recent ab initio computational thermochemistry schemes, W1 and W2 theory [J. M. L. Martin and G. de Oliveira, J. Chem. Phys. 111, 1843 (1999)], is assessed for an enlarged sample of thermochemical data consisting of the ionization potentials and electron affinities in the G2-1 and G2-2 sets, as well as the heats of formation in the G2-1 and a subset of the G2-2 set. We find W1 theory to be several times more accurate for ionization potentials and electron affinities than commonly used (and less expensive) computational thermochemistry schemes such as G2, G3, and CBS-QB3: W2 theory represents a slight improvement for electron affinities but no significant one for ionization potentials. The use of a two-point A+B/L-5 rather than a three-point A+B/C-L extrapolation for the self-consistent field (SCF) component greatly enhances the numerical stability of the W1 method for systems with slow basis set convergence. Inclusion of first-order spin-orbit coupling is essential for accurate ionization potentials and electron affinities involving degenerate electronic states: Inner-shell correlation is somewhat more important for ionization potentials than for electron affinities, while scalar relativistic effects are required for the highest accuracy. The mean deviation from experiment for the G2-1 heats of formation is within the average experimental uncertainty. W1 theory appears to be a valuable tool for obtaining benchmark quality proton affinities. (C) 2001 American Institute of Physics.\", \"This paper reports experimental and modeling investigations of thermal methane reforming chemistry within porous Ni-YSZ anode materials. Because the reforming chemistry is difficult to observe directly in an operating fuel cell, a specially designed experiment is developed. In the experiment a 0.75 mm-thick anode is sandwiched between two small co-flowing gas channels. One channel represents the fuel channel of a solid-oxide fuel cell (SOFC). The composition in the other channel carries the species that would be produced in an operating fuel cell by the electrochemical charge-transfer reactions in the thin three-phase regions near the interface between the anode and the dense electrolyte membrane (i.e., H2O and CO2). Because the anode structure is porous (and there is no dense electrolyte or cathode applied), there is convective and diffusive species flux between the two flow channels. The entire assembly is maintained at approximately 800 degrees C in a furnace. The results of heterogeneous reforming kinetics are determined by using mass spectrometry to measure the species composition at the outlet of both channels. Experimental results are interpreted using a computational model that incorporates channel gas flow, porous-media transport, and elementary heterogeneous chemical kinetics. The overall objective is to develop quantitative models of non-electrochemical heterogeneous reforming chemistry within a Ni-YSZ anode. (c) 2005 Elsevier B.V. All rights reserved.\", \"Copper(II)-mediated C-H oxidation is the subject of extensive interest in synthetic chemistry, but the mechanisms of many of these reactions are poorly understood. Here, we observe different products from Cu-II-mediated oxidation of N-(8-quinolinyl)benzamide, depending on the reaction conditions. Under basic conditions, the benzamide group undergoes directed C-H methoxylation or chlorination. Under acidic conditions, the quinoline group undergoes nondirected chlorination. Experimental and computational mechanistic studies implicate an organometallic C-H activation/functionalization mechanism under the former conditions and a single-electron-transfer mechanism under the latter conditions. This rare observation of divergent, condition-dependent mechanisms for oxidation of a single substrate provides a valuable foundation for understanding Cu-II-mediated C-H oxidation reactions.\", \"We present results of developing a methodology suitable for producing molecular mechanics force fields with explicit treatment of electrostatic polarization for proteins and other molecular system of biological interest. The technique allows simulation of realistic-size systems. Employing high-level ab initio data as a target for fitting allows us to avoid the problem of the lack of detailed experimental data. Using the fast and reliable quantum mechanical methods supplies robust fitting data for the resulting parameter sets. As a result, gas-phase many-body effects for dipeptides are captured within the average RMSD of 0.22 kcal/mol from their ab initio values, and conformational energies for the di- and tetrapeptides are reproduced within the average RMSD of 0.43 kcal/mol from their quantum mechanical counterparts. The latter is achieved in part because of application of a novel torsional fitting technique recently developed in our group, which has already been used to greatly improve accuracy of the peptide conformational equilibrium prediction with the OPLS-AA force field.(1) Finally, we have employed the newly developed first-generation model in computing gas-phase conformations of real proteins, as well as in molecular dynamics studies of the systems. The results show that, although the overall accuracy is no better than what can be achieved with a fixed-charges model, the methodology produces robust results, permits reasonably low computational cost, and avoids other computational problems typical for polarizable force fields. It can be considered as a solid basis for building a more accurate and complete second-generation model. (C) 2002 Wiley Periodicals, Inc.\", \"1,4-Benzoquinones are ubiquitous in nature and can be synthesized by diverse strategies. Recent developments on their synthetic methodologies, cycloaddition reactions, computational chemistry and pulse radiolytic studies are reported in this review. Their chemical and biological significance as well as their derivates' are also covered.\", \"The present review is focused on the application of computational/theoretical methods to the wide and rich chemistry of allenes. Special emphasis is made on the interplay and synergy between experimental and computational methodologies, rather than on recent developments in methods and algorithms. Therefore, this review covers the state-of-the-art applications of computational chemistry to understand and rationalize the bonding situation and vast reactivity of allenes. Thus, the contents of this review span from the most fundamental studies on the equilibrium structure and chirality of allenes to recent advances in the study of complex reaction mechanisms involving allene derivatives in organic and organometallic chemistry.\", \"Transition-metal catalysts containing gold present new opportunities for chemical synthesis, and it is therefore not surprising that these complexes are beginning to capture the attention of the chemical community. Cationic phosphine-gold(I) complexes are especially versatile and selective catalysts for a growing number of synthetic transformations. The reactivity of these species can be understood in the context of theoretical studies on gold; relativistic effects are especially helpful in rationalizing the reaction manifolds available to gold catalysts. This Review draws on experimental and computational data to present our current understanding of homogeneous gold catalysis, focusing on previously unexplored reactivity and its application to the development of new methodology.\", \"Structure-based ligand design in medicinal chemistry and crop protection relies on the identification and quantification of weak noncovalent interactions and understanding the role of water. Small-molecule and protein structural database searches are important tools to retrieve existing knowledge. Thermodynamic profiling, combined with X-ray structural and computational studies, is the key to elucidate the energetics of the replacement of water by ligands. Biological receptor sites vary greatly in shape, conformational dynamics, and polarity, and require different ligand-design strategies, as shown for various case studies. Interactions between dipoles have become a central theme of molecular recognition. Orthogonal interactions, halogen bonding, and amide stacking provide new tools for innovative lead optimization. The combination of synthetic models and biological complexation studies is required to gather reliable information on weak noncovalent interactions and the role of water.\", \"The CBS-QB3 method was used to calculate the gas-phase free energy difference between 20 phenols and their respective anions, and the CPCM continuum solvation method was applied to calculate the free energy differences of solvation for the phenols and their anions. The CPCM solvation calculations were performed on both gas-phase and solvent-phase optimized structures. Absolute pK(a) calculations with solvated phase optimized structures for the CPCM calculations yielded standard deviations and root-mean-square errors of less than 0.4 pK(a) unit. This study is the most accurate absolute determination of the pK(a) values of phenols, and is among the most accurate of any such calculations for any group of compounds. The ability to make accurate predictions of pK(a) values using a coherent, well-defined approach, without external approximations or fitting to experimental data, is of general importance to the chemical community. The solvated phase optimized structures of the anions are absolutely critical to obtain this level of accuracy, and yield a more realistic charge separation between the negatively charged oxygen and the ring system of the phenoxide anions.\", \"Although the majority of ligands in modern chemistry take advantage of carbon-based substituent effects to tune the sterics and electronics of coordinating moieties, we describe here how icosahedral carboranes-boron-rich clusters-can influence metal-ligand interactions. Using a series of phosphine-thioether chelating ligands featuring meta- or ortho-carboranes grafted on the sulfur atom, we were able to tune the lability of the platinum-sulfur interaction of platinum(II)thioether complexes. Experimental observations, supported by computational work, show that icosahedral carboranes can act either as strong electron-withdrawing ligands or electron-donating moieties (similar to aryl- or alkyl-based groups, respectively), depending on which atom of the carborane cage is attached to the thioether moiety. These and similar results with carborane-selenol derivatives suggest that, in contrast to carbon-based ligands, icosahedral carboranes exhibit a significant dichotomy in their coordination chemistry, and can be used as a versatile class of electronically tunable building blocks for various ligand platforms.\", \"The performance of a hybrid of Hartree-Fock and density functional theory is tested on a set of \\\"pathological\\\" quantum chemistry problems. The predictions of this hybrid model are in qualitative agreement with coupled-cluster results and with experiment. Given the modest computational cost of the procedure, this is an extremely encouraging development.\", \"A direct comparison of the energetic significance of a representative salt bridge vs a representative cation-pi interaction in aqueous media and in a range of organic solvents is presented using ab initio electronic structures and the SM5.42R/HF solvation model of Cramer and Truhlar. The cation-pi interaction shows a well depth of 5.5 kcal/mol in water, significantly larger than the 2.2 kcal/mol seen for the salt bridge. Consistent with this idea, a survey of the Protein Data Bank reveals that energetically significant cation-pi interactions are rarely completely buried within proteins, but prefer to be exposed to solvent. These results suggest that engineering surface-exposed cation-pi interactions could be a novel way to enhance protein stability.\", \"This article is a review of the current knowledge of the chemical physics of carbon dioxide (CO2) conversion to fuels using light energy and water (CO2 photoreduction) on titania (TiO2)-based catalysts and Ti-species in porous materials. Fairly comprehensive literature reviews of CO2 photoreduction are available already. However, this article is focused on CO2 photoreduction on Ti-based catalysts, and incorporates fundamental aspects of CO2 photoreduction, knowledge from surface science studies of TiO2 and the surface chemistry of CO2. Firstly, the current state of development of this field is briefly reviewed, followed by a description of and insights from surface state and surface site approaches. Using examples such as metal-doping of TiO2, dye-sensitization, oxygen vacancies in TiO2 and isolated-Ti centers in microporous/mesoporous materials, the utility of these approaches to understand photoinduced reactions involved in CO2 activation is examined. Finally, challenges and prospects for further development of this field are presented. Enhanced understanding of the CO2 : TiO2 system, with a combination of computational and experimental studies is required to develop catalysts exhibiting higher activity towards CO2 photoreduction.\", \"The bonding of them trimethylamine (TMA) and dimethylamine (DMA) with crystalline silicon surfaces has been investigated using X-ray photoelectron spectroscopy (XPS), Fourier transform infrared spectroscopy, and density-functional computational methods. XPS spectra show that TMA forms stable dative-bonded adducts on both Si(001) and Si(111) surfaces that are characterized by very high N(1s) binding energies of 402.2 eV on Si(001) and 402.4 eV on Si(111). The highly ionic nature of these adducts is further evidenced by comparison with other charge-transfer complexes and through computational chemistry studies. The ability to form these highly ionic charge-transfer complexes between TMA and silicon surfaces stems from the ability to delocalize the donated electron density between different types of chemically distinct atoms within the surface unit cells. Corresponding studies of DMA on Si(001) show only dissociative adsorption via cleavage of the N-H bond. These results show that the unique geometric structures present on silicon surfaces permit silicon atoms to act as excellent electron acceptors.\", \"This review provides a computational chemist's perspective of rotational spectroscopy and discusses the theoretical background and application of state-of-the-art quantum-chemical methods for the accurate determination of the relevant spectroscopic parameters.\", \"Exact first-principles calculations of molecular properties are currently intractable because their computational cost grows exponentially with both the number of atoms and basis set size. A solution is to move to a radically different model of computing by building a quantum computer, which is a device that uses quantum systems themselves to store and process data. Here we report the application of the latest photonic quantum computer technology to calculate properties of the smallest molecular system: the hydrogen molecule in a minimal basis. We calculate the complete energy spectrum to 20 bits of precision and discuss how the technique can be expanded to solve large-scale chemical problems that lie beyond the reach of modern supercomputers. These results represent an early practical step toward a powerful tool with a broad range of quantum-chemical applications.\", \"Zeolites are versatile and fascinating materials which are vital for a wide range of industries, due to their unique structural and chemical properties, which are the basis of applications in gas separation, ion exchange and catalysis. Given their economic impact, there is a powerful incentive for smart design of new materials with enhanced functionalities to obtain the best material for a given application. Over the last decades, theoretical modeling has matured to a level that model guided design has become within reach. Major hurdles have been overcome to reach this point and almost all contemporary methods in computational materials chemistry are actively used in the field of modeling zeolite chemistry and applications. Integration of complementary modeling approaches is necessary to obtain reliable predictions and rationalizations from theory. A close synergy between experimentalists and theoreticians has led to a deep understanding of the complexity of the system at hand, but also allowed the identification of shortcomings in current theoretical approaches. Inspired by the importance of zeolite characterization which can now be performed at the single atom and single molecule level from experiment, computational spectroscopy has grown in importance in the last decade. In this review most of the currently available modeling tools are introduced and illustrated on the most challenging problems in zeolite science. Directions for future model developments will be given.\", \"A detailed chemical kinetic model for ethanol oxidation has been developed and validated against a variety of experimental data sets. Laminar name speed data (obtained from a constant volume bomb and counterflow twin-flame). ignition delay data behind a reflected shock wave, and ethanol oxidation product profiles from a jet-stirred and turbulent flow reactor were used in this computational study. Good agreement was found in modeling of the data sets obtained from the Eve different experimental systems. The computational results show that high temperature ethanol oxidation exhibits strong sensitivity to the fall-off kinetics of ethanol decomposition, branching ratio selection for C2H5OH + OH <-> Products, and reactions involving the hydroperoxyl (HO2) radical.\\nThe multichanneled ethanol decomposition process is analyzed by RRKM/Master Equation theory, and the results are compared with those obtained from earlier studies. The ten-parameter Tree form is used to define the C2H5OH(+M) <-> CH3 + CH2OH(+M) rate expression as\\nk(infinity) = 5.94E23 T-1.68 exp(-45880 K/T) (s(-1)) k(o) = 2.88E85 T-18.9 exp(-55317 K/T) (cm(3)/mol/sec) F-cent = 0.5 exp(-T/890 K) + 0.5 exp(-T/890 K) + exp(-4600 K/T)\\nand the C2H5OH(+M) <-> C2H4 + H2O(+M) rate expression as\\nk(infinity) = 2.79E13 T-0 09 exp(-33284 K/T) (s(-1)) k(0) = 2.57E83 T-18.85 exp(-43509 K/T) (cm(3)/mol/sec) F-cent = 0.3 exp(-T/350 K) + 0.7 exp(- T/800 K) + exp(-3800 K/T)\\nwith an applied energy transfer per collision value of <Delta E-down> = 500 cm(-1)\\nAn empirical branching ratio estimation procedure is presented which determines the temperature dependent branching ratios of the three distinct sites of hydrogen abstraction from ethanol. The calculated branching ratios for C2H5OH + OH, C2H5OH + O, C2H5OH + H, and C2H5OH + CH3 are compared to experimental data. (C) 1999 John Wiley & Sons, Inc.\", \"Changing the coordinated ligands is a powerful and synthetically convenient way of modifying and fine-tuning the properties of transition metal complexes, especially those active in homogeneous catalysis. Parameters capturing such changes in the steric and electronic characteristics of complexes have played a key role in improving Our understanding of ligand effects on the kinetic, thermodynamic, spectroscopic and structural behaviour Of Such species. Such ligand parameters can be useful for interpreting experiments, but they can also guide the discovery of novel ligands from ligand maps and allow the prediction of ligand effects before further experimentation. The latter aims especially are best served if such parameters can be determined before ligands and complexes have been synthesised, and here we review calculated descriptors for phosphorus(III) ligands as widely used in organometallic and coordination chemistry. We also discuss the application Of Such ligand descriptors in models, maps and predictions of ligand effects, describe related computational Studies of the metal-phosphorus bond, and provide an overview of the statistical methods used. (C) 2008 Elsevier B.V. All rights reserved.\", \"Finding new compounds and their crystal structures is an essential step to new materials discoveries. We demonstrate how this search can be accelerated using a combination of machine learning techniques and high-throughput ab Mill computations. Using a probabilistic model built on an experimental crystal structure database, novel compositions that are most likely to form a compound, and their most-probable crystal structures, are identified and tested for stability by ab initio computations. We performed such a large-scale search for new ternary oxides, discovering 209 new compounds with a limited computational budget. A list of these predicted compounds is provided, and we discuss the chemistries in which high discovery rates can be expected.\", \"The rational design of artificial enzymes, either by applying physico-chemical intuition of protein structure and function or with the aid of computational methods, is a promising area of research with the potential to tremendously impact medicine, industrial chemistry and energy production. Designed proteins also provide a powerful platform for dissecting enzyme mechanisms of natural systems. Artificial enzymes have come a long way from simple alpha-helical peptide catalysts to proteins that facilitate multistep chemical reactions designed by state-of-the-art computational methods. Looking forward, we examine strategies employed by natural enzymes that could be used to improve the speed and selectivity of artificial catalysts.\", \"In this introductory review, we give an overview of the computational chemistry methods commonly used in the field of metal organic frameworks (MOFs), to describe or predict the structures themselves and characterize their various properties, either at the quantum chemical level or through classical molecular simulation. We discuss the methods for the prediction of crystal structures, geometrical properties and large-scale screening of hypothetical MOFs, as well as their thermal and mechanical properties. A separate section deals with the simulation of adsorption of fluids and fluid mixtures in MOFs. (C) 2015 Elsevier B.V. All rights reserved.\", \"The solid oxide fuel cell (SOFC) is one of the most promising fuel cells for direct conversion of chemical energy to electrical energy with the possibility of its use in co-generation systems because of the high temperature waste heat. Various mathematical models have been developed for three geometric configurations (tubular, planar, and monolithic) to solve transport equations coupled with electrochemical processes to describe the reaction kinetics including internal reforming chemistry in SOFCs. In recent years, considerable progress has been made in modeling to improve the design and performance of this type of fuel cells. The numbers of the contributions on this important type of fuels have been increasing rapidly. The objective of this paper is to summarize the present status of the SOFC modeling efforts so that unresolved problems can be identified by the researchers. (c) 2006 International Association for Hydrogen Energy. Published by Elsevier Ltd. All rights reserved.\", \"The glossary contains definitions and explanatory notes for mure than 450 terms used in the context of multidisciplinary research and publications related to applications of modern theoretical concepts, computational and graph-theoretical methods to investigation into structure, reactivity, spectroscopic and other physical and physicochemical properties of organic, organometallic and metal coordination compounds. The aim of the glossary is to provide guidance on terminology used in theoretical organic chemistry and to contribute to the elimination of inconsistencies and ambiguities in the meanings of terms in the area.\", \"Garnet-type solid-state electrolytes have attracted extensive attention due to their high ionic conductivity, approaching 1mS cm(-1), excellent environmental stability, and wide electrochemical stability window, from lithium metal to similar to 6V. However, to date, there has been little success in the development of high-performance solid-state batteries using these exceptional materials, the major challenge being the high solid-solid interfacial impedance between the garnet electrolyte and electrode materials. In this work, we effectively address the large interfacial impedance between a lithium metal anode and the garnet electrolyte using ultrathin aluminium oxide (Al2O3) by atomic layer deposition. Li7La2.75Ca0.25Zr1.75Nb0.25O12 (LLCZN) is the garnet composition of choice in this work due to its reduced sintering temperature and increased lithium ion conductivity. A significant decrease of interfacial impedance, from 1,710 Omega cm(2) to 1 Omega cm(2), was observed at room temperature, effectively negating the lithium metal/garnet interfacial impedance. Experimental and computational results reveal that the oxide coating enables wetting of metallic lithium in contact with the garnet electrolyte surface and the lithiated-alumina interface allows effective lithium ion transport between the lithium metal anode and garnet electrolyte. We also demonstrate a working cell with a lithium metal anode, garnet electrolyte and a high-voltage cathode by applying the newly developed interface chemistry.\", \"Computation of full infrared (IR) and Raman spectra (including absolute intensities and transition energies) for medium-and large-sized molecular systems beyond the harmonic approximation is one of the most interesting challenges of contemporary computational chemistry. Contrary to common beliefs, low-order perturbation theory is able to deliver results of high accuracy (actually often better than those issuing from current direct dynamics approaches) provided that anharmonic resonances are properly managed. This perspective sketches the recent developments in our research group toward the development of a robust and user-friendly virtual spectrometer rooted in second-order vibrational perturbation theory (VPT2) and usable also by non-specialists essentially as a black-box procedure. Several examples are explicitly worked out in order to illustrate the features of our computational tool together with the most important ongoing developments.\", \"Many contemporary applications in computer-aided drug discovery and chemoinformatics depend on representations of molecules by descriptors that capture their structural characteristics and properties. Such applications include, among others, diversity analysis, library design, and virtual screening. Hundreds of molecular descriptors have been reported in the literature, ranging from simple bulk properties to elaborate three-dimensional formulations and complex molecular fingerprints, which sometimes consist of thousands of bit positions. Knowledge-based selection of descriptors that are suitable for specific applications is an important task in chemoinformatics research. If descriptors are to be selected on rational grounds, rather than guesses or chemical intuition, detailed evaluation of their performance is required. A number of studies have been reported that investigate the performance of molecular descriptors in specific applications and/or introduce novel types of descriptors. Progress made in this area is reviewed here in the context of other computational developments in combinatorial chemistry and compound screening.\", \"We have quantified the effects of approximations usually made even in accurate CCSD(T)/CBS calculations of noncovalent interactions, often considered as the \\\"gold standard\\\" of computational chemistry. We have investigated the effect of excitation series truncation, frozen core approximation, and relativistic effects in a set of 24 model complexes. The final CCSID(T) results at the complete basis set limit with corrections to these approximations are the most accurate estimate of the true interaction energies in noncovalent complexes available. The average error due to these approximations was found to be about 1.5% of the interaction energy.\", \"The design of new enzymes for reactions not catalysed by naturally occurring biocatalysts is a challenge for protein engineering and is a critical test of our understanding of enzyme catalysis. Here we describe the computational design of eight enzymes that use two different catalytic motifs to catalyse the Kemp elimination - a model reaction for proton transfer from carbon - with measured rate enhancements of up to 10 5 and multiple turnovers. Mutational analysis confirms that catalysis depends on the computationally designed active sites, and a high- resolution crystal structure suggests that the designs have close to atomic accuracy. Application of in vitro evolution to enhance the computational designs produced a >200-fold increase in k(cat)/K-m (k(cat)/K-m of 2,600 M(-1)s(-1) and k(cat)/k(uncat) of >10(6)). These results demonstrate the power of combining computational protein design with directed evolution for creating new enzymes, and we anticipate the creation of a wide range of useful new catalysts in the future.\", \"Gas-phase spectroscopy lends itself ideally to the study of isolated molecules and provides important data for comparison with theory. In recent years, we have seen enormous progress in the study of biomolecular building blocks in the gas phase. The motivation for such work is threefold: (a) It is important to distinguish between intrinsic molecular properties and properties that result from the biological environment. (b) Gas-phase spectroscopy of clusters provides insights into fundamental interactions and into microsolvation. (c) Gas-phase data support quantum-chemical calculations. This review focuses on the current status of (poly)amino acids and DTNA bases. Recent results help elucidate structure and hydrogen-bonded interactions, as well as showcase a successful interplay between theory and experiment.\", \"We review the current status of quantum chemistry as a predictive tool of chemistry and molecular physics, capable of providing highly accurate, quantitative data about molecular systems. We begin by reviewing wave-function based electronic-structure theory, emphasizing the N-electron hierarchy of coupled-cluster theory and the one-electron hierarchy of correlation-consistent basis sets. Following a discussion of the slow basis-set convergence of dynamical correlation and basis-set extrapolations, we consider the methods of explicit correlation, from the early work of Hylleraas in the 1920s to the latest developments in such methods, capable of yielding high-accuracy results in medium-sized basis sets. Next, we consider the small corrections to the electronic energy (high-order virtual excitations, vibrational, relativistic, and diagonal Born-Oppenheimer corrections) needed for high accuracy and conclude with a review of the composite methods and computational protocols of electronic-structure theory.\", \"The strong organoborane Lewis acid B(C6F5)(3) catalyzes the hydrosilation (using R3SiH) of aromatic and aliphatic carbonyl functions at convenient rates with loadings of 1-4%. For aldehydes and ketones, the product silyl ethers are isolated in 75-96% yield; for esters, the aldehydes produced upon workup of the silyl acetal products can be obtained in 45-70% yield. Extensive mechanistic studies point to an unusual silane activation mechanism rather than one involving borane activation of the carbonyl function. Quantitative kinetic studies show that the least basic substrates are hydrosilated at the fastest rates; furthermore, increased concentrations of substrate have an inhibitory effect on the observed reaction rate. Paradoxically, the most basic substrates are reduced selectively, albeit at a slower rate, in competition experiments. The borane thus must dissociate from the carbonyl to activate the silane via hydride abstraction; the incipient silylium species then coordinates the most basic function, which is selectively reduced by [HB(C6F5)(3)]. In addition to the kinetic data, this mechanistic proposal is supported by a kinetic isotope effect of 1.4(5) for the hydrosilation of acetophenone, the observation that B(C6F5)(3) catalyzes H/D and H/H scrambling in silanes in the absence of substrate, computational investigations, the synthesis of models for proposed intermediates, and other isotope labeling and crossover experiments.\", \"The interaction of 1,5-cyclooctadiene with the (001) surface of silicon has been investigated using scanning tunneling microscopy, Fourier-transform infrared spectroscopy, X-ray photoelectron spectroscopy, and ab initio computational chemistry techniques. Scanning tunneling microscopy images reveal that 1,5-cyclooctadiene molecules adsorb onto well-defined lattice sites and that the molecules are highly ordered both translationally and rotationally. Fourier-transform infrared and X-ray photoelectron spectra show that bonding occurs without dissociation by breaking one pi bond of the 1,5-cyclooctadiene molecule and the rr bond of one Si=Si dimer of the reconstructed Si(001) surface, forming two new Si-C bonds. Only one of the two unsaturated bonds in each 1,5-cyclooctadiene molecule react, leaving one double bond exposed at the outermost surface. Computational chemistry studies suggest that the surface-bound molecule involves rapid interconversions of several similar low-symmetry conformations.\", \"A series of tetrakis(phenylethynyl)benzenes and bis(dehydrobenzoannuleno)benzenes have been synthesized containing tetra-substitutions of neutral, donor, and mixed donor/acceptor groups. To ascertain the importance of substitutional and structural differences of the phenylacetylenes, the optical absorption and emission properties of each series were examined. Conjugation effectiveness, electron density, planarity, and geometry of charge-transfer pathways were found to have a pronounced effect on the overall optical and material properties. Considerable self-association behavior due to face-to-face stacking in solution was observed for donor/acceptor-functionalized macrocycles and was quantified by concentration-dependent H-1 NMR measurements. A solvent-dependent polymerization of one macrocycle regioisomer was observed and characterized. To provide further insight into the energy levels and electronic transitions present, computational studies of each system were performed.\", \"Inhibition of the Chk1 kinase by small molecules is of great therapeutic interest for oncology and in understanding the cellular regulation of the G2/M checkpoint. We report how computational docking of a large electronic catalogue of compounds to an X-ray structure of the Chk1 ATP-binding site allowed prioritisation of a small subset of these compounds for assay. This led to the discovery of 10 novel Chk1 inhibitors, distributed among nine new and clearly different chemical scaffolds. Several of these scaffolds have promising lead-like properties. All these ligands act by competitive binding to the targeted ATP site. The crystal structures of four of these compounds bound to this site are presented, and reasonable modelled docking modes are suggested for the 5 other scaffolds. This structural context is used to assess the potential of these scaffolds for further medicinal chemistry efforts, suggesting that several of them could be elaborated to make additional interactions with the buried part of the ATP site. Some unusual interactions with the conserved kinase backbone motif are pointed out. The ligand-binding modes are also used to discuss their medicinal chemistry potential with respect to undesirable chemical functionalities, whether these functionalities bind directly to the protein or not. Overall, this work illustrates how virtual screening can identify a diverse set of ligands which bind to the targeted site. The structural models for these ligands in the Chk1 ATP-binding site will facilitate further medicinal chemistry efforts targeting this kinase. (c) 2006 Elsevier Ltd. All rights reserved.\", \"Quenching-based luminescence sensors generally are supported in organic or inorganic polymers and exhibit nonlinear Stern-Volmer quenching behavior. Two common explanations of the nonlinearity are either multisite binding or the nonlinear solubility properties of the analyte in the sensor. Both models have three fitting parameters. These two models are compared, and the merits of each are discussed. It is shown that while the underlying physical bases of tbe two models are radically different and chemically incompatible, the two models are mathematically equivalent for data fitting. The correspondence of parameters in the two models is given. The nonlinear solubility model is probably computational slightly simpler to use, but the two-site model seems to better approximate the underlying chemistry of systems studied to date.\", \"AT-heterocyclic (NHC) ligands constitute a new class of ligands that is going to commonly be used in organometallic chemistry. Nevertheless, detailed understanding of the bonding properties of these ligands to transition metals is scarce. In particular, a clear separation between steric and electronic effects is missing. Only in recent years combined experimental and computational studies on this topic have been performed. Here we review some advances in the field. We thus present a quantification of steric effects on the bond dissociation energy of various NHC-ligands from transition metals in complexes as Cp*Ru(NHC)Cl and Ni(CO)(3)(NHC). We further compare the steric requirements of various NHC ligands with the steric requirements of some phosphines. In the second part, we examine the different bonding modes that can contribute to the NHC-metal bond. We will review examples of metal-to-NHC back-donation (sigma -> 4d*) as well as of ligand-to-metal-to-NHC back-donation (pi -> d). (c) 2005 Elsevier B.V. All rights reserved.\", \"Recent developments in the chemistry of cyclopentadienyl derivatives of the alkaline-earth (group 2) metals are reviewed. New complexes and their applications in organometallic and materials synthesis reflect the growing number of ways that can be used to manipulate the alkaline-earth-cyclopentadienyl bond. Complementing the experimental work are computational studies using density functional theory methods. These can now reproduce the geometries of many group 2 molecules with encouraging accuracy and have provided new insight into the energetics of metal-ring bonding. The progress made in group 2 cyclopentadienyl chemistry in the past decade indicates that more expansion can be expected.\", \"A calibrated B3LYP/6-311++G(2df,2p)//B33LYP/6-31+G(d) method was found to be able to predict the gas-phase adiabatic ionization potentials of 160 structurally unrelated organic molecules with a precision of 0.14 eV. A PCM solvation model was benchmarked that could predict the pK(a)'s of 15 organic acids in acetonitrile with a precision of 1.0 pK(a) unit. Combining the above two methods, we developed a generally applicable protocol that could successfully predict the standard redox potentials of 270 structurally unrelated organic molecules in acetonitrile. The standard deviation of the predictions was 0.17 V. The study demonstrated that computational electrochemistry could become a powerful tool for the organic chemical community. It also confirmed that the continuum solvation theory could correctly predict the solvation energies of organic radicals. Finally, with the help of the newly developed protocol we were able to establish a scale of standard redox potentials for diverse types of organic free radicals for the first time. Knowledge about these redox potentials should be of great value for understanding the numerous electron-transfer reactions in organic and bioorganic chemistry.\", \"PSI3 is a program system and development platform for ab initio molecular electronic structure computations. The package includes mature programming interfaces for parsing user input, accessing commonly used data such as basis-set information or molecular orbital coefficients, and retrieving and storing binary data (with no software limitations on file sizes or file-system-sizes), especially multi-index quantities such as electron repulsion integrals. This platform is useful for the rapid implementation of both standard quantum chemical methods, as well as the development of new models. Features that have already been implemented include Hartree-Fock, multiconfigurational self-consistent-field, second-order Moller-Plesset perturbation theory, coupled cluster, and configuration interaction wave functions. Distinctive capabilities include the ability to employ Gaussian basis functions with arbitrary angular momentum levels; linear R12 second-order perturbation theory; coupled cluster frequency-dependent response properties, including dipole polarizabilities and optical rotation; and diagonal Born-Oppenheimer corrections with correlated wave functions. This article describes the programming infrastructure and main features of the package. PSI3 is available free of charge through the open-source, GNU General Public License. (C) 2007 Wiley Periodicals, Inc.\", \"Computational screening techniques have been found to be an effective alternative to the trial and error of experimentation for discovery of new materials. With increased interest in development of advanced electrical energy storage systems, it is essential to find new electrolytes that function effectively. This Perspective reviews various methods for screening electrolytes and then describes a hierarchical computational scheme to screen multiple properties of advanced electrical energy storage electrolytes using high-throughput quantum chemical calculations. The approach effectively down-selects a large pool of candidates based on successive property evaluation. As an example, results of screening are presented for redox potentials, solvation energies, and structural changes of similar to 1400 organic molecules for nonaqueous redox flow batteries. Importantly, on the basis of high-throughput screening, in silico design of suitable candidate molecules for synthesis and electrochemical testing can be achieved. We anticipate that the computational approach described in this Perspective coupled with experimentation will have a significant role to play in the discovery of materials for future energy needs.\", \"The 1,3-dipolar cycloaddition of cyclooctynes with azides, also called \\\"copper-free click chemistry\\\", is a bioorthogonal reaction with widespread applications in biological discovery. The kinetics of this reaction are of paramount importance for studies of dynamic processes, particularly in living subjects. Here we performed a systematic analysis of the effects of strain and electronics on the reactivity of cyclooctynes with azides through both experimental measurements and computational studies using a density functional theory (DFT) distortion/interaction transition state model. In particular, we focused on biarylazacyclooctynone (BARAC) because it reacts with azides faster than any other reported cyclooctyne and its modular synthesis facilitated rapid access to analogues. We found that substituents on BARAC's aryl rings can alter the calculated transition state interaction energy of the cycloaddition through electronic effects or the calculated distortion energy through steric effects. Experimental data confirmed that electronic perturbation of BARAC's aryl rings has a modest effect on reaction rate, whereas steric hindrance in the transition state can significantly retard the reaction. Drawing on these results, we analyzed the relationship between alkyne bond angles, which we determined using X-ray crystallography, and reactivity, quantified by experimental second-order rate constants, for a range of cyclooctynes. Our results suggest a correlation between decreased alkyne bond angle and increased cyclooctyne reactivity. Finally, we obtained structural and computational data that revealed the relationship between the conformation of BARAC's central lactam and compound reactivity. Collectively, these results indicate that the distortion/interaction model combined with bond angle analysis will enable predictions of cyclooctyne reactivity and the rational design of new reagents for copper-free click chemistry.\", \"Nonadiabatic dynamics-nuclear motion evolving on multiple potential energy surfaces-has captivated the interest of chemists for decades. Exciting advances in experimentation and theory have combined to greatly enhance our understanding of the rates and pathways of nonadiabatic chemical transformations. Nevertheless, there is a growing urgency for further development of theories that are practical and yet capable of reliable predictions, driven by fields such as solar energy, interstellar and atmospheric chemistry, photochemistry, vision, single molecule electronics, radiation damage, and many more. This Perspective examines the most significant theoretical and computational obstacles to achieving this goal, and suggests some possible strategies that may prove fruitful. (C) 2012 American Institute of Physics. [http://dx.doi.org/10.1063/1.4757762]\", \"This article summarizes the synthetic strategies that have been used to prepare anionic five-membered and neutral six-membered heterocycles containing a group 13 metal in the +1 oxidation state. In addition, a survey of the coordination chemistry and reactivity of these species is described, drawing comparisons with the well known N-heterocyclic carbene class of ligand where possible. Computational studies of the free heterocycles and their complexes are also reviewed. (c) 2005 Elsevier B.V. All rights reserved.\", \"A current emphasis in empirical force fields is on the development of potential functions that explicitly treat electronic polarizability. In the present article, the commonly used methodologies for modeling electronic polarization are presented along with an overview of selected application studies. Models presented include induced point-dipoles, classical Drude oscillators, and fluctuating charge methods. The theoretical background of each method is followed by an introduction to extended Lagrangian integrators required for computationally tractable molecular dynamics simulations using polarizable force fields. The remainder of the review focuses on application studies using these methods. Emphasis is placed on water models, for which numerous examples exist, with a more thorough discussion presented on the recently published models associated with the Drude-based CHARMM and the AMOEBA force fields. The utility of polarizable models for the study of ion solvation is then presented followed by an overview of studies of small molecules (e.g., CCl4, alkanes, etc.) and macromolecule (proteins, nucleic acids and lipid bilayers) application studies. The review is written with the goal of providing a general overview of the current status of the field and to facilitate future application and developments.\", \"Recent advances in computational actinide chemistry are reported in this tutorial review. Muticonfigurational quantum chemical methods have been employed to study the gas phase spectroscopy of small actinide molecules. Examples of actinide compounds studied in solution are also presented. Finally the multiple bond in the diuranium molecule and other diactinide compounds is described.\", \"In this work, we theoretically investigated the friction mechanism of hexagonal MoS2 (a well-known lamellar compound) using a computational chemistry method. First, we determined several parameters for molecular dynamics simulations via accurate quantum chemistry calculations and MoS2 and MoS2-xOx structures were successfully reproduced. We also show that the simulated Raman spectrum and peak shift on X-ray diffraction patterns were in good agreement with those of experiment. The atomic interactions between MoS2 sheets were studied by using a hybrid quantum chemical/classical molecular dynamics method. We found that the predominant interaction between two sulfur layers in different MoS2 sheets was Coulombic repulsion, which directly affects the MoS2 lubrication. MoS2 sheets adsorbed on a nascent iron substrate reduced friction further due to much larger Coulombic repulsive interactions. Friction for the oxygen-containing MoS2 sheets was influenced by not only the Coulomb repulsive interaction but also the atomic-scale roughness of the MoS2/MoS2 sliding interface.\", \"A new generation of \\\"molecular basket\\\" sorbents (MBS) has been developed by the optimum combination of the nanoporous material and CO2/H2S-philic polymer sorbent to increase the accessible sorption sites for CO2 capture from flue gas (Postdecarbonization), and for CO2 and H2S separation from the reduced gases, such as synthesis gas, reformate (Predecarbonization), natural gas, coal/biomass gasification gas, and biogas. The sorption capacity of 140 mg of CO2/g of sorb was achieved at 15 kPa CO2 partial pressure, which shows superior performance in comparison with other known sorbents. In addition, an exceptional dependence of MBS sorption performance on temperature for CO2 and H2S was found and discussed at a molecular level via the computational chemistry approach. On the basis of the fundamental understanding of MBS sorption characteristics, an innovative sorption process was proposed and demonstrated at the laboratory scale for removing and recovering CO2 and H2S, respectively, from a model gas. The present study provides a new approach for development of the novel CO2/H2S sorbents and may have a major impact on the advance of science and technology for CO2/H2S capture and separation from various gases.\", \"The basic ideas of relativistic quantum chemistry are highlighted, with the most important ingredients summarised as follows. (1) The restricted kinetic balance (RKB) condition, being both necessary and sufficient, serves as the cornerstone for the matrix representation of the Dirac-based Hamiltonian. (2) The concept of matrix transformation plays the key role in formulating two-component relativistic theories. Some popular ones, albeit presented as operators, are de facto matrix formulations in terms implicitly of the RKB condition. They merely make simple things complicated as a one-step block-diagonalization of the matrix Dirac equation can do the whole job. (3) The computational efficiency for both four- and two-component relativistic theories can be gained by means of the simple chemical idea of 'from atoms to molecule' without recourse to mathematical tricks. The two branches of relativistic theories have thus been made fully equivalent in all the aspects of simplicity, accuracy, and efficiency. It is concluded that the best relativistic electrons-only Hamiltonian has been found, which can be combined with any know-how correlation methods for electronic structure calculations of all the atoms in the Periodic Table. Most amazingly, the new quantum mechanical equation serves as a seamless bridge between the Schrodinger and Dirac equations. In short, the 'relativity problem' in chemistry has been solved.\", \"We have investigated two alternative mechanisms for the ring-opening polymerization of L-lacticle using a guanidine-based catalyst, the first involving acetyl transfer to the catalyst, and the second involving only hydrogen bonding to the catalyst. Using computational chemistry methods, we show that the hydrogen bonding pathway is considerably preferred over the acetyl transfer pathway and that this is consistent with experimental information.\", \"Non-covalent interactions with aromatic rings pervade modern chemical research. The strength and orientation of these interactions can be tuned and controlled through substituent effects. Computational studies of model complexes have provided a detailed understanding of the origin and nature of these substituent effects, and pinpointed flaws in entrenched models of these interactions in the literature. Here, we provide a brief review of efforts over the last decade to unravel the origin of substituent effects in p-stacking, XH/p, and ion/p interactions through detailed computational studies. We highlight recent progress that has been made, while also uncovering areas where future studies are warranted.\", \"With the aim of developing a computationally inexpensive method for modeling the high-temperature reaction dynamics of transition metal catalyzed reactions we have developed a ReaxFF reactive force field in which the parameters are fitted to a substantial quantum mechanics (QM) training set, containing full reaction pathways for relevant reactions. In this paper we apply this approach to reactions involving carbon materials plus Co, Ni, and Cu atoms. We find that ReaxFF reproduces the QM reaction data with good accuracy while also reproducing the binding characteristics of Co, Ni, and Cu atoms to hydrocarbon fragments. To demonstrate the applicability of ReaxFF we performed high-temperature (1500 K) molecular dynamics simulations on a nonbranched all-carbon feedstock in the presence and absence of Co, Ni, and Cu atoms. We find that the presence of Co and Ni leads to substantial amounts of branched carbon atoms, leading eventually to the formation of carbon-nanotube-like species. In contrast, we find that under the same simulation conditions Cu leads to very little branching and leads to products with no nanotube character. In the absence of metals no branching is observed at all. These results suggest that Ni and Co catalyze the production of nanotube-like species whereas Cu does not. This is in excellent agreement with experimental observations, demonstrating that ReaxFF can provide a useful and computational tractable tool for studying the dynamics of transition metal catalytic chemistry.\", \"The current understanding of transition metal chemistry is reviewed placing the attention at the applications and applicability of computational quantum chemistry to the calculation and prediction of spectroscopic properties of transition metal complexes and molecular magnets. (C) 2008 Elsevier B.V. All rights reserved.\", \"The rise and fall of artificial neural networks is well documented in the scientific literature of both computer science and computational chemistry. Yet almost two decades later, we are now seeing a resurgence of interest in deep learning, a machine learning algorithm based on multilayer neural networks. Within the last few years, we have seen the transformative impact of deep learning in many domains, particularly in speech recognition and computer vision, to the extent that the majority of expert practitioners in those field are now regularly eschewing prior established models in favor of deep learning models. In this review, we provide an introductory overview into the theory of deep neural networks and their unique properties that distinguish them from traditional machine learning algorithms used in cheminformatics. By providing an overview of the variety of emerging applications of deep neural networks, we highlight its ubiquity and broad applicability to a wide range of challenges in the field, including quantitative structure activity relationship, virtual screening, protein structure prediction, quantum chemistry, materials design, and property prediction. In reviewing the performance of deep neural networks, we observed a consistent outperformance against non-neural networks state-of-the-art models across disparate research topics, and deep neural network-based models often exceeded the glass ceiling expectations of their respective tasks. Coupled with the maturity of GPU-accelerated computing for training deep neural networks and the exponential growth of chemical data on which to train these networks on, we anticipate that deep learning algorithms will be a valuable tool for computational chemistry. (c) 2017 Wiley Periodicals, Inc.\", \"A state of the art review of current status of computational chemistry in Bronsted acid zeolite catalysis is presented.\", \"This article describes the governing equations, computational algorithms, and other components entering into the Community Multiscale Air Quality (CMAQ) modeling system. This system has been designed to approach air quality as a whole by including state-of-the-science capabilities for modeling multiple air quality issues, including tropospheric ozone, fine particles, acid deposition, and visibility degradation. CMAQ was also designed to have multiscale capabilities so that separate models were not needed for urban and regional scale air quality modeling. By making CMAQ a modeling system that addresses multiple pollutants and different spatial scales, it has a \\\"one-atmosphere\\\" perspective that combines the efforts of the scientific community. To implement multiscale capabilities in CMAQ, several issues (such as scalable atmospheric dynamics and generalized coordinates), which depend on the desired model resolution, are addressed. A set of governing equations for compressible nonhydrostatic atmospheres is available to better resolve atmospheric dynamics at smaller scales. Because CMAQ is designed to handle scale-dependent meteorological formulations and a large amount of flexibility, its governing equations are expressed in a generalized coordinate system. This approach ensures consistency between CMAQ and the meteorological modeling system. The generalized coordinate system determines the necessary grid and coordinate transformations, and it can accommodate various vertical coordinates and map projections. The CMAQ modeling system simulates various chemical and physical processes that are thought to be important for understanding atmospheric trace gas transformations and distributions. The modeling system contains three types of modeling components (Models-3): a meteorological modeling system for the description of atmospheric states and motions, emission models for man-made and natural emissions that are injected into the atmosphere, and a chemistry-transport modeling system for simulation of the chemical transformation and fate. The chemical transport model includes the following process modules: horizontal advection, vertical advection, mass conservation adjustments for advection processes, horizontal diffusion, vertical diffusion, gas-phase chemical reactions and solvers, photolytic rate computation, aqueous-phase reactions and cloud mixing, aerosol dynamics, size distributions and chemistry, plume chemistry effects, and gas and aerosol deposition velocity estimation. This paper describes the Models-3 CMAQ system, its governing equations, important science algorithms, and a few application examples. This review article cites 114 references.\", \"Research and development activities directed toward commercial production of cellulosic ethanol have created the opportunity to dramatically increase the transformation of lignin to value-added products. Here, we highlight recent advances in this lignin valorization effort. Discovery of genetic variants in native populations of bioenergy crops and direct manipulation of biosynthesis pathways have produced lignin feedstocks with favorable properties for recovery and downstream conversion. Advances in analytical chemistry and computational modeling detail the structure of the modified lignin and direct bioengineering strategies for future targeted properties. Refinement of biomass pretreatment technologies has further facilitated lignin recovery, and this coupled with genetic engineering will enable new uses for this biopolymer, including low-cost carbon fibers, engineered plastics and thermoplastic elastomers, polymeric foams, fungible fuels, and commodity chemicals.\", \"A production level implementation of the closed-shell local quadratic configuration interaction and coupled cluster methods with single and double excitations (QCISD and CCSD) based on the concept of pair natural orbitals [local pair natural orbital LPNO-QCISD and LPNO-CCSD) is reported, evaluated, and discussed. This work is an extension of the earlier developed LPNO coupled-electron pair approximation (LNPO-CEPA) method [F. Neese , Chem. Phys. 130, 114108 (2009)] and makes extended use of the resolution of the identity (RI) or density fitting (DF) approximation. Two variants of each method are compared. The less accurate approximations (LPNO(2)-QCISD/LPNO(2)-CCSD) still recover 98.7%-99.3% of the correlation energy in the given basis and have modest disk space requirements. The more accurate variants (LPNO(1)-QCISD/LPNO(1)-CCSD) typically recover 99.75%-99.95% of the correlation energy in the given basis but require the Coulomb and exchange operators with up to two-external indices to be stored on disk. Both variants have comparable computational efficiency. The convergence of the results with respect to the natural orbital truncation parameter (T(CutPNO)) has been studied. Extended numerical tests have been performed on absolute and relative correlation energies as function of basis set size and T(CutPNO) as well as on reaction energies, isomerization energies, and weak intermolecular interactions. The results indicate that the errors of the LPNO methods compared to the canonical QCISD and CCSD methods are below 1 kcal/mol with our default thresholds. Finally, some calculations on larger molecules are reported (ranging from 40-86 atoms) and it is shown that for medium sized molecules the total wall clock time required to complete the LPNO-CCSD calculations is only two to four times that of the preceding self-consistent field (SCF). Thus these methods are highly suitable for large-scale computational chemistry applications. Since there are only three thresholds involved that have been given conservative default values, the methods can be confidentially used in a \\\"black-box\\\" fashion in the same way as their canonical counterparts.\", \"Effects of increased basis-set size as well as a correlated treatment of the diagonal Born-Oppenheimer approximation are studied within the context of the high-accuracy extrapolated ab initio thermochemistry (HEAT) theoretical model chemistry. It is found that the addition of these ostensible improvements does little to increase the overall accuracy of HEAT for the determination of molecular atomization energies. Fortuitous cancellation of high-level effects is shown to give the overall HEAT strategy an accuracy that is, in fact, higher than most of its individual components. In addition, the issue of core-valence electron correlation separation is explored; it is found that approximate additive treatments of the two effects have limitations that are significant in the realm of < 1 kJ mol(-1) theoretical thermochemistry. (c) 2008 American Institute of Physics.\", \"Spin changes occur often in organometallic chemistry, and their effect on kinetics is not well understood. We report computations on the singlet and triplet potential energy surfaces of several processes of this type and show that the topology of the individual surfaces, as well as of the crossing regions between them, can be used to rationalize the observed reactivity in all cases. In particular, the slow addition of dihydrogen to W[N(CH2CH2NSiMe3)(3)]H (Schrock, R. R.; Shih, K. Y.; Dobbs, D. A.; Davis, W. M. J. Am. Chem. Soc. 1995, 117, 6609) is shown to be a \\\"spin-blocked\\\" reaction with a high barrier due to the crossing between reactant triplet and product singlet surfaces. In contrast, addition of CO to TpCo(CO) (Detrich, J. L.; Reinaud, O. M.; Rheingold, A. L.; Theopold, K. H. J. Am. Chem. Soc. 1995, 117,11745) is fast because the triplet and singlet surfaces cross at low energy. Particular care is taken to use DFT methods which are in adequate agreement with experimental and high-level computational energetics for these systems.\", \"Parallel hardware has become readily available to the computational chemistry research community. This perspective will review the current state of parallel computational chemistry software utilizing high-performance parallel computing platforms. Hardware and software trends and their effect on quantum chemistry methodologies, algorithms, and software development will also be discussed.\", \"Vibrational frequencies determined from ab initio calculations are often scaled by empirical factors. An empirical scaling factor partially compensates for the errors arising from vibrational anharmonicity and incomplete treatment of electron correlation. These errors are not random but are systematic biases. We report scaling factors for 40 combinations of theory and basis set, intended for predicting the fundamental frequencies from computed harmonic frequencies. An empirical scaling factor carries uncertainty. We quantify and report, for the first time, the uncertainties associated with the scaling factors. The uncertainties are larger than generally acknowledged; the scaling factors have only two significant digits. For example, the scaling factor for HF/6-31G(d) is 0.8982 +/- 0.0230 (standard uncertainty). The uncertainties in the scaling factors lead to corresponding uncertainties in predicted vibrational frequencies. The proposed method for quantifying the uncertainties associated with scaling factors is based on the Guide to the Expression of Uncertainty in Measurement, published by the International Organization for Standardization (ISO). The data used are from the Computational Chemistry Comparison and Benchmark Database (CCCBDB), maintained by the National Institute of Standards and Technology, which includes more than 3939 independent vibrations for 358 molecules.\", \"Ab initio calculations have been performed on novel compounds that may greatly expand the scope of rare gas chemistry. These molecules are insertion compounds of xenon into unsaturated hydrocarbons, including acetylene, benzene, and phenol. We present computational evidence that molecules such as H-Xe-C2H, H-Xe-C6H5, and H-Xe-OC6H5 exist. Computational results suggest also the existence of a series of xenon-insertion compounds for larger hydrocarbons of these types. The predictions are not restricted to molecules p with only one xenon atom inserted in them but molecules such as H-Xe-C-2-Xe-H and H-Xe-C-2-XeC2-Xe-H are computationally stable as well. This suggests the existence of linear polymers H-(Xe-C-2)(n)-H for arbitrary large n. All predicted xenon-insertion molecules form a new class of possible precursors and intermediates for synthetic organic and organoelement chemistry.\", \"Aromaticity is a central chemical concept widely used in modern chemistry for the interpretation of molecular structure, stability, reactivity, and magnetic properties of many compounds. As such, its reliable prediction is an important task of computational chemistry. In recent years, many methods to quantify aromaticity based on different physicochemical properties of molecules have been proposed. However, the nonobservable nature of aromaticity makes difficult to assess the performance of the numerous existing indices. In the present work, we introduce a series of fifteen aromaticity tests that can be used to analyze the advantages and drawbacks of a group of aromaticity descriptors. On the basis of the results obtained for a set of ten indicators of aromaticity, we conclude that indices based on the study of electron delocalization in aromatic species are the most accurate among those examined in this work. (C) 2008 Wiley Periodicals, Inc.\", \"This review provides a comprehensive account of the recent progress in constructing practical exchange-correlation approximations of Kohn-Sham density functional theory. The emphasis is on the general techniques of density functional design that have been particularly successful in quantum chemistry. Nearly all density functionals embraced nowadays by computational chemists are discussed. Persistent misconceptions about several widely used functionals are clarified.\", \"Kinetic and Statistical Thermodynamical Package (KiSThelP) is a cross-platform free open-source program developed to estimate molecular and reaction properties from electronic structure data. To date, three computational chemistry software formats are supported (Gaussian, GAMESS, and NWChem). Some key features are: gas-phase molecular thermodynamic properties (offering hindered rotor treatment), thermal equilibrium constants, transition state theory rate coefficients (transition state theory (TST), variational transition state theory (VTST)) including one-dimensional (1D) tunnelling effects (Wigner, and Eckart) and Rice-Ramsperger-Kassel-Marcus (RRKM) rate constants, for elementary reactions with well-defined barriers. KiSThelP is intended as a working tool both for the general public and also for more expert users. It provides graphical front-end capabilities designed to facilitate calculations and interpreting results. KiSThelP enables to change input data and simulation parameters directly through the graphical user interface and to visually probe how it affects results. Users can access results in the form of graphs and tables. The graphical tool offers customizing of 2D plots, exporting images and data files. These features make this program also well-suited to support and enhance students learning and can serve as a very attractive courseware, taking the teaching content directly from results in molecular and kinetic modelling. (c) 2013 Wiley Periodicals, Inc.\", \"Electronic structure theory faces many computational challenges in transition metal chemistry. Usually, density functional theory is the method of choice for theoretical studies on transition metal complexes and clusters mostly because it is the only feasible one, although its results are not systematically improvable. By contrast, multireference ab initio methods could provide a correct description of the electronic structure, but are limited to small molecules because of the tremendous computational resources required. In recent years, conceptually new ab initio methods emerged that turned out to be promising for theoretical coordination chemistry. We review and discuss two efficient parametrization schemes for the electronic wave function, the matrix product states and the complete-graph tensor network states. Their advantages are demonstrated at example transition metal complexes. Especially, tensor network states might provide the key to accurately describe strongly correlated and magnetic molecular systems in transition metal chemistry.\", \"We present a combined experimental and computational study that probes the thermoelectric and electrical transport properties of molecular junctions. Experiments were performed on junctions created by trapping aromatic molecules between gold electrodes. The end groups (-SH, -NC) of the aromatic molecules were systematically varied to study the effect of contact coupling strength and contact chemistry. When the coupling of the molecule with one of the electrodes was reduced by switching the terminal chemistry from -SH to -H, the electrical conductance of molecular junctions decreased by an order of magnitude, whereas the thermopower varied by only a few percent. This has been predicted computationally in the past and is experimentally demonstrated for the first time. Further, our experiments and computational modeling indicate the prospect of tuning thermoelectric properties at the molecular scale. In particular, the thiol-terminated aromatic molecular junctions revealed a positive thermopower that increased linearly with length. This positive thermopower is associated with charge transport primarily through the highest occupied molecular orbital, as shown by our computational results. In contrast, a negative thermopower was observed for a corresponding molecular junction terminated by an isocyanide group due to charge transport primarily through the lowest unoccupied molecular orbital.\", \"Computational techniques have been applied to study a broad range of chemical and physical properties of zinc oxide. Both interatomic-potential and density functional theory methods are used to investigate structural, thermodynamic, surface. and defect properties. We survey the structures and energies of nano-particulate zinc oxide. (C) 2008 Wiley Periodicals, Inc.\", \"The known complex {Cp(PPh3)(2)Ru}(2)(mu-C=CC=C) (3-Ph) and its PMe3-substitution product {Cp(PPh3)(PMe3)Ru}(2)(mu-C=CC=C) (3-Me) have been shown by cyclic voltammetry to undergo a series of four stepwise one-electron oxidation processes. Successive oxidation potentials (V) for the first three reversible processes of 3-Ph (3-Me) are -0.23 (-0.26), +0.41 (+0.33), and +1.03 ( +0.97); the fourth, irreversible oxidation at +1.68 (+1.46) V is accompanied by chemical transformation followed by further oxidation. Chemical oxidation of 3-Ph with 1 or 2.5 equiv of AgPF6 in CH2Cl2/1,2-dimethoxyethane gave the one-and two-electron oxidized species [3-Ph][PF6] and [3-Ph][PF6](2), respectively. The chemical and electrochemical studies have been complemented by a series of detailed spectroelectrochemical experiments to obtain spectral data associated with the 3(n+) (n = 0-4) species from 1500 To 40 000 cm(-1), without necessitating the isolation of each individual species. Theoretical techniques have been employed in order to probe the structure of the conjugated all-carbon ligand at each stage of oxidation. Both the metal centers and the carbon atoms of the C-4 bridge are affected, with removal of electrons housed in MOs delocalized over all atoms of the Ru-C-4-Ru chain. Comparison of models with different ligand surroundings suggests that molecules containing strong electron-donating ligands should be more easily oxidized.\", \"The emergence of increasingly complex molecular magnets, driven in particular by polyoxometalate chemistry, requires theoretical tools to accurately model and understand their magnetic phenomena. At the same time the unambiguous verification of model Hamiltonians remains a challenge, tied to factors ranging from available independent experimental data sets to available computation resources. Focusing on several recent examples for magnetically functionalized polyoxometalates and polynuclear coordination complexes, we demonstrate the recent developments of CONDON 2.0 that aim to address these issues, and suggest measurement protocols that will aid our multi-parameter computational approach.\", \"We briefly review advances in computational actinoid (An) chemistry during the past ten years in regard to two issues: the geometrical and electronic structures, and reactions. The former addresses the An-O, An-C, and M-An (M is a metal atom including An) bonds in the actinoid molecular systems, including actinoid oxo and oxide species, actinoid-carbenoid, dinuclear and diatomic systems, and the latter the hydration and ligand exchange, the disproportionation, the oxidation, the reduction of uranyl, hydroamination, and the photolysis of uranium azide. Concerning their relevance to the electronic structures and reactions of actinoids and their importance in the development of an advanced nuclear fuel cycle, we also mentioned the work on actinoid carbides and nitrides, which have been proposed to be candidates of the next generation of nuclear fuel, and the oxidation of PuOx, which is important to understand the speciation of actinoids in the environment, followed by a brief discussion on the urgent need for a heavier involvement of computational actinoid chemistry in developing advanced reprocessing protocols of spent nuclear fuel. The paper is concluded with an outlook.\", \"The influence of the reference standard employed in the calculation of C-13 NMR chemical shifts was investigated over a large variety of known organic compounds, using different quantum chemistry methods and basis sets. After detailed analysis of the collected data, we found that methanol and benzene are excellent reference standards For computing NMR shirts of sp(3)- and sp-sp(2)-hybridized carbon atoms, respectively. This multi-standard approach (MSTD) performs better than TMS in terms of accuracy and precision and also displays much lower dependence oil the level of theory employed. The use of mPW1PW91/6-31G(d)//mPW1PW91/6-31G(d) level is recommended for accurate C-13 NMR chemical shift prediction at low computational cost.\", \"A detailed understanding of the properties of electronic excited states and the reaction mechanisms that molecules undergo after light irradiation is a fundamental ingredient for following light-driven natural processes and for designing novel photonic materials. The aim of this review is to present an overview of the ab initio quantum chemical and time-dependent density functional theory methods that can be used to model spectroscopy and photochemistry in molecular systems. The applicability and limitations of the different methods as well as the main frontiers are discussed. To illustrate the progress achieved by excited-state chemistry in the recent years as well as the main challenges facing computational chemistry, three main applications that reflect the authors experience are addressed: the UV/Vis spectroscopy of organic molecules, the assignment of absorption and emission bands of organometallic complexes, and finally, the obtainment of non-adiabatic photoinduced pathways mediated by conical intersections. In the latter case, special emphasis is put on the photochemistry of DNA. These applications show that the description of electronically excited states is a rewarding but challenging area of research.\", \"In this tutorial review, we discuss the utilization of chemical shift information as well as ab initio calculations of nuclear shieldings for protein structure determination. Both the empirical and computational aspects of the chemical shift are reviewed and the role of molecular dynamics and the accuracy of different computational methods are discussed. It is anticipated that incorporating theoretical information on chemical shifts will increase the accuracy of protein structures, in the solid and liquid state alike, and extend the applicability of NMR spectroscopy to ever larger systems.\", \"Over the past decade, developing advanced catalysts for clean and sustainable energy conversion has been subject to extensive study. Driven by great advances achieved in computational quantum chemistry, synthetic chemistry, and material characterization techniques, the preferential design of a most-appropriate catalyst for a specific electrochemical reaction is possible. Here a universal process for the design of high-performance carbon-based electrocatalysts, by engineering their intrinsic electronic structures and physical structures to promote their extrinsic activities for different energy conversion reactions, is presented and summarized. How such a powerful strategy may aid the discovery of more electrocatalysts for a sustainable and clean energy infrastructure is discussed.\", \"As the accuracy of computational chemistry increases, and the advent of more powerful computers decreases the amount of time required to perform complex calculations, the use of this to investigate chemical systems becomes increasingly attractive. Particularly in combination with practical lab-based experimental and spectroscopic studies the application of in silico studies is a powerful tool for mechanistic investigations. In this review we demonstrate how a combined experimental and computational approach can yield mechanistic insight that could frequently not have been accessible to this high degree of certainty by utilising one of these two approaches alone. After an introduction describing the challenges of studying palladium-based chemistry, and how this combined approach can help to tackle these challenges (Section 1), we provide examples in which experiments have been used in tandem with computational chemistry. This discussion is categorised by palladium oxidation state for convenience: Pd(0) chemistry comprises discussion on oxidative addition in traditional Pd(0)/Pd(II) cross-coupling (Section 2); a section on odd oxidation state chemistry includes oxidation of Pd(0) to Pd(I) dimers, oxidative addition to Pd(I) dimers, oxidation of Pd(II) to Pd(III) dimers and subsequently reductive elimination from these Pd(III) dimers (Section 3); Pd(II) chemistry includes transmetallation, reductive elimination and the field of C-H activation relating to palladium catalysis (Section 4); and finally, a section on Pd(IV) chemistry focusses on reductive elimination from these complexes (Section 5).\", \"Experimental and theoretical data are provided for a set of 11 pericyclic reactions of unsaturated hydrocarbons. Literature experimental data are evaluated and standardized to DeltaH(0K)(double dagger) for comparison to theory. Hartree-Fock, MP2, CASSCF, CASPT2, density functional theory (B3LYP, BPW91, MPW1K, and KMLYP functionals), and CBS-QB3 transition-structure geometries, activation enthalpies and entropies, and reaction enthalpies and entropies for these reactions are reported and are compared to experimental results. For activation enthalpies, several density functionals rival CASPT2 and CBS-QB3 for closest agreement with experiment, while CASPT2 and CBS-QB3 provide the most accurate heats of reaction. Transition-structure geometries are reproduced well by all methods with the exception of the Cope rearrangement and cyclopentadiene dimerization transition structures.\", \"This article highlights recent efforts of this laboratory in the stabilization of highly reactive, low-oxidation-state, main-group molecules using bulky N-heterocyclic carbene ligands [L: = :C{N(2,6-Pr(2)(i)C(6)H(3))CH}(2); L': = :C{N(2,4,6-Me(3)C(6)H(2))CH}(2); L '': = :C{(i-Pr)NC(Me)}(2)]. The syntheses, structures, and computational studies of carbene-stabilized neutral diborenes [L:(H)B=B(H):L and L':(H)B=B(H):L'], a neutral Ga(6) octahedron (L '':Ga[Ga(4)Mes(4)]Ga:L ''), disilicon (L:Si=Si:L), bis-silylene [L:(Cl)Si-Si(Cl):L], dipnictogens (L:E-E:L, E = P, As; L':P-P:L'), and parent phosphinidene (L:PH) are discussed. Some of the unique challenges associated with this \\\"carbene-stabilization\\\" strategy are also presented.\", \"Cuby is a computational chemistry framework written in the Ruby programming language. It provides unified access to a wide range of computational methods by interfacing external software and it implements various protocols that operate on their results. Using structured input files, elementary calculations can be combined into complex workflows. For users, Cuby provides a unified and userfriendly way to automate their work, seamlessly integrating calculations carried out in different computational chemistry programs. For example, the QM/MM module allows combining methods across the inter-faced programs and the builtin molecular dynamics engine makes it possible to run a simulation on the resulting potential. For programmers, it provides high-level, object-oriented environment that allows rapid development and testing of new methods and computational protocols. The Cuby framework is available for download at http://cuby4.molecular.cz. (C) 2016 Wiley Periodicals, Inc.\", \"Density-functional theory (DFT) allows for the calculation of many chemical properties with relative ease, thus making it extremely useful for the physical organic chemistry community to understand and focus on various experiments. However, density-functional techniques have their limitations, including the ability to satisfactorily describe dispersion interactions. Given the ubiquitous nature of dispersion in chemical and biological systems, this is not a trivial matter. Recent advances in the development of DFT methods can treat dispersion. These include dispersion-corrected DFT (using explicit, attractive dispersion terms), parameterized functionals, and dispersion-correcting potentials, all of which can dramatically improve performance for dispersion-bound species. In this perspective, we highlight the achievements made in modeling dispersion using DFT. We hope that this will provide valuable insight to both computational chemists and experimentalists, who aim to study physical processes driven by dispersion interactions. Copyright (C) 2009 John Wiley & Sons, Ltd.\", \"The cationic (C2H4)M(+) complexes (M = Cu, Ag, and Au) have been examined by different ab initio molecular orbital, density functional (DFT), and density functional/Hartree-Fock (DFT/HF) hybrid methods using relativistic effective core potentials acid a quasi-relativistic approach to account for relativistic effects. For (C2H4Au+ a substantial relativistic stabilization is observed, such that the computed binding energies are almost twice as high than for (C2H4Ag+ and still significantly higher than for (C2H4Cu+. Structural features and energetics obtained at the various computational levels, although they differ significantly in their computational demands, are in satisfying agreement with each other, adding to the level of confidence that can be attributed to the computationally economic DFT and DFT/HF hybrid methods. In order to determine the nature of the bonding in these (C2H4)M(+) complexes, an energy decomposition scheme is applied to the DFT results. For all three metal cations, the interaction with ethylene shows large covalent contributions. The major part of the covalent terms stems from sigma-donor contribution from the ligand to the metal, whereas pi-acceptor bonding (back-bonding) is less important. An atoms-in-molecules (ATM) analysis of the charge density distribution reveals cyclic structures for (C2H4Au+ and (C2H4Cu+, whereas (C2H4Ag+ is T-shaped.\", \"The outcome of synthetic procedures for crystalline organic materials strongly depends on the first steps along the molecular self-assembly pathway, a process we know as crystal nucleation. New experimental techniques and computational methodologies have spurred significant interest in understanding the detailed molecular mechanisms by which nuclei form and develop into macroscopic crystals. Although classical nucleation theory (CNT) has served well in describing the kinetics of the processes involved, new proposed nucleation mechanisms are additionally concerned with the evolution of structure and the competing nature of crystallization in polymorphic systems. In this Review, we explore the extent to which CNT and nucleation rate measurements can yield molecular-scale information on this process and summarize current knowledge relating to molecular self-assembly in nucleating systems.\", \"We review the growing role of computational techniques in modelling the structures and properties of nano-particulate oxides and sulphides. We describe the main methods employed, including those based on both electronic structure and interatomic potential approaches. Particular attention is paid to the techniques used in searching for global minima in the energy landscape defined by the nano-particle cluster. We summarise applications to the widely studied ZnO and ZnS systems, to silica nanochemistry and to group IV oxides including TiO2. We also consider the special case of silica cluster chemistry in solution and its importance in understanding the hydrothermal synthesis of microporous materials. The work summarised, together with related experimental studies, demonstrates a rich and varied nano-cluster chemistry for these materials.\", \"Supramolecular chemistry and nanotechnology, along with their use in the construction of functional assemblies and devices, have merged into a challenging field of study. The development of methodologies for the integration and interfacing of molecular building blocks with solid supports and electronic transducers is essential for this research. We address recent applications of molecular, macromolecular, and biomolecular substances in the organization of signal-activated, electronically transduced molecular architectures on electrode surfaces. Photonic, electronic, magnetic, and chemical stimuli are used to trigger the switchable functions of these systems, which demonstrate either mechanical (e.g., translocation) or computational (e.g., memory) functions and provide enlightening insight and directions for the future evolution of the field.\", \"Understanding the underlying physics of the binding of, small-molecule ligands to protein active sites is a key objective of computational chemistry and biology. It is widely believed that displacement of water molecules from the active site by the ligand is a principal (if not the dominant) source of binding free energy. Although continuum theories of hydration are routinely used to describe the contributions of the solvent to the binding affinity of the complex, it is still an unsettled question as to whether or not these continuum solvation theories describe the underlying molecular physics with sufficient accuracy to reliably rank the binding affinities of a set of ligands for a given protein. Here we develop a novel, computationally efficient descriptor of the contribution of the solvent to the binding free energy of a small molecule and its associated receptor that captures the effects of the ligand displacing the solvent from the protein active site with atomic detail. This descriptor quantitatively predicts (R-2 = 0.81) the binding free energy differences between congeneric ligand pairs for the test system factor Xa, elucidates physical properties of the active-site solvent that appear to be missing in most continuum theories of hydration, and identifies several features of the hydration of the factor Xa active site relevant to the structure-activity relationship of its inhibitors.\", \"The present contribution contains an overview of quantum-chemical methods and strategies to compute and interpret spectroscopic and photochemical phenomena in molecular systems. The state of the art for the quantum chemistry of the excited state is reviewed, focusing in the advantages and disadvantages of the most commonly employed computational methods, from the single configurational procedures like CI-Singles (CIS), propagator approaches, and Coupled-Cluster (CC) techniques, to the more sophisticated multiconfigurational treatments, with particular emphasis on perturbation theory, the CASPT2 approach. Also, a short summary on the performance, lights, and shadows of the popular TDDFT methods is included. The role of the differential correlation effects on quantum-chemical calculations is analyzed, especially for the location of potential energy surface crossings. The contribution finally addresses the importance that theoretical constructs as conical and non-conical intersections play in non-adiabatic photochemistry. The nice photochemistry of cytosine is used as an illustrative example of theoretical photochemistry, a continuously expanding field of research. (c) 2005 Elsevier B.V. All rights reserved.\", \"This article provides a critical review and a wide range of applications of dithiocarbamates (DTCs) in environmental samples. The characteristics of DTCs are reviewed with particular emphasis on inorganic speciation studies using state-of-the-art analytical instrumentation coupled with computational methods of analysis. (C) 2013 Production and hosting by Elsevier B. V. on behalf of King Saud University.\", \"While the d(0) transition-metal POMs of Group V (V5+, Nb5+, Ta5+) and Group VI (Mo6+, W6+) have been known for more than a century, the actinyl peroxide POMs, specifically those built of uranyl triperoxide or uranyl dihydroxidediperoxide polyhedra, were only realized within the last decade. While virtually every metal on the Periodic Table can form discrete clusters of some type, the actinyls are the only-in addition to the transition-metal POMs- whose chemistry is dictated by the prevalence of the 'yl' oxygen ligand. Thus this emerging structural, solution, and computational chemistry of actinide POMs warrants comparison to the mature chemistry of transition-metal POMs. This assessment between the transition-metal POMs and actinyl POMs (uranyl peroxide POMs, specifically) has provided much insight to the similarities and differences between these two chemistries. We further break down the comparison between the alkaline POMs of Nb and Ta; and the acidic POMs of V, Mo and W. This more indepth literature review and discussion reveals that while an initial evaluation suggests the actinyl POMs are more akin to the alkaline transition-metal POMs, they actually share characteristics unique to the acidic POMs as well. This tutorial review is meant to provide fodder for deriving new POM chemistries of both the familiar transition-metals and the emerging actinides, as well as fostering communication and collaboration between the two scientific communities.\", \"This review summarises recent advances in quantum chemical calculations of base-stacking forces in nucleic acids. We explain in detail the very complex relationship between the gas-phase base-stacking energies, as revealed by quantum chemical (QM) calculations, and the highly variable roles of these interactions in nucleic acids. This issue is rarely discussed in quantum chemical and physical chemistry literature. We further extensively discuss methods that are available for base-stacking studies, complexity of comparison of stacking calculations with gas phase experiments, balance of forces in stacked complexes of nucleic acid bases, and the relation between QM and force field descriptions. We also review all recent calculations on base- stacking systems, including details analysis of the B-DNA stacking. Specific attention is paid to the highest accuracy QM calculations, to the decomposition of the interactions, and development of dispersion-balanced DFT methods. Future prospects of computational studies of base stacking are discussed.\", \"A personal assessment is given of the present state of computational chemistry, and in particular of the persistent need for qualitative orbital thinking at a time when exceedingly accurate calculations are possible. The need for the qualitative view arises, it is claimed, from the inherent difference between predictability and understanding, from certain potential impediments to chemical understanding intrinsic to human-computer interactions, from the peculiar yet productive way that experiment and theory interact in chemistry, and lastly from some special features of theory in science in general. (C) 1998 Elsevier Science B.V.\", \"Quantum chemical studies of cyclizations of enediynes and enyneallenes have proven to be computationally tractable thanks to the success of the unrestricted broken spin symmetry (UBS) approach using GGA functionals for the description of open-shell biradicals; the results can further be improved through single-point energy coupled-cluster computations [CCSD(T), BD(T)]. This made comprehensive computational studies on substituent effects and heterosubstituted systems possible. For convenience and predicting new reactions, these transformations can be grouped within larger \\\"families\\\". Alternative cyclization modes are predicted and await experimental realization.\", \"The adoption of combinatorial and computational methods in biomaterials design is a highway towards the discovery and realization of tailored polymeric materials to satisfy the specific requirements of many diverse biomedical or prosthetic applications.\", \"Photocatalysis is a promising technology that can contribute to renewable energy production from water and water purification. In order to further develop the field and meet industrial requirements, it is imperative to focus on advancing high efficiency visible light photocatalysts, such as silver phosphate (Ag3PO4). This review aims to highlight the recent progress made in the field, focusing on oxygen production from water, and organic contaminant decomposition using Ag3PO4. The most important advances are discussed and explained in detail, including semiconductor-semiconductor junctions, metal-semiconductor junctions, exposing facet control, and fundamental understanding using advanced spectroscopies and computational chemistry. The review then concludes by critically summarising both findings and current perspectives, and ultimately how the field might best advance in the near future.\", \"A computational technique for solving the MP2 equations for periodic systems using a local-correlation approach and implemented in the CRYSCOR code is presented. the Hartree-Fock solution provided by the CRYSTAL program is used as a reference. The motivations for the implementation of the new code are discussed, and the techniques adopted are briefly recalled. With respect to the original formulation (Pisani et al., J chem Phys 2005, 122, 094113) many new features have been introduced in CRYSCOR to improve its effiency and robustness. In particular, an adaptation of the density fitting scheme to translationally periodic systems is described, based on Fourier transformation techniques. Three examples of application are provided. concerning the CO2 crystal, proton transfer in ice XI, and the adsorption of methane on MgO (001). the results obtained with the periodic LMP2 method for these systems appear more reliable than the ones obtained using density functional theory. (C) 2008 Wiley Periodicals, Inc.\", \"Two modifications of Gaussian-4 (G4) theory [L. A. Curtiss , J. Chem. Phys. 126, 084108 (2007)] are presented in which second- and third-order perturbation theories are used in place of fourth-order perturbation theory. These two new methods are referred to as G4(MP2) and G4(MP3), respectively. Both methods have been assessed on the G3/05 test set of accurate experimental data. The average absolute deviation from experiment for the 454 energies in this test set is 1.04 kcal/mol for G4(MP2) theory and 1.03 kcal/mol for G4(MP3) theory compared to 0.83 kcal/mol for G4 theory. G4(MP2) is slightly more accurate for enthalpies of formation than G4(MP3) (0.99 versus 1.04 kcal/mol), while G4(MP3) is more accurate for ionization potentials and electron affinities. Overall, the G4(MP2) method provides an accurate and economical method for thermochemical predictions. It has an overall accuracy for the G3/05 test set that is much better than G3(MP2) theory (1.04 versus 1.39 kcal/mol) and even better than G3 theory (1.04 versus 1.13 kcal/mol). In addition, G4(MP2) does better for challenging hypervalent systems such as H2SO4 and for nonhydrogen species than G3(MP2) theory. (C) 2007 American Institute of Physics.\", \"Using the experimental (or calculated) values for densities, a combination of theoretical and empirical calculations are powerful tools in predicting heats of formation of energetic salts. The heats of formation of cations and anions and lattice energies were calculated separately based on Born-Haber energy cycles. In this paper, 119 energetic salts were calculated. Heats of formation coupled with densities can be used further for predicting the detonation pressures and velocities and specific impulses of energetic salts. This method provides a straightforward and inexpensive route to screen large numbers of energetic salts\", \"We describe a multiresolution solver for the all-electron local density approximation Kohn-Sham equations for general polyatomic molecules. The resulting solutions are obtained to a user-specified precision and the computational cost of applying all operators scales linearly with the number of parameters. The construction and use of separated forms for operators (here, the Green's functions for the Poisson and bound-state Helmholtz equations) enable practical computation in three and higher dimensions. Initial applications include the alkali-earth atoms down to strontium and the water and benzene molecules. (C) 2004 American Institute of Physics.\", \"Unlike the well-defined long-range order that characterizes crystalline metals, the atomic arrangements in amorphous alloys remain mysterious at present. Despite intense research activity on metallic glasses and relentless pursuit of their structural description, the details of how the atoms are packed in amorphous metals are generally far less understood than for the case of network-forming glasses. Here we use a combination of state-of-the-art experimental and computational techniques to resolve the atomic-level structure of amorphous alloys. By analysing a range of model binary systems that involve different chemistry and atomic size ratios, we elucidate the different types of short-range order as well as the nature of the medium-range order. Our findings provide a reality check for the atomic structural models proposed over the years, and have implications for understanding the nature, forming ability and properties of metallic glasses.\", \"Proton-coupled electron transfer (PCET) is ubiquitous throughout chemistry and biology. This Perspective discusses recent advances and current challenges in the field of PCET, with an emphasis on the role of theory and computation. The fundamental theoretical concepts are summarized, at-id expressions for rate constants and kinetic isotope effects are provided. Computational methods for calculating-reduction potentials and pK(a)'s for molecular electrocatalysts, as well as insights into linear correlations and non-innocent ligands, are also described: In addition, computational methods for simulating the nonadiabatic dynamics of photoexcited PCET are discussed. Representative applications to PCET in solution, proteins, electrochemistry, and photoinduced processes are presented, highlighting the interplay between theoretical and experimental studies. The current challenges and suggested future directions are outlined for each type of application, concluding with an overall view to the future.\", \"Metallic nanoparticles (NPs) constitute a new class of chemical objects which are used in different fields as diverse as plasmonics, optics, catalysis, or biochemistry. The atomic structure of the NP and its size usually determine the chemical reactivity but this is often masked by the presence of capping agents, solvents, or supports. The knowledge of the structure and reactivity of isolated NPs is a requirement when aiming at designing NPs with a well-defined chemistry. Theoretical models together with efficient computational chemistry algorithms and parallel computer codes offer the opportunity to explore the chemistry of these interesting objects and to understand the effects of parameters such as size, shape and composition allowing one to derive some general trends.\"]"