"[\"The aim of this study was to investigate the effects of organic chemistry anxiety on sophomore undergraduate students in relation to chemistry attitude and organic chemistry achievement. The participants were 228 sophomore undergraduate students, enrolled in organic chemistry courses. Anxiety and attitude were measured using O-CAS and CAS, respectively. O-CA was measured by determining a point total for each student, using the results of exams and quizzes from organic chemistry courses. The results of an ANOVA showed a significant difference in the means for O-CA and chemistry attitudes scores between the low, moderate, and high anxiety groups. The findings also revealed a moderate, significant negative correlation between organic chemistry anxiety and achievement, and a small, significant negative correlation between organic chemistry anxiety and chemistry attitudes. In addition, there was a small, significant positive correlation between chemistry attitudes and organic chemistry achievement.\", \"A concern about students' conceptual difficulties in organic chemistry prompted this study. It was found that prior knowledge from general chemistry was critical in organic chemistry, but what were some of the concepts that comprised that prior knowledge? Therefore an analysis of four years of organic chemistry quiz data was undertaken. Multiple general chemistry concepts were revealed that are essential prior knowledge in organic chemistry. The general chemistry concepts that were found pose a challenge to organic chemistry instructors who have identified those same concepts as ones they review or consider important in organic chemistry. A review of the literature provides recommendations that address the general chemistry students' difficulties revealed in this study. Further research, however, is needed to follow through on those recommendations.\", \"The use, characteristics and website of 6 types of organic chemistry software, including structure drawing, molecular modeling, organic analysis, organic reactions, naming organic compounds and databases involved in organic, chemistry, are introduced in this paper. The more information about download and introduction of the above organic chemistry software on the Internet is listed in Chinese on our webpage (http://chemsoft.yeah.net).\", \"THE QUANTUM CHEMISTRY IN THE UNDERSTANDING OF THEORIES OF ORGANIC CHEMISTRY. Quantum chemical calculations were performed in order to obtain molecular properties such as electronic density, dipole moment, atomic charges, and bond lengths, which were compared to qualitative results based on the theories of the organic chemistry. The quantum chemistry computational can be a useful tool to support the main theories of the organic chemistry.\", \"The purpose of this study is to examine the relationships between organic chemistry anxiety, chemistry attitudes, and self-efficacy. Participants were 368 sophomore undergraduate students. In this study, the Organic Chemistry Anxiety Scale (O-CAS), the Chemistry Attitudes Scale, and the Self-efficacy Scale were used. Pearson correlation coefficient and structural equation modeling was utilized to determine the relationships between organic chemistry anxiety, chemistry attitudes, and self-efficacy. In correlation analysis, organic chemistry anxiety was found negatively (r=-0.52) related to chemistry attitudes and self-efficacy (r=-0.36). According to path analysis results, chemistry attitudes were predicted positively (beta=0.44) and organic chemistry anxiety predicted negatively (beta=-0.16) by self-efficacy. Also chemistry attitudes predicted organic chemistry anxiety in a negative way (beta=-0.44). The results were discussed in the light of literature.\", \"Many of the principles of organic polymer chemistry are direct extensions of the information contained in the standard introductory organic chemistry course. Often, however, the discussion of macromolecules is relegated to a chapter at the end of the organic chemistry text and is covered briefly, if at all. Connecting the organic-chemical principles of macromolecules to those of small molecules at the time these principles are first presented demonstrates some of the practical implications of organic chemistry, including medical applications. Making these connections can serve as a motivator to many students who are interested in medical applications of organic chemistry. Several examples of how macromolecular principles can be distributed throughout an introductory organic chemistry course to connect basic concepts to everyday life are discussed.\", \"An exploratory study was conducted with 23 organic chemistry educators to discover what general chemistry concepts they typically review, the concepts they believe are fundamental to introductory organic chemistry, the topics students find most difficult in the subject, and the misconceptions they observe in undergraduate organic chemistry students. The goal of the study was to generate an exploratory overview of current practice in order to spur discussion on organic chemistry curriculum and to encourage further chemical education research on students' understandings of organic chemistry concepts. While there were some overlaps, the differences found between participant perspectives are striking. In addition, participant perceptions of fundamental concepts of organic chemistry and the concept guidelines set forth by the ACS are notably different. While a number of chemistry misconceptions were noted by the educators, not all of the participants attempted to identify or were even aware of student misconceptions in organic chemistry.\", \"The techniques and thought processes of the field of physical organic chemistry, focused on small organic molecule structure and reactivity, have been taken up by numerous other fields, including, but not limited to, sensor design, organometallics, organic materials, organocatalysis, and supramolecular chemistry. The unifying principles of each field stem from physical organic chemistry pursuits. The insights, terminology, and lessons, as well as the experimental and computational techniques of physical organic chemistry currently permeate nearly all fields of organic chemistry. Thus, although the number of individuals that call themselves physical organic chemists is dwindling, we should recognize this as the inevitable outcome, revealing the strength of the discipline-it is so powerful that all areas of organic chemistry have adopted it, and therefore, we are all physical organic chemists at heart. This manuscript sets forth to highlight this conclusion by showing how several recent studies in fields not historically recognized as physical organic can be described as being so. The message is upbeat; organic chemists have a common background and language that emanates from physical organic chemistry, irrespective of the titles we each associate ourselves with.\", \"Original documents by L. P. Hammett and C. K. Ingold are presented which elucidate the origin of physical organic chemistry in the late 1920s and early 1930s. The field gained fast popularity, and within four decades created the presently accepted mechanistic model of organic chemistry. As the focus of research in organic chemistry shifted to synthesis around 1970, physical organic chemistry lost visibility, though mechanistic investigations became integral aspects of synthetic method development. While important subdisciplines of physical organic chemistry, e.g., supramolecular chemistry or mechanistic enzymology, continued to develop under separate headings, the systematic use of newly developed techniques (gas phase chemistry, laser spectroscopy, matrix isolation) is expected to lead to a renaissance of classical physical organic chemistry.\", \"Chemistry on stage: The Frank Warren Organic Chemistry Conference is the specialist organic chemistry conference of the South African Chemical Institute (SACI), covering all branches of organic chemistry. The 15th edition of this conference was held July 7-11, 2019, in the shadow of the iconic Amphitheatre, which forms part of the uKhahlamba Drakensberg Park World Heritage Site.\", \"The synthesis of organic molecules has at its core, purity, definitiveness of structure, and the ability to access specific atoms through chemical reactions. When considering extended organic structures, covalent organic frameworks (COFs) stand out as a true extension of molecular organic chemistry to the solid state, because these three fundamental attributes of molecular organic chemistry are preserved. The fact that COFs are porous provides confined space within which molecules can be further modified and controlled.\", \"Sophomores in a traditional organic chemistry course benefit in many ways from using polymer chemistry as an illustrative tool. While many organic chemists view polymer chemistry as a separate discipline, there are countless instances where polymer chemistry and organic chemistry overlap. Using polymer properties, synthe-sis, and reactions as part of an organic chemistry course does not require that one knows polymer chemistry in detail. In fact, what makes polymer chemistry examples useful is that they do not introduce new concepts. They just reinforce what students learn in the traditional functional group approach to teaching organic chemistry. By using real materials that students encounter on a daily basis as subjects for problems as lecture anecdotes, as demonstrations, or as explanative illustrations in an office discussion, the dry and sometimes arcane facts of organic chemistry become more meaningful. Incorporation of polymer chemistry is no different than incorporating green chemistry, environmental chemistry, or biological chemistry examples. Any of these examples enrich the course because students realize the relevance of what they are learning in organic chemistry to broader issues that include the many materials that are products of modern polymer chemistry.\", \"Since its establishment in 1922 by Professor Ivan Marek and through the work of Nobel Prize winner Vladimir Prelog, the Department of Organic Chemistry, Faculty of Chemical Engineering and Technology, University of Zagreb, showed strong impact, not only on scientific activities of the Department, but on the entire Croatian scientific community, especially in the domain of organic synthetic and medicinal chemistry. Preparative organic chemistry, thanks to the work of Professor Prelog (1935-1941), has remained the main scientific research activity in the Department. Since the formation of the Department of Organic Chemistry, research work in the field of synthetic organic and medicinal chemistry, as well as photochemistry, is carried out in its laboratories, scientific degrees are achieved and numerous organic chemists have been educated, many of whom are now recognised scientists in Croatia and worldwide.\", \"The plentiful organic chemistry sources on the Internet provide a convenient way for organic chemists to search literature. The search of Chemical Abstract (C. A.), patent and: some databases relevant to organic chemistry are introduced in this paper. Some useful domain names and addresses are provided.\", \"One of the indisputable signs of the progress made in organic chemistry over the last two hundred years is the increased ability of chemists to manipulate, control, and design chemical reactions. The technological expertise manifest in contemporary synthetic organic chemistry is, at least in part, due to developments in the theory of organic chemistry. By appealing to a notable chemist's attempts to articulate and codify the heuristics of synthetic design, this paper investigates how understanding theoretical organic chemistry facilitates progress in synthetic organic chemistry. The picture that emerges of how the applications of organic chemistry are grounded in its theory is contrasted with both standard and some more contemporary philosophical accounts of the applications of science.\", \"A two-semester second-year introductory organic chemistry sequence featuring one semester of accelerated organic chemistry followed by one semester of bioorganic chemistry is described. Assessment data collected over a six-year period reveal that such a course sequence can facilitate student mastery of fundamental organic chemistry in. the first organic course, which is then reinforced during a second semester that is centered around the organic chemistry of biological molecules. Furthermore, student responses to the enhanced biological content of the bioorganic chemistry course have been almost universally positive, and selected data and student comments from course evaluations are presented. Finally, key sections of the revised Competency Areas on which the new Medical College Admissions Test will be based are analyzed, indicating that such a revised organic chemistry sequence will likely be particularly beneficial to students hoping to enter health-related fields.\", \"There are millions of organic compounds. Naming of organic compounds is a nightmare to the students of organic chemistry, especially the beginners. Most of them are not able to score high marks in the achievement tests. Some of them begin to hate organic chemistry, and finally hate chemistry itself and sometimes chemistry teachers too! However if proper training is given systematically to the students, they will master the art of naming organic compounds. They will love organic chemistry. With this objective in mind a module on nomenclature of organic compounds has been prepared and its validity and applicability has been tested statistically.\", \"The role of physical organic chemistry (POC) within organic chemistry is portrayed from the personal point of view of the author. The paper compares the past (golden era) of POC with the present situation and considers some options for the future.\", \"Transition metal organometallic reactions have become increasingly important in the synthesis of organic molecules. A new approach has been developed to introduce organometallic chemistry, along with organic and inorganic chemistry, at the foundational level. This change highlights applications of organometallic chemistry that, have dramatically evolved in recent decades. With this development, a larger number of students have been reached than would typically be exposed to organometallic reactions. Modules are described that introduce transition metal organometallic compounds and reactions by analogy with thematically similar topics in general chemistry and organic chemistry. These topics are periodically reinforced by incorporation into organic synthesis problems.\", \"University students' achievements in organic chemistry depend on cognitive variables. In addition, non-cognitive variables such as anxiety levels also have an impact on students' organic chemistry achievements. The aim of this study was to develop a measurement tool assessing the anxiety levels of university students in organic chemistry lessons. In this study, the Organic Chemistry Anxiety Scale (O-CAS) consisting of 24 items was developed, its validity and reliability was analysed. All the items are positively worded to indicate increased anxiety. Factor analytic evidence from a sample (n=340) of university organic chemistry students indicated that the O-CAS measured three constructs. Additional analysis with a second sample (n=297) showed that scores on these anxiety constructs were internally consistent, with Cronbach's alphas ranging from 0.87 to 0.92 and were 0.95 for the overall scale. Further, the result of analysis of the third sample (n=195) indicated that there was a statistically significant relationship between organic chemistry anxiety and organic chemistry achievement of students. According to these results, the O-CAS can be used as a valid and reliable instrument in chemistry education.\", \"Investigations of the problem types used in college-level general chemistry examinations have been reported in this Journal and were first reported in the Journal of Chemical Education in 1924. This study extends the findings from general chemistry to the problems of four college-level organic chemistry courses. Three problem typologies were used as lenses for evaluating the instructional problems. Results of this study include frequency of problem types and comparisons drawn between results in organic chemistry and those in general chemistry. Most notably, a higher percentage of conceptual problems were found in organic chemistry than reported for general chemistry. Implications for use of problem typologies in benchmarking curricular materials are discussed.\", \"Organic synthesis chemistry is a very fast-growing discipline and it plays a very important role in chemistry. With the development of organic synthetic chemistry, organic synthesis device has also made greater development. At the same time, advances of organic synthesis device further promote the development of organic synthetic chemistry. This paper describes the working principle and system architecture of organic synthesis device and takes a case of di-n-butyl phthalate (DBP). At last, I foresee great prospect for organic synthesis.\", \"In this paper, we present fortified instructional methods that contributed in improving students' interest toward the expository organic chemistry laboratory course. Reformed TA (Teaching assistant) training and allocation method, a thorough course orientation session, text-light/graphics-heavy results PPT reports, and journal article templated-term papers have improved students' satisfaction in the organic chemistry laboratory course. These methods could be implemented while maintaining the traditional organic chemistry laboratory instruction styles and hence could be broadly applicable.\", \"Effective mastering and learning of basic organic chemical concepts is pivotal to ensure students continue to excel to the higher levels of organic chemistry learning. Concept learning is crucial for first-year organic chemistry students so that they can comprehend and understand a concept better and able to make connection to problems. In the present paper, the authors have implemented the Interactive Anonymous Quiz (IAQ) with \\\"must-have\\\" features in the organic chemistry course as a teaching tool to instill students' interest and enhance conceptual understanding in organic chemistry. The effectiveness of this activity was examined and evaluated through students' reflective writing. Students showed positive learning outcome on the implemented activity as reflected by the reflective writings. In addition, this activity could be employed as an activity to check on students' concept understanding, to instill students' interest in organic chemistry course and to improve on students' weakest topic in organic chemistry in the future classes.\", \"Organic chemistry problems that interrelate and integrate synthesis with spectroscopy are presented. These synthesis-spectroscopy roadmap (SSR) problems uniquely engage second-year undergraduate organic chemistry students in the personal discovery of organic chemistry. SSR problems counter the memorize-or-bust strategy that many students tend to employ in the study of organic chemistry with an instructional strategy that fosters \\\"seeing\\\" connections, \\\"hearing\\\" what a problem has to say, and \\\"feeling\\\" the exhilaration that comes with discovery.\", \"The sophomore organic chemistry sequence (Organic I and II) has a reputation: one that has prospective students worried. Their anxiety is well-founded, given estimates of the national success rate (defined as a grade of \\\"C\\\" or better) of 50-75%. In an attempt to improve both student success and student opinions about chemistry, we implemented a one-week \\\"boot camp\\\" (preparatory) course that we called Preparing for Organic Chemistry. This course reviewed the concepts of general chemistry required for success in Organic Chemistry I and II. We found improvements in student opinion of Organic Chemistry I (both before starting and after taking the course). Further, we have found that the boot camp had a measurable and statistically significant impact on student success rates.\", \"In this essay I consider whether the theory of organic chemistry is reducible to the theory of quantum chemistry. Using philosophical machinery developed by James Woodward, I characterize the understanding provided by both theories. Then I argue that there are systematic reasons to suspect that quantum chemistry is incapable of supporting some of the significant explanations, predictions, and applications underwritten by an understanding of theoretical organic chemistry. Consequently, even should quantum chemistry be 'reducible to' quantum physics in some suitable sense, there are good reasons to doubt that many of the significant results of organic chemistry could be reproduced by quantum chemistry alone.\", \"The development of the concepts for \\\"Green Chemistry\\\" and the main principles of this field are reviewed. Examples of the application of these principles in different areas of chemistry are included. The frequently used alternative solvents (green solvents - water, PEG, perfluorinated solvents, supercritical liquids) in preparative organic chemistry are described. The present and the future developments of green chemistry in education and organic chemical technology are considered.\", \"The use of in-class stories is an excellent way to keep a class interested in subject matter. Many organic chemistry classes are populated by nonchemistry majors, such as pre-med, pre-pharm, and biology students. Trivia questions are presented that are designed to show how organic chemistry is an important subject to students regardless of their major. In addition, a brief expansion of the topics and suggestions on how to include them into organic chemistry lectures are described.\", \"In this review, the field of biosurface organic chemistry is defined and some examples are presented. The aim of biosurface organic chemistry, composed of surface organic chemistry, bioconjugation, and micro- and nanofabrication, is to control the interfaces between biological and non-biological systems at the molecular level. Biosurface organic chemistry has evolved into the stage, where the lateral and vertical control of chemical compositions is achievable with recent developments of nanoscience and nanotechnology. Some new findings in the field are discussed in consideration of their applicability to nanobiotechnology and biomedical sciences.\", \"This reviews is to highlight the recent development of microwave chemistry in organic synthesis. The reactive technique of microwave-assisted organic synthesis and the application of microwave irradiation to organic reactions are discussed in this paper.\", \"Some of the history of the development of physical organic chemistry in Canada from the 1920s is presented, including many of the individuals involved, and their major areas of interest.\", \"Organic chemistry is a important and fundamental course. It has its own characteristics and special knowledge system. In order to raise teaching quality and improve student's ability to apply knowledge, and cultivate talents with innovation, the teaching methods and teaching content of organic chemistry has been studied. The teaching reformation has been obtaining fine effect.\", \"The Organic Chemistry in Action! (OCIA!) program is a set of teaching resources designed to facilitate the teaching and learning of introductory level organic chemistry. The OCIA! program was developed in collaboration with practicing and experienced chemistry teachers, using findings from Chemistry Education Research (CER). The program was developed as an alternative mode of teaching the prescribed high school organic chemistry curriculum in Ireland. The program aims to improve learners' attitudes towards, interest in and understanding of organic chemistry. The OCIA! program has been trialed with 87 students in six high schools. The effectiveness of the program was evaluated using three methods: feedback from the chemistry teachers in the experimental group (n = 6), feedback from the students in the experimental group (n = 87) and quasi-experimental comparison with students in a control group (n = 117). The evaluation has shown that this project was effective in improving the students' attitudes towards, interest in and understanding of organic chemistry. This evaluation identifies the challenges and opportunities in implementing CER in designing Chemistry curricula for high school classrooms. The integration of CER in practice requires collaboration between all parties responsible for designing, teaching and assessing school Chemistry. It is hoped that the evidence from this intervention can be used to encourage the use of evidence-based best practice in high school chemistry classes internationally. The approach is also useful for introductory organic chemistry courses at university.\", \"INCLUSION OF ATOM ECONOMY CONCEPT IN AN EXPERIMENTAL ORGANIC CHEMISTRY UNDERGRADUATE COURSE. In this paper, the atom economy concepts are applied in a series of experiments during an experimental organic chemistry class, to implement \\\"green chemistry\\\" in an undergraduate course.\", \"Standardized examinations, such as those developed and disseminated by the ACS Examinations Institute, are artifacts of the teaching of a course and over time may provide a historical perspective on how curricula have changed and evolved. This study investigated changes in organic chemistry curricula across a 60-year period by evaluating 18 ACS Organic Chemistry Exams through the lenses of problem-type, visualization use, content covered, and percentile rankings. For all lenses, the early 1970s emerged as a focal point for change and stabilization of the organic chemistry curricula.\", \"The existing literature in the field of physical organic chemistry of gas phase positive ions has been reviewed. The review is devided into sections covering all of the common functional groups and reaction types of organic chemistry with emphasis on substituent effects and trends in reactivity. The literature of the last ten years is covered, including comprehensive citations of older key work.\", \"This study describes the conceptual understanding for a series of fundamental organic concepts by fourth year chemistry students from a midsize, southeastern, state university. Student volunteers (n = 19) participated in semi-structured interviews using a think aloud protocol. The interview questions were eleven multiple choice questions selected from the Organic Chemistry examination developed by the Examinations Institute of the Division of Chemical Education, American Chemical Society. The questions were chosen to represent a range of concepts that are fundamental to the organic chemistry course sequence. Analysis of the interview transcripts revealed trends in the students' knowledge and alternative conceptions. Of particular interest, it was found that some alternative conceptions mirrored those previously seen with students in introductory chemistry, indicating the persistence of such alternative conceptions. Implications for instructional approaches particular to organic chemistry are discussed.\", \"In teaching of chemistry, every teacher can enumerate some topics of the chemistry curriculum, which are hard to understand or to memorize for grammar school students. These topics were defined as a problematic parts of subject. There was a qualitative educational research conducted with teachers of chemistry at grammar schools. The goal of the research was not limited to determinate the difficult parts of curriculum in organic chemistry but also included methods of the teaching. Finally the research also encompassed the reason behind the root causes misunderstanding of organic chemistry topics. Based on the results of this research there were new learning materials designed. They show the problematic topics of organic chemistry in different ways using other teaching methods. These materials will be consulted with teachers and theory will be proved in chemistry lesson at grammar school.\", \"ORGANIC CHEMISTRY'S TOP-CITED PAPERS: The newsletter Science Watch recently examined the most-referenced papers in organic chemistry, a subdiscipline that employs a substantial number of research chemists.\", \"\\\"Organic Chemistry. where now?\\\" This article reports the outcome of the first edition of ESYOP, a symposium devoted to the future of organic chemistry. The collective answer proposed to the above question has been elaborated by thirty-year-old French-speaking researchers. The challenges reported may he structured in three interdependent themes: quest for simplicity, nature as a guide. design of molecular structures Capable of autonomy and adaptability. In the future, organic chemistry may be a science devoted to the synthesis of 'intelligent' molecular systems inspired by Nature by using the simplest means.\", \"As nonrenewable resources deplete and educators seek relevant interdisciplinary content for organic chemistry instruction, biobased laboratory experiments present themselves as potential alternatives to petroleum-based transformations, which offer themselves as sustainable variations on important themes. Following the principles of green-chemistry and the powerful biorefinery model it is possible to create pedagogically sound and modern laboratory experiments employing readily available renewable reactants and reagents to convey important organic chemistry principles. In a reverse approach compared to total synthesis, these experiments should serve to not only make the undergraduate organic chemistry laboratory more green and sustainable but also educate the next generation with both historically important developments and cutting-edge research.\", \"Green chemistry and sustainable development have become increasingly important topics for the education of future chemists. The cross-disciplinary nature of green chemistry and sustainable development often means these subjects are taught in conjunction with other subjects, such as organic chemistry and chemical engineering. Herein, a straightforward and efficient approach for vertical integration of green chemistry concepts within existing undergraduate organic chemistry courses is shown. The gradual self-evaluation, \\\"greenification\\\", and reassessment of an organic chemistry course at KTH Royal Institute of Technology from 2013 to 2017 is described, with particular focus on the laboratory course and a novel green chemistry project designed to promote sustainability thinking and reasoning. The laboratory project, which can also be conducted as an independent organic chemistry laboratory exercise, required students to critically evaluate variations of the same Pechmann condensation experiment according to the twelve principles of green chemistry. The course evaluation shows that, after the modifications, students feel more comfortable with the topics \\\"green chemistry\\\" and \\\"sustainability\\\" and consider these topics more important for their future careers. Furthermore, the ability of students to discuss and critically evaluate green chemistry parameters improved considerably as determined from the laboratory project reports.\", \"BIOMASS IN UNDERGRADUATE GREEN ORGANIC CHEMISTRY EXPERIMENT: ESSENTIAL OIL AND FURFURAL FROM CLOVE BUD. This work presents an optimized integrated experiment for isolation of clove bud essential oil, rich in eugenol, and subsequent utilization of the solid residue for furfural synthesis. The operationally simple laboratory protocols and utilization of water as a solvent in both operations, plus the use of biomass as the starting material for preparation of versatile intermediates in organic synthesis, make the experiments attractive for undergraduate experimental organic chemistry courses in the context of green chemistry. In addition, this is the first description of the use of biomass (clove bud) in the simultaneous preparation of two chemical feedstocks, eugenol and furfural, on experimental organic chemistry courses.\", \"Objective. To investigate German pharmacy students' attitudes toward the relevance of organic chemistry training in Julius Maximilian University (JMU) of Wurzburg with regard to subsequent courses in the curricula and in later prospective career options.\\nMethods. Surveys were conducted in the second-year organic chemistry course (50 participants) as well as during the third-year and fourth-year lecture cycle on medicinal and pharmaceutical chemistry (66 participants) in 2014.\\nResults. Students' attitudes were surprisingly consistent throughout the progress of the degree course. Students considered organic chemistry very relevant to the pharmacy study program (95% junior and 97% senior students), and of importance for their future pharmacy program (88% junior and 94% senior students). With regard to prospective career options, the perceived relevance was considerably lower and attitudes were less homogenous.\\nConclusions. German pharmacy students at JMU Wurzburg consider organic chemistry of high relevance for medicinal chemistry and other courses in JMU's pharmacy program.\", \"Organic. chemistry courses can present major obstacles to access for students with blindness or low vision (BLV). In recent years, efforts have been made to represent organic chemistry concepts in tactile forms for blind students. These methodologies are described in this manuscript. Further work being done at Illinois State University is also described that allows a student with BLV to independently make properly Braille labeled structures from the organic chemistry online database via ChemDraw.\", \"\\\"Physical-organic chemistry\\\" is the name given to a subfield of chemistry that applies physical-chemical techniques to problems in organic chemistry (especially problems involving reaction mechanisms). \\\"Physical-organic\\\" is, however, also a short-hand term that describes a strategy for exploratory experimental research in a wide range of fields (organic, organometallic, and biological chemistry; surface and materials science; catalysis; and others) in which the key element is the correlation of systematic changes in molecular structure with changes in properties and functions of interest (reactivity, mechanism, physical or biological characteristics). This perspective gives a personal view of the historical development, and of possible future applications, of the physical-organic strategy.\", \"As the ability of computers in information processing is increasing and the price and the scale of computers are decreasing, computers become an important tool for our intellectual activities.\\nIn synthetic organic chemistry some computer-assisted systems have been developed and offered to practical uses. This article gives an outline of the systems and discusses the future of synthetic organic chemistry in computerized environment.\", \"Podcasting, a form of asynchronous Internet-based content delivery, has been utilized as supplementary material and full-content in a variety of courses. Examples of its use within Organic Chemistry lectures exist, though limited study of the benefits to this mode of Organic Chemistry instruction has been conducted. An overview of this relatively new technology and the implications of the benefit to Organic Chemistry students are explored in this review.\", \"This review summarizes advances made in the field of computational organic chemistry in 2012, focussing on the following topics: (1) organic structure and bonding, (2) organocatalytic mechanisms, (3) computational structural elucidation, (4) dynamic effects, (5) methodological advances and (6) computational organic chemistry on the web.\", \"Physical organic chemistry plays a unifying role in chemistry by combining a large variety of experimental and theoretical techniques to create simplified, intuitively understandable concepts of chemical processes. The concept of \\\"antiaromaticity\\\" is used to demonstrate how complex experiments may result in general models that allow chemists to predict the chemical and physical properties of difficult to access molecules and even of transition states. Cyclooctatetraene and the fluorenyl cation are used as examples to illustrate some working methods of physical organic chemistry.\", \"When greening an organic chemistry laboratory, redesigning the course to educate students about green chemistry rather than simply greening the individual experiments is crucial. This chapter describes a process of redesigning the organic chemistry I laboratory from a microscale course into a green chemistry lab. An organic chemistry 1 laboratory course where the students learn key organic chemistry techniques, the principles of green chemistry, and to apply green chemistry concepts was developed. A feedback mechanism was designed to involve students in the development and greening of experiments. As a capstone experiment, a three step inquiry-based, green synthesis was devised. The capstone experiment requires the students to search the literature and find methods for performing a carbonyl reduction, alcohol dehydration, and alkene bromination. The student-researched methods are analyzed as a class exercise before the experiments are performed, and the class chooses the best method for each reaction.\", \"VRML is more and more popularly used in the web-based chemistry courseware, and make the web-based learning more virtually and interactively. This article introduced the VRML optimizing technology that the web transmission and the interactive interface of the web-based organic chemistry courseware are improved.\", \"In this paper 50years of organosulfur chemistry have been reviewed on the occasion of the 25th International Symposium on the Organic Chemistry of Sulfur in 2012.\", \"Organic Chemistry is one of the important elementary courses of environmental engineering major. According to the major requirements, we take targeted steps to teach students in accordance of their aptitude emphasize on communication, reform teaching methods and properly use various kinds of teaching and experimental means. In this way, we arouse students' interesting of learning Organic Chemistry and improve the teaching effects and quality.\", \"The difficulty in learning organic chemistry explains the large number of suggestions made for improving its teaching. The problem is often focused on the way organic synthesis is taught in advanced courses, but many times the problem is on the very basics, in introductory courses. A deep understanding of organic compounds is as important for an organic chemist as a deep understanding of construction materials for an architect or an engineer.\", \"A modern undergraduate organic chemistry laboratory experiment involving the Suzuki-Miyaura coupling is reported. Although Suzuki-Miyaura couplings typically employ palladium catalysts in environmentally harmful solvents, this experiment features the use of inexpensive nickel catalysis, in addition to a \\\"green\\\" alcohol solvent. The experiment employs heterocyclic substrates, which are important pharmaceutical building blocks. Thus, this laboratory procedure exposes students to a variety of contemporary topics in organic chemistry, including transition metal-catalyzed cross-couplings, green chemistry, and the importance of heterocycles in drug discovery, none of which are well represented in typical undergraduate organic chemistry curricula. The experimental protocol uses commercially available reagents and is useful in both organic and inorganic instructional laboratories.\", \"Research in chemistry education has revealed that students going through their undergraduate and graduate studies in organic chemistry have a fragmented conceptual knowledge of the subject. Rote memorization, rule-based reasoning, and heuristic strategies seem to strongly influence students' performances. There appears to be a gap between what we believe students understand in organic chemistry and what they actually learn. In this report, findings are presented on how intuitive judgment processes governed organic chemistry students' unsuccessful and successful answering patterns in a traditional set of multiple-choice items. Analyzing the participants' approaches through the lens of associative processes in intuitive judgments contributes to the ongoing discussion about appropriate assessment in organic chemistry and encourages the improvement of the traditional curriculum in the discipline.\", \"Undergraduate organic chemistry is a challenging course for many students. The incorporation of historical examples into the curriculum provides students with a different perspective and better understanding and appreciation of the subject matter. By utilizing supplemental readings, primary literature examples, researcher profiles, and chemical history resources, the traditional curriculum in organic chemistry can be enhanced. This provides students with both the necessary content and a fuller view of organic chemistry as a discipline.\", \"The rapid progress in fluorous chemistry shed the light on the use of fluorous-organic hybrid solvents for fluorous reactions; however, these hybrid solvents also have good potentials as solvents for ordinary organic synthesis. This chapter will survey the state of the art of the fluorous organic hybrid solvents as green substitutes for traditional organic solvents.\", \"Organic chemistry has always been one of the strongest areas of research in the chemical sciences in India. The Indian Journal of Chemistry. Section B is the leading journal from India covering important contributions in the area of organic and medicinal chemistry. This is the first attempt to carry out a scientometric assessment of the visibility and impact of this journal towards serving the needs of researchers, mainly from India, in these areas. All papers published in this journal during 2005 to 2009 have been analysed using various scientometric parameters like geographical distribution, citations received each year, authorship patterns. etc. The papers are grouped under four main fields: (i) Heterocyclic Chemistry, (ii) Synthetic Organic Chemistry, (m) Natural Products Chemistry and (iv) Theoretical Chemistry and assessment and performance of these and the forty five specialized sub-fields in organic chemistry have been studied.\", \"3D printing was used to prepare models of the calculated geometries of unsaturated organic structures. Incorporation of p orbital isosurfaces into the models enables students in introductory organic chemistry courses to have hands-on experience with the concept of orbital alignment in strained and unstrained pi systems.\", \"In recent years, postsecondary instructors have recognized the potential of wilds to transform the way students learn in a collaborative environment. However, few instructors have embraced in-depth student use of chemistry software for the creation of interactive chemistry content on the Web. Using currently available software, students are able to design, build, and describe computational molecular models with a high degree of independence. For a second-semester organic chemistry course with biochemistry applications, we designed and implemented a wild-based project that involved student development of Web pages presenting the mechanism of action of a molecule of their choice. Student feedback supports the value of the project as a means to help students apply course content to biochemical applications. Organic chemistry instructors may benefit from the experience we gained while designing and implementing an organic chemistry wild project.\", \"Plants can store the chemical energy required by their developing offspring in the form of triglycerides. These lipids can be isolated from seeds and then converted into biodiesel through a transesterification reaction. This second-year undergraduate organic chemistry laboratory experiment exemplifies the conversion of an agricultural energy source directly into a mechanical energy source.\", \"Organic chemistry on Titan and prebiotic chemistry on Earth involve the same N-containing organics : nitriles and their oligomers. Couplings of their chemistry in the three parts of Titan's geofluid (atmosphere, aerosols and surface) seem to play a key role in the organic chemical evolution of the planet. If liquid water was present on Titan, then a prebiotic chemistry, involving eutectics, similar to that of the early Earth, may have occurred. However, liquid water is currently absent and a prebiotic chemistry based only on N-organics may be evolving now on Titan. The other consequence of the low temperatures of Titan is the possible formation of organics unstable at room temperature and very reactive. So far, these compounds have not been sytematically searched for in experimental studies of Titan's organic chemistry. C4N2 has already been detected on Titan. Powerful reactants in organic chemistry, CH2N2, and CH3N3, may be also present. They exhibit spectral signatures in the mid-IR strong enough to allow their detection at the 10-100 ppb level. They may be detectable on future IR spectra (ISO and Cassini) of Titan.\", \"The department of organic chemistry has always been at the forefront of research since its establishment in 1905 in a newly constructed building at Albertov. During the span of more than 100 years a number of leading Czech scientist in the area of organic chemistry have spent there their whole careers (e.g. Rayman, Cerny, Pacak, Stanek) or were to bigger or lesser extent associated with it (e.g. Sorm, Wichterle, etc.). The current research endeavors in the department encompass several areas: chemistry of natural products (saccharides, polysaccharides, and their transformations), physical organic chemistry (reaction mechanism, quantum chemistry), macro- and supramolecular chemistry (host-guest chemistry, self-assembly), molecular electronics (molecular wires and nets), catalysis (transition metal catalyzed transformations, organocatalysis), organic synthesis (synthesis of natural products and biologically active compounds), phytore-mediation (degradation of organic compounds in Nature), synthesis of isotopically labeled compounds for medicinal purposes, and analysis of organic compounds (mass spectrometry, NMR, IR, etc,). Most of the above mentioned research activities are carried out in cooperation with domestic as well as foreign universities or research institutions.\", \"This literature review covers the applications of analytical techniques to solid phase organic chemistry and combinatorial chemistry published between June 96 and September 1997. Highlighted are mass spectrometry, NMR, IR and chromatographic analyses of solid phase synthesis reactions and combinatorial libraries.\", \"As a way to assist chemistry departments with programmatic assessment of undergraduate chemistry curricula, the ACS Examinations Institute is devising a map of the content taught throughout the undergraduate curriculum. The structure of the map is hierarchal, with large grain size at the top and more content detail as one moves \\\"down\\\" the levels of the map, of which there are four levels total. This paper presents these four levels of the map with reference to second-year, organic chemistry.\", \"During last several decades, organic/inorganic hybrid materials have been used widely in many fields due to their excellent structure and performance. Thiol-ene/yne click chemistry, a new type of click chemistry, is of great interest because of its mild reaction conditions, fast reaction rate, high yield, easy post-treatment and high selectivity for the obtained products. Therefore, synthesis of high-performance organic/inorganic hybrid materials via thiol-ene/yne click chemistry is one of the hot topics of novel material research. In this review, the recent research progress of organic/inorganic hybrid materials synthesized by thiol-ene/yne click chemistry is discussed. Synthesis of silicon-, carbon-, metal- and metal oxide-based organic/inorganic hybrid materials via thiol-ene/yne click chemistry is highlighted. In addition, the applications of these hybrid materials in the fields of biomedical materials, environment protection and photoelectric materials are summarized. Finally, the development trend and future prospects of organic/inorganic hybrid materials synthesized by thiol-ene/yne click chemistry are presented.\", \"In general, students struggle with the sections of Organic Chemistry that pertain to the properties, reactivity, and synthesis of carbonyls. Although each and every new Organic text claims to have a new and different approach to teaching carbonyl chemistry, the results, in terms of student performance on exams and retention of material, appear to be largely the same regardless of the text. In struggling with how to improve student comprehension and retention of carbonyl chemistry, one possible source of the problem was identified as its location. In most cases, it is covered near the end of the second semester of a two semester long sequence of Organic Chemistry. As a result, it could be simple fatigue that is part of the problem. To study this hypothesis, Organic II has been taught with a revised order: carbonyl chemistry at the start of the second semester and aromatic chemistry at the end.\", \"This short commentary takes a stroll through the early days of the field of combinatorial chemistry and molecular diversity. It offers a high-level perspective on the field's beginnings-and its future-as it relates to journals, books, pioneers, and advances.\", \"The main areas of difficulty experienced by those teaching and learning organic chemistry at high school and introductory university level in Ireland have been identified, and the findings support previous studies in Ireland and globally. Using these findings and insights from chemistry education research (CER), the Organic Chemistry in Action! (OCIA!) program was developed. OCIA! is an evidence-based program designed to facilitate the teaching and learning of high school and introductory undergraduate organic chemistry. The purpose of this program is to improve learners' attitudes towards, interest in, and understanding of organic chemistry. The development and implementation of the OCIA! program has proven that the findings from CER can be effectively implemented into high school classrooms, working within the constraints of a prescribed curriculum. It is hoped that the ideas and approaches taken in the OCIA! program can be adapted for use at high school and introductory undergraduate organic chemistry in other countries. This paper details the design and development of the program by outlining the synergy of the key design criteria through a variety of teaching approaches: spiral curriculum; linking learning outcomes and assessment; formative and summative assessment; facilitation of cognitive development; guided inquiry; visual aids; applications-led, context-based, practical work; identification of and addressing misconceptions.\", \"We described herein a solvent-free synthesis of 4-chloroacetanilide both under hand grinding and mechanical grinding of stoichiometric amounts of acetanilide with trichloroisocyanuric acid. The synthetic approach was developed in the context of undergraduate organic chemistry and is the greener preparation of this compound already described.\", \"The Claisen condensation and its intramolecular variant the Dieckmann condensation are classic reactions studied in undergraduate organic chemistry courses because of their importance in organic synthesis and biochemical transformations. The growth in the use of microwave technology in both the synthetic and teaching laboratories warrants the modification of existing methodologies to incorporate this technology. This article presents simple microwave-assisted procedures for carrying out Claisen and Dieckmann condensation reactions that are suitable for organic chemistry teaching laboratories that utilize microwave technology. Although solvents can be used, the procedure is amenable to solvent-free conditions that promote green chemistry.\", \"We have developed an organic-chemistry-themed museum exhibit that is appropriate for all ages. The goal of the exhibit is to introduce the general public to the concept of molecular structure by relating structure to scent.\", \"The paper investigates Indian organic chemistry research activity during 1971-1989 using Chemical Abstracts. It attempts at quantification of national contribution to world efforts, and identify areas of relative strengths and weaknesses. Also models the growth of Indian organic chemistry output to world organic chemistry output as a whole and in sub-fields where the activity index for the world and India are similar.\", \"This quantitative study examines the impact of a three-week online organic preparatory course for chemistry undergraduates that is designed to improve student performance in the subsequent organic chemistry course series (N = 1,289). Organic chemistry often serves as a gatekeeper for students pursuing careers in science, technology, engineering, or mathematics (STEM). Because many students are underprepared for the rigorous organic chemistry series, and consequently are at greater risk of failing it, an online preparatory course was offered that emphasized topics that students frequently struggle with when they enter organic chemistry. The average treatment effects of participation in the online preparatory course on students' subsequent organic chemistry course grades were analyzed utilizing inverse-probability weights with regression adjustment. The analyses indicate that participation in the online preparatory course led to an improvement in subsequent organic chemistry course performance of approximately one-third of a letter grade (e.g., C+ to B-). Notably, students typically at-risk in college environments (i.e., low-income students, first-generation college students, underrepresented minorities) showed commensurate gains when compared to their non-at-risk counterparts. Consequently, this study provides an example of a low-cost intervention that can increase student learning and achievement in organic chemistry. In addition, this study contributes to the nascent research base that examines more distal effects of online course participation.\", \"This Concept article describes how network topology analysis is applied to different fields of solid-state chemistry. Its usefulness is demonstrated by examples from metal-organic frameworks, group 14 allotropes and related compounds, ice polymorphs, zeolites, supramolecular (organic) solid-state chemistry, Zintl phases, and cathode materials for Li-ion batteries.\", \"The organic chemical reaction is a process of covalent bond breaking and forming. A number of discussions and research during organic chemistry teaching have been given to the properties and applications of various organic compounds' covalent bonds. Compared with covalent bond interaction, non-covalent interaction bond is weaker. Nevertheless, noncovalent interactions widely exist in the individual compounds and among the compounds, and are extensively applied in the organic functional materials. This paper has investigated noncovalent interaction's effect on physical properties of organic compound, organic compounds' and their intermediates' stability, reaction activity, acidity and reaction direction of organic compounds and applications of organic compound properties from a unique respective. It is our expectation that effect of noncovalent interaction will be given more considerations in the organic chemistry teaching and learning, and our practices provide a new respective to the organic chemistry innovative ideas.\", \"This paper describes the major developments the globe witnessed in the field of organic chemistry in 2002, including 13 highlights such as \\\"A one-step conversion of benzene to phenol with a palladium membrane\\\".\", \"This article finds that traditional teaching methods cannot catch up with the pace of times and cannot meet the students' needs through questionnaire survey, carries out case method teaching reform in organic chemistry of pharmacy, introduces the origin and concept of the case method, and meanwhile expounds the essential conditions for smoothly implementing the case method. It presents the specific application of the case method in the organic chemistry course in pharmacy of Changsha Medical University.\", \"The topics of nature, for example semiochemicals, are motivating topics, which can be used to teach organic chemistry at high school level. The history, classifications, a few important applications of semiochemicals, and an semiochemical that can be synthesized in the laboratory are presented. The laboratory synthesis is carried out through the well-known Fischer esterification reaction, which is easy to implement in a high school laboratory. Computer-based molecular modeling, based on free software, can be used for supporting the characterization of the synthesized molecule. This information can be used as orientation and motivating material for inquiry- and context-based high-school organic chemistry.\", \"The importance of hybrid atomic orbitals, in both general and organic chemistry, is reviewed. Every contemporary textbook of organic chemistry introduces the directed-valence (e.g. sp(3), sp(2), sp) model, but the suitability of these hybrid orbitals for use in the teaching of molecular structure has been increasingly questioned. Based on a critical survey of the literature, we submit seven practical criteria that deprecate the use of hybrid orbitals in a pedagogical context. We suggest how the teaching of organic chemistry without hybrid orbitals will provide students with an enhanced education.\", \"During the last two years chemists from all over the world have gathered in ORGLIST - Organic Chemistry Mailing List on the Internet - to discuss Organic Chemistry. In this article the two years of operation are analyzed, evaluated and characterized on the basis of archived messages and after a survey was made among the members. The ORGLIST case shows how organic chemists could build a successful virtual community based on common scientific interests using the simplest Internet tools.\", \"The synthesis of the layered compound VO(PO4)(H2O)(2) and its use to oxidize 2-butanol to the ketone 2-butanone, is proposed as an experiment to integrate the organic and inorganic experimental undergraduate chemistry courses, in an atempt to overcome the observed disrupture between organic and inorganic chemistry.\", \"The present study discusses some disadvantages and limitations of the validating mode in the traditional teaching of organic chemistry in china. It is pointed out that it is necessary and exigent to explore the novel teaching mode of the organic chemistry experiment. Some new considerations are proposed on the feature, the predominance and the implementation of the novel inquiry-based teaching mode.\", \"The present contribution describes three different modern experiments for possible adoption in undergraduate organic chemistry laboratories. These are: 1. electrocatalytic hydrogenation of benzaldehyde to benzyl alcohol; 2. identification of three volatile components, obtained from pineapple fruit, by mass spectrometry and 3. microwave mediated fast synthesis of N-(p-chlorophenyl) phthalamic acid from phthalic anhydride and p-chloroaniline under solvent-free conditions. The experiments can be executed in a short period of time, putting the undergraduate student in contact with a variety of topics in organic chemistry and several techniques of analysis, showing multidisciplinarity in organic chemistry.\", \"We have investigated student difficulties with the learning of organic chemistry. Using Perry's Model of Intellectual Development as a framework revealed that organic chemistry students who function as dualistic thinkers struggle with the complexity of the subject matter. Understanding substitution/elimination reactions and multi-step syntheses is consistent with subsequent epistemological development to Perry's multiplistic and relativistic stages.\", \"Many students find the transition from first-year general chemistry to second-year organic chemistry a daunting task. There are many reasons for this, not the least of which is their lack of a solid understanding and appreciation of the importance of some basic concepts and principles from general chemistry that play an extremely critical role in organic chemistry. One such concept is the -log of the acid dissociation constant, pK(a). This article reviews eleven key organic chemical outcomes that can be predicted from knowledge of pK(a), highlighting its exceptional value as a physical quantity.\", \"Organic chemistry is often considered a difficult subject requiring great effort to achieve expert status. Only once this level has been reached, judging, deciding, and recalling chemical information will be fast and guided by heuristic strategies. These principles, used intuitively, improve the efficiency and speed of problem-solving and decision-making procedures. Establishing these strategies in teaching and learning chemistry should significantly help students acquire well-structured procedural knowledge early in their education. In an attempt to improve conceptual thinking in teaching organic chemistry, in this contribution we develop a heuristic view of addition reactions and propose a new way of perceiving this class of organic reactions.\", \"Relatively few experiments for the introductory organic chemistry laboratory demonstrate the utility of metal-catalyzed reactions in organic chemistry. A copper-catalyzed aerobic oxidative dimerization of 1-methylimidazole is described that introduces this topic. The reaction uses a low-cost substrate, a low-cost precatalyst that is stable to air and moisture, and a readily prepared base. The experiment can be performed using equipment found in a typical organic teaching lab. The crude product can be analyzed by H-1 NMR spectroscopy. The experiment allows for a general discussion of redox processes of organic substrates and green chemistry.\", \"Mobile devices such as smartphones are carried in the pockets of university students around the globe and are increasingly cheap to come by. These portable devices have evolved into powerful and interconnected handheld computers, which, among other applications, can be used as advanced learning tools and providers of targeted, curated content. Herein, we describe Apoc Social (Advanced Problems in Organic Chemistry Social), a mobile application that assists both learning and teaching college-level organic chemistry both in the classroom and on the go. With more than 750 chemistry exercises available, Apoc Social facilitates collaborative learning through discussion boards and fosters enthusiasm for complex organic chemistry.\", \"Stepped supporting tools were developed and used in the university seminar Organic Chemistry taken by nonmajor chemistry students, which supported self-regulated learning. These supporting tools were also used for accompanying homework, which included a QR code that led to additional supporting tools. The application of stepped supporting tools in the seminars was evaluated by a four-item Likert scale. The students assessed the tools as a helpful instrument for solving tasks in chemistry.\", \"An interdisciplinary laboratory experiment was designed and carried out on the basis of the photo/electrochromism of N,N'-bis(cysteine)pyromellitic diimide (BCPD), suitable for organic chemistry laboratory I and physical chemistry laboratory II students. In the organic chemistry laboratory, students synthesized BCPD and studied its photo/electrochromic properties briefly. In the physical chemistry laboratory, students were asked to explore the photo/electrochemistry of the synthesized dimide through the use of various techniques such as UV-vis spectroscopy, cyclic voltammetry, and conductometry measurements. By conducting this experiment, students not only learned the basic chemical concepts and techniques, such as photo/electrochemistry of imides, the use of reflux technique in organic synthesis, UV-vis spectroscopy, and cyclic voltammetry, but also perceived the interdisciplinary nature of chemistry research. Altogether, this experiment was designed to engage students in chemistry by connecting education to real-life situations, as well as indicating that their products in organic chemistry laboratory are valuable compounds.\", \"Although transition-metal-catalyzed reactions are important in contemporary organic chemistry, relatively few resources for the second-year organic chemistry curriculum discuss the subject. The inquiry-based experiment described here, an iron-catalyzed preparation of biphenyl from bromobenzene, introduces this topic. The reaction uses an inexpensive and relatively benign iron precatalyst that is air- and moisture-stable, and the experiment can be performed using the equipment found in a typical organic teaching laboratory. The crude product can be analyzed by melting point determination or by gas chromatography. The experiment allows for a general discussion of redox cycles common in many metal-catalyzed reactions, redox processes of organic substrates, and green chemistry. The experiment can be used in organic or inorganic laboratories.\", \"Solid-phase organic chemistry (SPOC) is at present widely used to create combinatorial ''libraries'' of organic compounds for drug discovery and to lead finding. SPOC involves the synthesis of organic compounds on a solid support, usually a polymer resin. Since neither conventional NMR nor TLC is capable of following reactions on a solid support, we have applied FT-IR successfully to evaluate reactions on a resin. Some examples as well as advantages and shortcomings of this technique will be discussed.\", \"The origin of life (OOL) question might be considered physical organic chemistry's ultimate challenge, yet despite continuing efforts over close to a century, the problem remains unresolved. In this personal perspective, I discuss some aspects of that challenge, and argue that notwithstanding the general perception that physical organic chemistry is a research area in decline, the discipline was, and continues to be, the most relevant one for tackling the OOL problem. Systems chemistry, a newly emergent branch of physical organic chemistry, which, inter alia, deals with replicating chemical systems and the networks they establish, reveals that physical organic chemistry, though in different guise, is alive and kicking. The broad direction ahead seems illuminated.\", \"The central goal of this study was to create a new diagnostic tool to identify organic chemistry students' alternative conceptions related to acid strength. Twenty years of research on secondary and college students' conceptions about acids and bases has shown that these important concepts are difficult for students to apply to qualitative problem solving. Yet, few published studies document how students' prior knowledge of acids influences their understanding of acid strength in organic chemistry contexts. We developed a nine-item multiple-tier, multiple-choice concept inventory to identify alternative conceptions that organic chemistry students hold about acid strength, to determine the prevalence of these conceptions, and to determine how strongly these conceptions bias student reasoning. We identified two significant alternative conceptions that organic chemistry students hold about acid strength. Students who answered items incorrectly were more confident about their answers than peers who answered items correctly, suggesting that after one semester of organic chemistry, students do not know what they do not know. Implications for the teaching of acid strength are discussed.\", \"This paper characterizes the increase in 'scientific understanding' that resulted from the Ingold Revolution in organic chemistry. By describing both the sorts of explanations facilitated by Ingold's Revolution and the sense in which organic chemistry was 'unified' by adopting these approaches to explanation, one can appreciate how this revolution led to a dramatic qualitative improvement in organic chemists' understanding of the phenomena that they study. The explanatory unification responsible for this transformation in organic chemistry is contrasted with contemporary philosophical accounts of unification and its relationship to both scientific understanding and explanation.\", \"Virtually all recent textbooks for elementary organic chemistry courses now offer substantial components of physical organic chemistry, an emerging discipline first known by that name in 1940. It may come as a surprise to learn of an elementary textbook using many physical principles was published in 1935 by Howard J. Lucas of the California Institute of Technology. A comparison will be made of the subject matter of the Lucas book with two highly respected texts of about the same period, written by Paul Karrer and Louis and Mary Fieser. Copyright &COPY; 2005 John Wiley & Sons, Ltd.\", \"Today, many biological phenomena are being both investigated and understood in molecular detail, and organic chemistry is increasingly being directed towards biological phenomena. Thus, the field of \\\"bioorganic chemistry\\\", which encompasses both biological and chemical research, has developed at the border between these two disciplines. The interplay of organic chemistry and biology will be illustrated in this review, using biological signal transduction as an example.\", \"The author recalls several visits to the Institute of Organic Chemistry, ETH Zurich. The faculty and staff of the Institute are remembered. Some circumstances surrounding the history of the publication of the total synthesis of vitamin B-12 are mentioned.\", \"This paper reports results of a qualitative study of sixteen students enrolled in a second year organic chemistry course for chemistry and chemical engineering majors. The focus of the study was student use of the arrow-pushing formalism that plays a central role in both the teaching and practice of organic chemistry. The goal of the study was to probe how students made sense of the arrow-pushing formalism by examining their responses to seven organic chemistry problems that required the use of this formalism. This paper discusses common barriers to students' understanding of the arrow-pushing formalism, the concepts and ideas students apply when they use this formalism to solve mechanism problems, and implications of the observation that they used this formalism in a meaningless, mechanical manner.\", \"The emergence of life on the Earth has required a prior organic chemistry leading to the formation of prebiotic molecules. The origin and the evolution of the organic matter on the early Earth is not yet firmly understood. Several hypothesis, possibly complementary, are considered. They can be divided in two categories: endogenous and exogenous sources. In this work we investigate the contribution of a specific endogenous source: the organic chemistry occurring in the ionosphere of the early Earth where the significant VUV contribution of the young Sun involved an efficient formation of reactive species. We address the issue whether this chemistry can lead to the formation of complex organic compounds with CO2 as only source of carbon in an early atmosphere made of N-2, CO2 and H-2, by mimicking experimentally this type of chemistry using a low pressure plasma reactor. By analyzing the gaseous phase composition, we strictly identified the formation of H2O, NH3, N2O and C2N2. The formation of,a solid organic phase is also observed, confirming the possibility to trigger organic chemistry in the upper atmosphere of the early Earth. The identification of Nitrogen-bearing chemical functions in the solid highlights the possibility for an efficient ionospheric chemistry to provide prebiotic material on the early Earth. (C) 2017 Elsevier B.V. All rights reserved.\", \"To explore the differences between how organic chemistry students and organic chemistry professors think about organic chemistry reactions, we administered a card sort task to participants with a range of knowledge and experience levels. Beginning students created a variety of categories ranging from structural similarities to process oriented categories. Professors and more experienced graduate students created their categories only for process oriented reasons. Professors discussed different features of the reactions than the students did, suggesting that students need guidance and opportunities to develop skills to identify mechanistically relevant features in a reaction. More specifically, at the University of Ottawa, a transformed organic chemistry curriculum has been designed and implemented where students are first taught the language of mechanisms before learning about specific reactions. Then, students are taught reactions in order of their governing pattern of mechanism, rather than by functional group. We developed a card sort task to investigate how students perceive the organization of the reactions in the curriculum as well as to explore how graduate students and professors think about organic chemistry reactions. There were 25 cards designed with reactants and reagents for reactions taught within the first two semesters of organic chemistry. The card sort task is composed of two parts: first, participants are asked to sort 15 cards into categories; second, the participants are given 10 additional cards and asked to incorporate them into their existing categories. During the fall 2017 semester, second semester organic chemistry students (N = 16), organic chemistry graduate students (N = 10), and professors who either teach and/or conduct research in organic chemistry (N = 7) were interviewed using the card sort task. We analyzed the participants' categories for cards that were frequently sorted together and the reasons they gave for creating the categories and then compared the findings across the different participant groups.\", \"This study aimed to know the effect of implementation modified spiral (or two-cycle) organic curriculum for Chemistry Education Undergraduate Students. The changing of curriculum that impacted in the organization of topics, was due to the low of student's achievement in Organic Chemistry courses. In a spiral curriculum, the first cycle was surveyed course which students learned about general organic chemistry that must be studied in year-long courses in the previous curriculum. The survey course discussed topics in less detail but with some emphasis on the topics that related to the chemistry for high school. The second course was the spiral of the first cycle that discussed the same chapter but in a more advanced discussion. In this cycle, students began to study about stereochemistry, mechanism of organic reaction and its application for daily need and industry. From the data analysis, there was a significant difference of students' achievement that learned with previous and spiral organic curriculum. It can be concluded that this modified curriculum is more appropriate to be applied for Chemistry Education students.\", \"In this paper, we combine with the requirements of clinical medicine professional certification to carry out reforms on the aspects of organic chemistry teaching contents, teaching methods, teaching content and evaluation of teaching effectiveness and teaching real research, and teaching staff construction with some certain success.\", \"Combinatorial chemistry is among the most recent topics in synthetic organic chemistry. A key feature is diversification in the development of organic reactions and in the synthesis of organic compounds. A crucial chemistry is solid-phase synthesis, which is a powerful method in order to optimize reaction conditions, to investigate scope and limitations of new reactions, and to synthesize a variety of compound libraries. Solid-supports, linkers, and strategies for the combinatorial chemistry are described. Synthetic methods (parallel synthesis and mix-and-split synthesis), analysis, and purification in the solid-phase synthesis are also described.\", \"A brief review was made concerning the significant roles of synthetic organic chemistry in biosciences in the past, present and future.\\nStudies on natural products, such as isolation of bioiogical active substances, structure determination and total syntheses, have contributed much to the progress of asymmetric syntheses. Advances in synthetic chemistry have made it possible to produce many efficient medicines contributing to medical sciences. Recently much attention has been paid to biomimetic chemistry. Many attempts to design artificial enzymes and apply them to organic syntheses have been made. Remarkable progress in molecular biology gave rise to biotechnology, thereby enabling the production of valuable endogenous proteins.\\nIn future new fields will, no doubt, be developed at the interface of biosciences and synthetic organic chemistry to contribute to the welfare of mankind.\", \"In this paper, we propose an efficient strategy for summarizing scientific documents in Organic Chemistry that concentrates on numerical treatments. We present its implementation named YACHS (Yet Another Chemistry Summarizer) that combines a specific document preprocessing with a sentence scoring method relying on the statistical properties of documents. We show that YACHS achieves the best results among several other summarizers on a corpus made of Organic Chemistry articles.\", \"It is suggested that interesting reconstructions, accessible to chemical intuition, may occur for organic molecules, after X-ray absorption and before Auger decay. This idea is introduced for the acetylene molecule which is shown to undergo a chemical rearrangement towards the vinylidene form and further illustrated for Various organic compounds. (C) 1997 Elsevier Science B.V.\", \"This two-part laboratory experiment is designed to be a cost-effective method for teaching basic organic laboratory techniques (recrystallization, thin-layer chromatography, column chromatography, vacuum filtration, and melting point determination) to large classes of introductory organic chemistry students. Students are exposed to different methods for the separation of mixtures containing a nonpolar organic compound (e.g., biphenyl) and a polar organic dye (e.g., methyl orange). Students are also introduced to solubility and miscibility using common organic solvents such as methanol, dichloromethane, hexane, acetone, and water. This experiment requires two approximately 3-h laboratory periods.\", \"Acquiring conceptual understanding seems to be one of the main challenges students face when studying organic chemistry. Traditionally, organic chemistry presents an extensive variety of chemical transformations, which often lead students to recall an organic transformation rather than apply conceptual knowledge. Strong surface level focus and rather weak conceptual at knowledge is the consequence. Purposefully designed tasks, which help engaging students to \\\"overlook\\\" the structural features, are proposed here as a means to enhance conceptual understanding and the integration of concepts. Following the idea of contrasting cases, broadly used in science education, and mirroring the epistemic practice of organic chemistry, we illustrate how contrasting cases can be embedded in an inquiry process to highlight the influence of electronic substituent effects on reactive intermediates and rates of organic reactions.\", \"Mogens Brondsted Nielsen is a Professor of Organic Chemistry and is Head of the Organic Chemistry Section at the Department of Chemistry, University of Copenhagen (Denmark). He is a current member of the ChemPhotoChem Editorial Board.\", \"At Miami University, the attrition rate in the year-long organic chemistry sequence for pre-medical majors typically ranges from 30-50%. To decrease attrition, the Department of Chemistry and Biochemistry developed an innovative, spiral curriculum. Unlike a traditional organic chemistry course that moves sequentially through the material, the spiral approach provides students with a broad, general overview of organic chemistry during the first semester, followed by exploration of important topics in more detail during the subsequent semester. A qualitative, case-study approach using interviews and reflective essays documented the experiences of eighteen students as they progressed through this spiral curriculum. This paper describes the strengths and weaknesses of the spiral approach, its impact on student attrition, results from ACS exams, and suggestions to improve the model.\", \"The paper considers how to extend medical students' knowledge and to provide chemical education within the framework of routine curricula. For this, the paper proposes that the view of re-garding general chemistry as chemistry of elements should be given up and that the first part of the routine course of general chemistry should be supplemented with aspects of general inorganic, organic, and physical chemistry, that course of biological organic chemistry should contain chemistry of cell elements, as generally accepted in the world, obviating its irrespective issues of general organic chemistry. The results of introducing the approaches in question into teaching practice at the author-headed Department of Medical Chemistry, Therapeutical Faculty, Tyumen Medical Institute are given.\", \"The main purpose of this article is to describe the contributions made by various professors in Portuguese institutions, (located at Lisbon, Coimbra and Oporto), for the development of organic chemistry, between 1900 and 1970, so that we can get a better idea of the Portuguese work done in this area (i.e., teaching, pedagogical, etc.). For this purpose, we will take particular attention to technical books used in class (lecture and laboratory). Another point of this article is to refer the organic chemistry laboratories, existent in various Portuguese universities, in order to understand the importance of practice for the complete university student training.\", \"Click chemistry is combinatorial synthesis on the basis of heteroatom linkage C-X-C. As a typical example of sustainable and green organic synthetic strategy for constructing functional organic/polymeric materials, it has aroused extensive interest among materials scientists in recent years. In this review, some basic conceptions of click chemistry and its category are introduced, and various organic/polymeric optoelectrical materials, supramolecular assemblies, molecular machine and recognition systems, as well as stimuli-responsive systems are summarized in detail. Finally, Friedel-Crafts type click chemistry and its future trend are prospected.\", \"Chemistry By Design is a new educational Web site that contains a continuously growing database of natural product and pharmaceutical syntheses. It focuses on providing visitors with an opportunity to learn about the wonders of synthetic organic chemistry by browsing published sequences and viewing each synthetic step individually. Emphasis has been placed on exploiting the wonderful graphical language of organic chemistry to most effectively communicate the educational content as well as to allow visitors to test their knowledge in a variety of different ways. Chemistry By Design is also available as a free application for both Apple iOS and Android devices.\", \"A two-step synthesis of the compound,beta-citronellyl tosylate is described. The final product, synthesized by the reduction of beta-citronellal with sodium borohydride followed by a solvent-free tosylation, is used as a perfume precursor and additive to laundry detergent. This project can be performed in two weeks in a typical second-year organic chemistry teaching laboratory. It exposes students to perfume chemistry, a topic not typically discussed in an organic chemistry course. Moreover, the solvent-free tosylation step of the reaction leads pedagogically to a discussion about green chemistry.\", \"Understanding key foundational principles is vital to learning chemistry across different contexts. One such foundational principle is the acid/base behavior of molecules. In the general chemistry sequence, the Bronsted-Lowry theory is stressed, because it lends itself well to studying equilibrium and kinetics. However, the Lewis theory of acids/bases is more broadly applicable beyond general chemistry, especially in organic chemistry, where direct correlations can be drawn between Lewis acids/bases and the underpinnings of mechanistic prediction. This study reports the outcomes of an investigation of organic chemistry students' understanding and application of acid/base theories in organic chemistry contexts. Participants completed problem-solving interviews, which included tasks related to acid/base understanding such as predicting acid strength and explaining nucleophiles/electrophiles. The results indicated that most students maintain declarative knowledge rooted in general chemistry training related to acids/bases, but they can't apply it in problem solving tasks. This assertion held true for most participants, whether chemistry majors or pre-professional majors. Further, flaws in student conceptual understanding of acid/base chemistry principles were revealed.\", \"Organic Chemistry is a branch of Chemistry involving the study of the carbon atom, its compounds and reactions. Numerous investigations carried out in the field of teaching and learning processes indicate that knowledge of a conceptual and explanatory type is not conveyed in a conventional manner, but rather each individual is constructed. Therefore, the proposal for this study was devised to help students achieve significant sustainable learning in the area of reactivity in organic chemistry, using the Concept Maps described by Novak (1998) as a teaching tool.\", \"Research of organic molecules grafted silicon surface has become the highlight in surface chemistry because it is expected to be widely used as molecular electrode, molecular rectifier and chemical/biosensor, etc. In this review, the developing progress of \\\"wet chemistry\\\" used in attaching organic molecules onto silicon surface and some technologies are presented in details. Furthermore, a number of new achievements are introduced and the trend of future research is prospected.\", \"Aspects of the history of chemists and chemistry in the Institute of Organic Chemistry at the University of Zurich are traced through chemical genealogy and retained samples from the chemical archives. The work of three OCI faculty members (Werner, Karrer and Eugster) who completed their graduate studies in the Institute is highlighted.\", \"Organic-templated vanadium phosphates (OTVP) are one of the most important classes micro-framework hybrid inorganic-organic compounds, which synthesized by hydrothermal or solvent- hydrothermal method. They exhibit rich crystal chemistry, and may find potential uses in sorption, ion-exchange, catalysis and material uses. In this paper, in view of comparative crystal chemistry, crystal structure and composition diversity of OTVP are critically reviewed. Research results may benefit to synthesis new compounds.\", \"Small molecules remain the backbone for modern drug discovery. They are conceived and synthesized by medicinal chemists, many of whom were originally trained as organic chemists. Support from government and industry to provide training and personnel for continued development of this critical skill set has been declining for many years. This Viewpoint highlights the value of organic chemistry and organic medicinal chemists in the complex journey of drug discovery as a reminder that basic science support must be restored.\", \"Professor Jiang Xikui, born in 1926, is one of the pioneers in physical organic and organofluorine chemistry in China. This account first introduces Prof. Jiang' academic background and then describes his achievements in different periods. The researches on the discovery of the electrophilic addition reaction of tetrafluoroethene, the preparation of fluoro-rubber, the discovery of the halophilic substitution reaction, the radical chemistry and the aggregation and self-coiling of organic molecules in aqueous media are emphasized.\", \"An overview of the discovery of reaction intermediates and associated concepts in physical organic chemistry is presented. Particular attention is paid to chronology of ideas, frequency of occurrence of reaction intermediates in the library of organic reactions used in organic synthesis, and the lexicon of scientific terms used in the language of physical organic chemistry. General logic decision trees are presented for the unique or near unique identification of reaction intermediates based on experimental techniques and common patterns of reactivity documented in the literature over the last century. Contributions made by scientists working in laboratories at Canadian universities and at the National Research Council of Canada are noted throughout.\", \"Organic-templated vanadium phosphates (OTVP) are one of the most important classes micro-framework hybrid inorganic-organic compounds, which synthesized by hydrothermal or solvent- hydrothermal method. They exhibit rich crystal chemistry, and may find potential uses in sorption, ion-exchange, catalysis and material uses. In this paper, in view of comparative crystal chemistry, crystal structure and composition diversity of OTVP are critically reviewed. Research results may benefit to synthesis new compounds.\", \"SUNSCREEN SYNTHESIS AND THEIR IMMOBILISITION ON POLYMETHYLMETHACRYLATE: AN INTEGRATED PROJECT IN ORGANIC CHEMISTRY, POLYMER CHEMISTRY AND PHOTOCHEMISTRY. Dibenzalacetone and other aldol condensation products are known sunscreens commonly used in cosmetics. This type of compounds can easily be prepared in an Organic Chemistry Lab by reaction of aldehydes with ketones in basic medium. These compounds can be incorporated in poly(methyl methacrylate) and used as UV light absorbers, for example in sunglasses. This project has the advantage of using inexpensive reagents which are readily available in Chemistry Laboratories. This experiment can also be a base starting point for discussions of organic, polymer and photochemistry topics.\", \"Rapid development in the field of reticular chemistry has allowed scientists ever-increasing control over the design and synthesis of crystalline porous materials. The promise that this field has in the development of next generation materials for numerous applications (gas storage and separation, catalysis, chemical sensing, electronics) relies on the effective training of new scientists in the diverse array of computational, synthetic, and analytical techniques that reticular chemistry requires. Herein, we describe a laboratory research experience designed to equip a class of upper-division undergraduates in chemistry and chemical engineering not only with these skills but also the skills necessary to communicate their future research accomplishments to the greater scientific community. The course is subdivided into three modules: (i) synthesis, characterization, and post-synthetic modification of metal-organic frameworks; (ii) superacid catalysis with metal-organic frameworks; and (iii) synthesis, characterization, and gas adsorption applications of covalent organic frameworks.\", \"An undergraduate laboratory experiment is described to measure Henry's law constants of organic compounds using a bubble column and gas chromatography flame ionization detector (GC-FID). This experiment is designed, for upper-division undergraduate laboratory courses and can be implemented in conjunction with physical chemistry, analytical chemistry, environmental chemistry, and toxicology laboratory courses. This experiment can be used to determine solubilities of organic compounds that have important implications in atmospheric chemistry and water pollution and build a useful database through undergraduate experiments.\", \"An experimental protocol that provides an excellent way to discuss concepts at the crossroads of organic chemistry and biochemistry employing biocatalysis is presented. By evaluating several reaction parameters (enzyme source, organic solvent, and acyl donor), it was possible to conduct an enzymatic kinetic resolution experiment using 1-phenylethanol as a model compound. Students were then challenged to revisit and explore a variety of basic principles already addressed in previous organic chemistry or biochemistry courses to stimulate interdisciplinary research.\", \"This annual report describes a selection of contributions from researchers who, using organic chemistry tools and inspiration from biomolecular systems have developed new techniques, approaches and applications. The report is divided in four sections. The first three sections deal with progress in organic chemistry inspired by the major classes of biomolecules. The fourth section focuses on recent developments in organic chemistry inspired by the complexity of biomolecular systems, and notes that, more than a decade after the first artificial self-replicators were described, a discipline that deals with complexity in artificial chemical systems is beginning to take shape, under the name of Systems Chemistry.\", \"An overview of the developments that occurred in the field of organic chemistry in Brazil in the last 25 years is presented. These developments are briefly compared to those observed worldwide, including some modern trends. The main source of information was the annual meeting of the Brazilian Chemical Society (RASBQ) covering the period 1979-2001 and the biennial Brazilian Meeting on Organic Synthesis (BMOS). All the contributions presented at these two meetings were classified according to six main indicatives, to permit a discussion about the past, present and future activities of Organic Chemistry in Brazil.\", \"This annual report reviews a selection of contributions from researchers in the field of organic chemistry broadly interpreted, which take inspiration from biomolecular systems. The report is divided in four sections: the first three sections discuss progresses in organic chemistry inspired by the major classes of biomolecules: nucleic acids, proteins and lipids. The fourth section, subtitled Systems Chemistry, was introduced for the first time last year and is devoted to organic chemistry inspired by the complexity of biomolecular systems. Although it was originally applied to self-replicating chemical systems and dynamic combinatorial libraries, the term Systems chemistry is now being applied to the study of the emerging properties within complex systems. The reader will notice that the manipulation of emerging properties of increasingly complex systems is implicit in much of the chemistry described in this report.\", \"Many logistic and instructional changes followed the incorporation of the 12 principles of green chemistry into organic chemistry laboratory courses at the University of Detroit Mercy. Over the last decade, institutional limitations have been turned into green chemical strengths in many areas, including integration of atom economy metrics into learning outcomes, replacing overly toxic equipment and reagents, and modifying matters of reaction scale and type.\", \"FURFURAL - FROM BIOMASS TO ORGANIC CHEMISTRY LABORATORY. The goal of this manuscript is provide to students of Chemistry and related areas an alternative experiment in which they can obtain a compound and learn to observe and interpret properties and predict organic structure by obtaining furfural from biomass. Furfural is an organic compound, obtained through acid hydrolysis of pentosans, commonly used in the chemical and pharmaceutical industries. Students are guided to get furfural through extractive procedures and chemical reactions adapted to semi-micro laboratory scale. Characterization of furfural was done by chemical tests and physical properties. Identification was accomplished by a series of spectroscopic and spectrometric techniques.\", \"To accentuate the importance of organic chemistry in development of contemporary pharmaceuticals, a three-week unit entitled \\\"Molecules-in-Medicine\\\" was included in the curriculum of a comprehensive one-semester four-credit organic chemistry course. After a lecture on medicinal chemistry concepts and pharmaceutical practices, students worked in small groups (rarely, individually) to research and prepare a Power Point presentation on a small-molecule drug, highlighting the drug's structure, function, biological target, and organic reactions involved in its synthesis. Presentations were uploaded on the Blackboard course management system and then peer-reviewed and graded by fellow students using Blackboard's peer-review feature and instructor-provided criteria. Both the preparation of the presentation and the evaluation of other student's presentations were required to receive credit for this unit. In addition to helping students acquire critical skills in effective communication and experiencing peer review firsthand for the first time, this assignment generated tremendous student interest, stimulated student engagement with organic chemistry, and improved their awareness of the role of organic chemistry in modern drug design and synthesis.\", \"All pharmaceutical products contain organic molecules; the source may be a natural product or a fully synthetic molecule, or a combination of both. Thus, it follows that organic chemistry underpins both existing and upcoming pharmaceutical products. The reverse relationship has also affected organic synthesis, changing its landscape towards increasingly complex targets. This Review article sets out to give a concise appraisal of this symbiotic relationship between organic chemistry and drug discovery, along with a discussion of the design concepts and highlighting key milestones along the journey. In particular, criteria for a high-quality compound library design enabling efficient virtual navigation of chemical space, as well as rise and fall of concepts for its synthetic exploration (such as combinatorial chemistry; diversity-, biology-, lead-, or fragment-oriented syntheses; and DNA-encoded libraries) are critically surveyed.\", \"The National Organic Chemistry Symposium has a reputation for bringing together top-notch organic chemists. The meeting's line-up of 13 plenary speakers and more than 350 poster presentations including such mainstay topics as total synthesis, catalysis and method development.\", \"Organic chemistry is often promoted as a course designed to cultivate skill in scientific \\\"ways of thinking\\\". Expert organic chemists perceive their field as one in which plausible answers to complex questions are arrived at through analytical thought processes. They draw analogy between problem solving in organic chemistry and diagnosis of a disease, which is of central importance to physicians-in training. To determine whether or not assessments deployed in organic chemistry align with the rhetoric used to promote the course to premedical students, we characterized 118 organic chemistry assessment items given to students at elite universities. The overwhelming majority of the questions examined were not capable of eliciting evidence of student engagement in the scientific and engineering practices (the disaggregated components of inquiry) defined by the Framework for K-12 Education. Dissonance between assessment focus and rhetoric used in course promotion is troubling as assessments convey a strong implicit message about the objective of a course. If exams focus chiefly on recall, application of simple algorithms, and pattern recognition, students will infer that memorization of content is the chief aim of organic chemistry. Herein, we examine how prompts might be modified or constructed to better engage students in one or more of the scientific and engineering practices in the context of organic chemistry. Both constructed response and selected response prompts are discussed.\", \"In this experiment for an introductory undergraduate organic chemistry lab, students tetraalkylate tert-butylcalix[4]arene, a bowl-shaped macrocyclic oligophenol, and examine the supramolecular chemistry of the tetraether product by proton nuclear magnetic resonance (NMR) spectroscopy. Complexation with a sodium ion reduces the conformational mobility of the macrocycle through host-guest interactions, greatly simplifying the H-1 NMR spectrum of the macrocycle and providing an excellent example of geminal coupling between the diastereotopic protons of the methylene bridges. By dealing explicitly with the organic chemistry of large molecules and host-guest complementarity, this experiment provides a useful pedagogical bridge from small-molecule organic chemistry to the biochemistry of macromolecules such as enzymes.\", \"Curriculum design assumes that successful completion of prerequisite courses will have a positive impact on student performance in courses that require the prerequisite. We recently had the opportunity to test this assumption concerning the relationship between completion of the organic chemistry prerequisite and performance in introductory biochemistry. We found no statistically significant differences between average biochemistry grades or grade distribution among students with or without the organic chemistry prerequisite. However, students who had not completed the organic chemistry prerequisite before biochemistry were more likely to withdraw from the course than those who had completed the prerequisite. In contrast to the lack of correlation between performance in biochemistry and completion of organic chemistry, we observed a strong, highly significant positive relationship between cumulative GPA and the biochemistry grade. Our data suggest that excluding students without organic chemistry would have less positive impact on student success in biochemistry than would providing additional support for all students who enroll in biochemistry with a cumulative GPA below 2.5.\", \"An introduction to the fundamental concepts and main aspects of organic clean synthesis is given, and relevant industrial examples which have implemented the philosophy of cleaner synthesis are also presented. Recent trends in organic synthesis which are environmentally friendly are also discussed.\", \"Successful completion of organic chemistry is a prerequisite for many graduate and professional programs in science, technology, engineering, and mathematics, yet the failure rate for this sequence of courses is notoriously high. To date, few studies have examined why some students succeed while others have difficulty in organic chemistry. This study examines factors related to student performance in organic chemistry courses. Results indicate that high-achieving students, as measured by course grades, score higher on measures of conceptual performance and problem-solving while seeking assistance and engaging in practice problems earlier in the semester than low-achieving students. Case studies illustrate how students engaging in such behaviors can overcome poor prior grades while those not engaging in such behaviors can perform poorly despite strong prior grades. Overall, study behaviors and conceptual understanding outweigh prior academic standing in predicting final course grades. These analyses suggest potential intervention targets for educators addressing students at risk for poor organic chemistry performance.\", \"Organic chemistry project at CPE Lyon for undergraduate students An organic chemistry project has been set up for first year students at CPE Lyon (HE - year 3). Subjects corresponding to different parts of the organic chemistry course are shared out between groups of six or seven students. These groups study their subject first theoretically by carrying out a literature search and then illustrate it by organic syntheses in the lab after having translated the experimental procedures of these syntheses from the original publication. This work gives rise to the writing of a scientific report and to the presentation in English of a poster to industrial chemistry researchers. Thus this project is a first experience of academic research and of the job of a chemical engineer. Students effectively need to use their scientific, theoretical and practical skills as well as different professional skills such as team work, project management and literature searches.\", \"The applications and development of solution phase combinatorial chemistry in organic synthesis have been reviewed.\", \"Polymers of all categories and the monomers necessary for their syntheses offer numerous opportunities for beginning students of organic chemistry to be exposed to and learn the details of foundational principles of organic chemistry. This view on polymer chemistry is the focus of three chapters in a new book, \\\"Organic Chemistry Principles in Context: A Story Telling Historical Approach.\\\" The chapter to follow is based on information from this book focused only on radicals and not on condensation polymers, which are also discussed in the book. The discussion on radicals yields information normally presented in undergraduate organic chemistry courses but in the context of the importance of polymers. In this manner polymer yield insight into the addition of radicals to double bonds, the reactivity of polymers in hydrogen abstraction, the beta-scission reactions of radicals and how resonance stabilization of radicals blocks the radical polymerization of propylene.\", \"Bromination of an alkene is a typical addition reaction covered in an introductory organic chemistry course and laboratory. In this undergraduate organic chemistry laboratory exercise, students studied the bromination of a 4,5-dimethyl-1,4-cyclohexadiene-1,2-dicarboxylic acid. The reaction has an unexpected outcome as bromination yields the aromatic product, 4,5-dimethylphthalic acid. Green chemistry modification involves application of a \\\"bromide/peroxide reaction\\\" with NaBr/H2O2 in an acidic medium as an in situ source of bromine. The experiment was carried out as a two-day exercise and the students integrated molecular modeling, interpretation of mass spectra, knowledge of stability of organic compounds, and knowledge of the reaction mechanisms of addition and elimination to explain the experimental outcome.\\n[GRAPHICS]\\n.\", \"This article on Vladimir Prelog and his contribution to the development of organic chemistry in Croatia presents data on his scientific work. done in the Department of Organic Chemistry of the Technical Faculty in Zagreb, as well as the scientific research work carried-but in collaboration with the Science Laboratory of the pharmaceutical factory >>Kastel<< in Zagreb. All the resulting papers were prepared by joint engagement of Professor Prelog's enthusiastic co-workers from the Faculty and Kastel, thus establishing >>Prelog's Zagreb School of Organic Chemistry<<. It continued its activities even after Professor Prelog's departure for Zurich and had a vital influence on the further development of organic chemistry and biochemistry at the University of Zagreb, research institutions and scientific research laboratories of the chemical and pharmaceutical industries in Croatia.\", \"For the first time under the auspices of Sociedade Portuguesa de Quimica, the competences of two important fields of Chemistry are brought together into a single event, the 11st National Organic Chemistry Meeting and the the 4th National Medicinal Chemistry Meeting, to highlight complementarities and to promote new synergies. Abstracts of plenary lectures, oral communications, and posters presented during the meeting are collected in this report.\", \"Organic chemistry pedagogy is changing as educators are coming to understand and better appreciate the conceptual organization of the field and how to teach so that students' knowledge becomes transferrable. As part of a second -semester organic chemistry course on campus, we have developed a generalized approach to teaching organic chemistry that makes use of the flipped classroom model, computational tools, and novel conceptual frameworks. In translating this course to a MOOC environment, we have found that MOOC students in particular respond well to the generalized approach, which helps students learn in a context-independent manner and transfer their knowledge to other fields.\", \"A novel studio-based lab module that incorporates student-centered activities was designed and implemented to introduce second-year undergraduate students to the first-semester organic chemistry laboratory. The \\\"First Day\\\" studio module incorporates learning objectives for the course, lab safety, and keeping a professional lab notebook.\", \"The introduction of clickers into the learning environment evolved significantly reflecting major developments in student academic performance. From simple in-class, multiple-choice questions to global international competitions, this innovative tool has managed to combine both education and entertainment into an intuitive and positively reinforcing learning experience. In 2011, the PI was appointed by the International Union of Pure and Applied Chemistry (IUPAC) to represent and coordinate the activities in Lebanon in celebration of the International Year of Chemistry (IYC2011). The first seed of organic chemistry competition (OC) was thus planted, sparking a series of more successful events promoting a fun and proactive educational environment that recognized the participants' mastery of essential concepts of organic chemistry. As such, the OC has since became a platform for higher education and student-based academic involvement joining students from all around the world and different walks of life to experience and share a common interest: organic chemistry.\", \"The fourth-year undergraduate synthetic organic and medicinal chemistry laboratory course at the University of Ottawa was transformed from a traditional laboratory format to a problem-based learning (PBL) format. Authentic problems were developed that closely resembled the types of problems that scientists regularly confront. The development, implementation, and challenges of the fourth-year organic and medicinal chemistry laboratory course taught in PBL format are discussed, as well as results and feedback from the course.\", \"Nanomaterials are becoming more and more important. The so-called \\\"bottom-up\\\" approach developed by chemists opens new possibilities. It is based on the controlled assembly of molecular species. The development of soft chemistry syntheses together with bio-inspired processes lead to a new nanochemistry in which hybrid organic-inorganic materials take advantage of the strength of the inorganic world together with the versatility of organic chemistry.\", \"Organic chemistry is often considered to be a difficult subject to teach and to learn, particularly as students prefer to resort to memorization alone rather than reasoning using models from chemical reactivity. Existing studies have led us to suggest principles for redefining the curriculum, ranging from its overall structure to the tasks given to the students. We suggest reorganizing the content around the organic chemist's questions and even in the first year implementing teaching based on modeling, organic synthesis, and using a database (the \\\"reaction library\\\") in class. Finally, we present a full curriculum reconciling these principles with the current content of an organic chemistry course.\", \"This review consists of a number of highly selective and useful new organic synthetic reactions, which are characteristic with particular and selective reactivities and behaviors of radical ions intermediates, generated by transfer of one electron between organic molecule and electrodes, magnesium metal. Those reactions are also quite difficult or almost impossible to realize through usual carbocation, carbanion or radical intermediates, and may be classified as one of new fields, namely \\\"Organic Synthesis by Organic Electron Transfer Chemistry\\\".\", \"The principles of green chemistry are applied to not only chemical engineering and synthesis, but also increasingly analytical chemistry. We describe environment-friendly analytical techniques applied to isolate and to enrich trace organic pollutants from solid and aqueous samples. Amounts of organic solvents used in analytical laboratories are reduced by applying solventless extraction, extraction using other types of solvent, assisted solvent extraction and miniaturized analytical systems. (c) 2009 Elsevier Ltd. All rights reserved.\", \"Synthetic chemistry remains a time- and labor-intensive process of inherent hazardous nature. Our organic solvent disintegrating tablet (O-Tab) technology has shown potential to make industrial/synthetic chemistry more efficient. As is the case with pharmaceutical tablets, our reagent-containing O-Tabs are mechanically strong, but disintegrate rapidly when in contact with reaction media (organic solvents). For O-Tabs containing sensitive chemicals, they can be further coated to insulate them from air and moisture.\", \"MICROWAVES IN ORGANIC SYNTHESIS. The application of microwave heating to organic synthesis is presented in a concise manner. Issues such as the history of the microwave oven, dielectric heating, reactions techniques (dry reactions. MORE chemistry), domestic ovens, microwave reactors, microwave effect and control of selectivities are discussed. Selected examples from the literature showed faster reactions. improved yields, less thermal degradations and cleaner reactions.\", \"The beginnings of physical organic chemistry can be traced back to the early 19th Century in the work of Michael Faraday, and this area of study gained great prominence with the discovery by Moses Gomberg of the triphenylmethyl radical in 1900. From that time, the field has continually grown in its capabilities and now is widely used for the understanding of organic and bioorganic chemistry, using both experimental and theoretical approaches. Some of the history of this development is described.\", \"A deck of cards and a card game have been developed in an effort to make practicing organic chemistry and synthesis more fun for students. The game is played as a variation of rummy, in which players collect sets of similar cards and runs of cards in a synthetic sequence. This card game reviews knowledge of functional groups and reaction types and requires an ability to place many organic transformations in an appropriate order to synthesize target molecules. The game was used as a method to review second-year organic reactions for third- and fourth-year students at the beginning of a course in advanced organic chemistry. Students enjoyed the game and even gathered to play it outside of class. Additionally, the deck of cards was constructed so it can function to give a variety of classic card games a chemistry theme.\", \"The review describes the history of development of organic chemistry in higher schools of Russia over a period of 170 years, since the emergence of organic chemistry in our country till now.\", \"Ionic liquid (IL) chemistry has evolved over the past century, such that these organic salts have impacted virtually every area of science and engineering. In the area of chemistry, initial applications of these salts were primarily the domain of chemists or chemical engineers who desired to manipulate the properties of IL solvents for a variety of applications including tuning various chemical processes. Since then, the chemistry of these organic salts has progressed such that changing an important property of a solvent (e.g., melting point or hydrophobicity) often involves simply altering the counterion of the organic salt. It is with this simplicity in mind that we have recently embarked upon the use of such chemistry to manipulate important properties of solid-phase ionic organic materials. To differentiate this chemistry from ionic liquid chemistry, we have coined the acronym GUMBOS (group of uniform materials based on organic salts). In this perspective article, we describe and demonstrate how ionic liquid chemistry can provide distinct and sometimes unique chemistry for solid-phase applications. Solid phase properties which can be manipulated via this chemistry include, but are not limited to, magnetism, melting point, hydrophobicity, fluorescence quantum yields, nanoformulations, material aggregation, viscosity, viscoelasticity, and cytotoxicity. In addition, we discuss a few examples to demonstrate how GUMBOS chemistry, until now, has been beneficial to the general area of materials chemistry and, more broadly, to the field of analytical chemistry. We also project future applications of this technology.\", \"From interstellar chemistry to prebiotic chemistry: organic matter evolution toward the life\\nThe formation and evolution of organic matter starts mostly in dense molecular clouds. These clouds are mainly composed of interstellar grains, including most of the organic matter of 1:he interstellar medium embedded in molecular ices. During the evolution of these grains, this organic matter will undergo many chemical changes (ion bombardment, UV irradiations, and thermal effects) to achieve a true complexity of the organic matrix. In some areas, the cloud will collapse gravitationally on itself to form a \\\"solar nebula\\\" that will evolve into a protostar and potentially to a planetary system like our own. During this evolution, the interstellar grains will agglomerate to form small objects including the original organic matter, which from their evolution around the star can be described as comets or asteroids. These small objects can serve as a reservoir of organic matter for the development of prebiotic chemistry on the surface of terrestrial planets like the Earth, a prelude to the emergence of biosystems as it has indeed been the case on the Earth.\", \"The past decade has witnessed an explosive growth of interest in mechanochemical reactions by milling or grinding, and rapid expansion of mechanochemical methodologies into different areas of chemistry, from supramolecular chemistry and organic synthesis to metal organic frameworks and nanoparticle synthesis. This Digest Letter highlights the recent advances in metal-catalyzed mechanochemical reactions, one of the most rapidly developing areas of modern organic mechanosynthesis. (c) 2015 Elsevier Ltd. All rights reserved.\", \"A five-week miniproject is described for an upper-division experimental organic chemistry course. The activities include synthesis of a phenylboronic acid via a Grignard reaction and its use in a Suzuki-Miyaura cross-coupling reaction. Technical skills and concepts normally presented in practical organic chemistry courses are covered, including the use of an inert atmosphere (Schlenk tube technique), separation of mixtures (filtration), melting range determination, infrared (IR) spectrum, stoichiometric calculations and gas chromatography techniques.\", \"The use of water as solvent features many benefits such as improving reactivities and selectivities, simplifying the workup procedures, enabling the recycling of the catalyst and allowing mild reaction conditions and protecting-group free synthesis in addition to being benign itself. In addition, exploring organic chemistry in water can lead to uncommon reactivities and selectivities complementing the organic chemists' synthetic toolbox in organic solvents. Studying chemistry in water also allows insight to be gained into Nature's way of chemical synthesis. However, using water as solvent is not always green. This tutorial review briefly discusses organic synthesis in water with a Green Chemistry perspective.\", \"In recent years, strides have been made to enhance the coverage of NMR spectroscopy within the chemistry curriculum at Ashland University. This chapter focuses on the use of NMR in two varied settings: within a course for students with majors outside of the natural sciences and within the two-semester, organic chemistry laboratory sequence for science majors. Spectral interpretation and acquisition in the non-majors course and the introduction of 2D-NMR spectroscopy (COSY, HMQC, and HMBC) within the organic chemistry lab courses will be described in detail. In addition, the use of NMR spectroscopy in organic chemistry research is briefly outlined.\", \"Teaching organic chemistry using orbitals presentation of a database of molecular orbitals The authors wish in this paper to prompt educators in organic chemistry to use molecular orbitals as soon as in undergraduate courses. For this purpose, we first propose a set of preliminary concepts which does not involve any mathematical features. Then we present a molecular orbital database containing nearly 250 molecules especially designed for chemical education. Finally, we show how these data could be used to clear up some selected basic reaction mechanisms.\", \"Among the 132 authors of the great Grignard's Treatise of Organic Chemistry, 19 pharmacists have been recorded. At that time they worked in French academic establishments: College de France, Museum national d'Histoire naturelle, Institut Pasteur de Paris, and several universities (mainly the Paris College of Pharmacy). Some of them were professors of organic chemistry, whereas others were involved in medicinal chemistry, analytical chemistry, galenical pharmacy, pharmacology or toxicology. The chapters of Grignard's Treatise which were written by the pharmacists are related to varied subjects, like stereoisomery, antioxidants, aldehydes, polyols, aminoalcools, heterocyclic compounds, heterosides or sterols. According to the great importance which is traditionally devolved to organic chemistry in pharmaceutical teaching and research, the large collaboration of pharmacists appears to be logical.\", \"Organic chemistry is a traditionally challenging course for many undergraduate students. Many topics in organic chemistry involve large amounts of information and the development of new skills. Examples of these topics include nomenclature; spectroscopy; addition, substitution and elimination reactions; and stereochemistry. Supplemental instruction (SI) to the professors' lectures provides an opportunity to reinforce organic concepts. Neural scaffolding was used in SI sessions to reduce the information overload and to help develop important skills for students in organic chemistry. Group dynamics facilitated with creating a community of learners. Techniques that separated large topics into smaller pieces allowed students to manage the material more effectively. Examples include distributing nomenclature throughout the course, organizing details about organic reactions in a meaningful manner, and identifying important components of spectroscopy. These techniques distributed the information over time and reinforced previously covered concepts when presenting new material. Repeated opportunities to utilize newly acquired skills improved overall understanding and competency. Results indicate a significant difference in the ABC versus DFWI rate for Organic Chemistry I, but not for Organic Chemistry II. There is also a statistically significant difference in the means of the ACS Organic I first semester exam scores when the SI attendees and the non-SI attendees are compared.\", \"An approach is described that gradually transitions second-year organic chemistry students to writing full The Journal of Organic Chemistry (JOC) style lab reports. The primary goal was to introduce students to and build rhetorical skills in scientific and technical writing. This was accomplished by focusing on four main strategies utilizing a stepwise method where assignments progress from lower- to higher-level writing tasks, collaborative writing, journal-style lab reports, and imitation. This approach is built upon work from numerous educators and combines them into a unique pedagogical writing tool to enhance student learning.\", \"The synthesis of alkenes using the Wittig reaction is a traditional part of many undergraduate organic chemistry teaching laboratory curricula. The aqueous medium version of the Wittig reaction presented is a reliable adaptation of this alkene formation reaction as a very safe alternative in the introductory organic chemistry laboratory. The specific aqueous Wittig reactions discussed use a one-pot reagent setup and greener methods that the students can complete within 30 min with partial workup in one laboratory period. The aqueous Wittig reactions presented have been implemented to various aldehydes and take advantage of dilute sodium bicarbonate (\\\"baking soda\\\") as the only base needed for in the in situ formation of stabilized ylides. Outcomes from the implementation of the proposed aqueous Wittig procedure into the organic chemistry teaching laboratory curriculum are presented. Described also are reaction workup, purification, and analysis of products using H-1 NMR and IR spectroscopy.\", \"A revisitation of the classical \\\"mushroom cloud\\\" demonstration is described. Instead of aniline and benzoyl peroxide, the proposed reaction involves household chemicals such as alpha-pinene (turpentine oil) and trichloroisocyanuric acid (\\\"Trichlor\\\") giving an impressive demonstration of oxidation and combustion reactions that can be useful either as part of a \\\"chemistry show\\\" or as a lecture demonstration for a, general, inorganic, or organic chemistry course.\", \"The Crossfire system has been extended to permit reaction substructure searching and to give increased performance and access to the Beilstein database. The system is now comprised of three superdocuments: substances (structures and properties), reactions, and citations. These together form the organic chemistry hyperdocument, where the individual documents are hyperlinked to each other. This construction allows the user easy navigation through the organic chemistry hyperdocument by means of data surfing. An example of a reaction substructure search applicable to combinatorial chemistry is shown.\", \"Supramolecular chemistry is originated from synthetic organic chemistry and host-guest chemistry and its development greatly relies on the advance of host-guest chemistry. Synthetic macrocyclic compounds as an important part of host-guest chemistry and supramolecular chemistry have been designed and synthesized to further construct organic functional materials. In the past few decades, scientists have investigated a variety of supramolecular host compounds, including crown ethers, cyclodexrins, calixarenes, cucurbiturils, and pillarenes (or pillar[ n] arenes, n = 5 similar to 15). In particular, pillarenes, which can be easily synthesized and functionalized, have gained great attention for their typically rigid pillar-shape architecture and unique physical and chemical properties. Meanwhile, pillarenes have made great additions to the development of organic functional materials and enriched the contents of supramolecular chemistry and nanoscience. To the best of our knowledge, these pillarene-based organic functional materials have been successfully applied to many different scientific fields including molecular recognition and self-assembly, bacteria and virus inhibition, detection of pesticide and heavy metal ions, stabilization of nanoparticles, optical sensing, catalysis, biological sensing, drug delivery and controlled release, and so on. In this review, we mainly focus on summarizing the research progress of pillarene-based organic functional materials and comment on the bright future of their potential applications.\", \"COLLEGE-LEVEL CHEMISTRY EDUCATION: REFLECTIONS BASED ON CORE ORGANIC CHEMISTRY CONCEPTS. We live in a context in which knowledge develops continuously and rapidly. This generates a social dynamics that demands constant adaptation from those living in society and also from educational institutions. Education for this new society needs to be rethought. Universities, anchored in tradition, still use a transmission/reception model of education. A data-collecting instrument applied to undergraduate chemistry students at the end of the course in organic chemistry investigated some concepts essential to the education of a chemist, such as interatomic and intermolecular interactions and Lewis structure. We observed that students have difficulty dealing with these concepts, and we believe that this is related to the type of class they had/have and to the way the concepts are presented in the college textbooks.\", \"The study presented here is a follow-up to a previous report in which we investigated how general-chemistry students in a transformed curriculum reason about simple acid base reactions. In the present study, we use and adapt the previously developed coding scheme for a longitudinal study in which we follow students from general chemistry through organic chemistry. We find that (i) generally, the manner in which students reason about acid base reactions increases in sophistication over the course of a two-semester sequence of organic chemistry; (ii) there is little difference in reasoning between students at the end of a transformed general-chemistry course and a similar cohort at the beginning of organic chemistry; (iii) the nature of a student's general-chemistry experience has a profound effect on the sophistication of their reasoning in that students from a transformed general-chemistry course are more likely to provide causal mechanistic explanations for simple acid base reactions than students with other general-chemistry experiences; and (iv) the type of acid base reaction that the students discuss impacts the type of reasoning they exhibit. We find that when asked to explain a Lewis acid base reaction, students are less likely to invoke electrostatic ideas.\", \"The place and role of organic functional analysis in analytical chemistry are considered. It is demonstrated that various areas of application of functional analysis are not joined into a single system as an important branch of analytical chemistry. A current analysis of the subject matter, role, and place of functional analysis in analytical chemistry allows one to recognize four main branches, which most adequately reflect the completeness and nature of this constituent of organic analysis.\", \"An undergraduate organic chemistry laboratory experiment involving the breakage of amide C-N bonds is reported. Whereas amides are typically considered stable species due to well-established resonance effects, this experiment allows students to cleave the amide C-N bond in a nickel-catalyzed esterification process. Moreover, students perform the experiment on the benchtop using a commercially available paraffin wax capsule containing the necessary nickel precatalyst and N-heterocyclic carbene ligand. The laboratory procedure introduces students to several modern topics in organic chemistry that are not otherwise well represented in typical undergraduate organic chemistry curricula, such as amide bond cleavage, transition metal-catalyzed cross-coupling reactions, and nonprecious-metal catalysis.\", \"Tetrakis(4-sulfonatophenyl)porphyrin (TSPP) was immobilized on patterned paper and used as a sensor for heavy metal ions in an advanced organic chemistry course. The resulting sensor could detect Hg2+ and Cd2+ ions colorimetrically, while Cu2+ ion resulted in fluorescence quenching, thus demonstrating a multiplex capability of this paper-based sensor. From the synthesis of the porphyrin to the fabrication of the sensor, advanced undergraduate chemistry students gained first-hand experience with a classical organic synthesis, and also witnessed its application within 2-3 full-day laboratory sessions. This experiment is a good demonstration of how an easily synthesized compound can be exploited to tackle an important problem in real-world situations.\", \"The various roles of microwave-assisted organic chemistry in green and sustainable chemistry are discussed beginning with the strategies, technologies, and methods that were employed routinely at the time the first reports of microwave applications for organic synthesis appeared. Applications of open-vessel microwave chemistry and closed-vessel microwave chemistry are presented, with sections on solvent-free methods, reactions in high-temperature water, technology for transposing reaction conditions.\", \"There are many tools that instructors of organic chemistry or biochemistry can use to enhance their students understanding of the material. Some learning tools improve learning by presenting new information (e.g. texts), some tools are beneficial because they involve senses that are otherwise uninvolved (e.g. model sets and 3D visualizations), and some tools are useful because they give students additional time on the subject (e.g. textbook problems and online homework). In this chapter we will summarize the various tools that are available for organic chemistry and biochemistry. In particular, we will review five software packages that have provided useful visualizations for the molecular events that occur in organic chemistry and five online products for helping students visualize the bio-organic molecules that are discussed in a typical biochemistry course.\", \"Student self-assessment surveys were used to assess student study methods in organic chemistry courses. Surveys were given after examinations in the courses. Students that performed well on exams accurately predicted their exam scores. Students that did poorly were significantly off in their expectations.\", \"The so-called \\\"theory\\\" of mesomery as taught to students of organic chemistry is uncompatible with physical evidence and quantum chemistry. Drastic modifications will be necessary following the contributions of Hiberty and Shaik.\", \"SYNTHESIS OF EPOXONE FROM D-FRUCTOSE. A DIDACTIC EXPERIMENT FOR ORGANIC CHEMISTRY LABORATORY COURSES FOCUSING ON GREEN CHEMISTRY PRINCIPLES. In recent years, the introduction of the Green Chemistry concepts in undergraduate chemistry classes has been intensively pursued. In this regard, the two-step preparation of Epoxone (an organocatalyst developed by Shi & col.) from commercial D-fructose, through ketalization of vicinal diols followed by oxidation of a sterically congested secondary alcohol, involves important topics in Organic Chemistry and employs inexpensive and nontoxic reagents. The reactions are easy to perform and the products from both steps are readily obtained as crystalline solids after simple procedures, thus facilitating their chemical characterization.\", \"Several interesting aspects of the metallo-organic chemistry of Group 3 and the lanthanides have been highlighted, which include: (a) the chemistry of a few notable organolanthanide compounds; alkoxo and aryloxo derivatives derived from sterically demanding ligands, (b) new trends in the chemistry of lanthanide heterometallic alkoxides, (c) an account of zerovalent organometallics of yttrium and the lanthanides, and (d) aspects of agostic interactions in the lanthanide metallo-organic compounds.\", \"The developments at the Institute of Organic Chemistry UZH over the past 25 years are discussed with new perspectives being sought through the engagement of a strong international team of professors and the establishment of research groups led by assistant professors. Innovation and change mark the OCI's attitude to the future illustrated by the modern Batchelor's and Master's programs, the 'institute within the institute' the 'Labor for Prozessforschung' (LPF) which uniquely trains post-doctoral students in process chemistry, the encouragement of entrepreneural activity, and the training of apprentices.\", \"The search for cleaner and more abundant sources of energy is one of the major scientific challenges of the 21(st) century. Owing to its privileged position as the central science, chemistry is bound to play a leading role in this quest. Within the search for new materials for organic photovoltaics, some of the work we have carried out concerning the supramolecular chemistry of electron donor and acceptor molecules is presented.\", \"Laboratory techniques, such as boiling point determination, distillation, and infrared spectroscopy, are commonly taught during first-semester undergraduate organic chemistry courses. This integrated experiment teaches the usefulness of combining these different laboratory techniques for structure elucidation purposes. The idea of whiskey distillation is used as a real-world example to engage organic chemistry students and teach the importance of skills such as boiling point determination, simple and fractional distillation, structure elucidation, IR spectroscopy, and critical thinking. Students do not distill real whiskey samples but rather mixtures containing two different whiskey-flavoring compounds.\", \"Current studies concerning the use of acylsilanes in a variety of organic synthetic routes and the improved methodologies of their preparation have turned organosilanes into important reagents for organic chemistry. This review discusses the recent employment of acylsilanes in organic synthesis and also effective methods for their preparation.\", \"Use of color 3D printers as a visualisation tool is described in this paper. Starting from any file depicting a chemical structure, multicolor 3D printed chemical structures can be produced. Most structures were printed in hours, making the entire process from file preparation to tangible model quickly achievable. Chemical structure examples are showcased from organic chemistry, organometallic chemistry, and biochemistry. This paper presents a method of producing multicolor chemistry and biochemistry tangible models using Chimera and Magics molecular visualization and 3D printing software.\", \"In this project for the organic chemistry laboratory, we bring together and expand upon two classic undergraduate organic chemistry experiments to create a flavor chemistry unit in which students design and develop a novel smelling product. The scents are derived from a synthetic angle, utilizing an expanded ester synthesis, and from a natural products angle by the isolation of fragrance molecules from natural materials using classic extraction techniques. Students are given an overview of flavor chemistry, and each group designs a novel product: a scented soap or candle. The project culminates in an oral presentation and a written report that is submitted in a journal style format for grading.\", \"This essay highlights a number of difficult questions faced by Russian science nowadays and discusses anticipated development of organic chemistry in the nearest years.\", \"In the scenario of a continuous request for better drugs in shorter times, medicinal chemists must face the challenging task of preparing new patentable molecules, combining high activity and selectivity, drug-likeness and good pharmacokinetic properties. Multiparametric optimization requires a substantial improvement of the efficacy and throughput of the early discovery process, leading to a significant revolution in organic synthesis and chemistry technologies. Chemists are searching for ways to simplify synthetic protocols, for example, by the use of polymer-assisted solution-phase synthesis, microwave-assisted organic synthesis and flow chemistry. Organic synthesis is benefiting of fast and robust reactions, with breakthrough approaches often entailing the privileged use of multicomponent reactions, click chemistry and ring-closing metathesis.\", \"The chemistry department at Washington & Jefferson College implemented an \\\"organic first\\\" curriculum in the fall semester of 2005. Assessment data suggest that the net impact of this change for the department and associated constituencies has been positive: (i) Student outcomes have generally not been impacted by the curricular change, though a significant improvement in student performance on a standardized analytical exam has been observed. (ii) The department has attracted more majors, and can use faculty resources differently as a two-semester general chemistry sequence is no longer offered. (iii) The biology program reports greater student success in introductory biology, in part because of the organic chemistry background students now acquire earlier.\", \"Towards a green molecular chemistry The organic synthesis challenge is now to manage the demands for efficiency and selectivity with the development of a \\\"green and sustainable\\\" organic chemistry. The goals are to obtain complex molecular architectures by reducing the environmental impact, by developing atom- and step-economic new methodologies, and by developing smart alternatives to usual organic solvents.\", \"Human-Computer interaction, including technology-aided instruction, is beginning to focus on virtual reality (VR) technology due to its ability to support immersive learning, teaching through simulation, and gamification of learning. These systems can deliver high-level multisensory learning experiences that are important in the teaching of many subjects, especially those involving abstract concepts or requiring spatial skills, such as organic chemistry. Haptic experiences with VR, however, remain a challenge. In addition, development has focused on general entertainment/gaming; VR systems in chemistry implement simulations of the chemistry laboratory and other advanced systems whereas those that support safe, game-like, immersive and multisensory learning of organic chemistry with haptics at pre-university education levels are scarce. We developed the VR Multisensory Classroom (VRMC) as an immersive learning environment within a VR head-mounted display, where learners employ hand movements to build hydrocarbon molecules and experience haptic feedback through gloves with built-in sensors and hand-tracking with the Leap Motion system. We report here the evaluation of the first prototype by learners from diverse backgrounds who reported on the ability of the VRMC to support high engagement, motivation, interest and organic chemistry learning as well as diverse learning styles. The VRMC is a novel VR classroom that supports immersive learning in molecular organic chemistry with haptics for multisensory learning.\", \"Experiments are described that introduce students to the important concepts of host guest chemistry and size exclusion in porous metal organic frameworks (MOFs). The experiment has been successfully carried out in both introductory and advanced-level inorganic chemistry laboratories. Students synthesized the porous MOP, alpha-Mg-3(O2CH)(6), and examined its ability to take up a variety of small organic molecules into its pores using H-1 NMR spectroscopy. The MOF exhibited size exclusion and students rationalized this behavior based on the structures of the organic molecules and the pore size of the MOF.\", \"The activity of Bioorganic Chemistry Group (BCG) within Department of Organic Chemistry and Technology at Budapest University of Technology and Economics is related to various areas of synthetic chemistry, biotechnology and enzymology. This review gives an overview on the research activity of the group covering development of synthetic organic chemistry methods; stereoselective biotransformations with lipases, ammonia-lyases and further biocatalysts in batch and continuous-flow reactions; novel enzyme immobilization methods; and enzyme structural and mechanistic studies by experimental and computational techniques.\", \"An integrated laboratory experiment applying concepts and techniques developed in organic chemistry, inorganic chemistry, and instrumental analysis is presented for use by students interested in undergraduate research. The experiment incorporates some advanced laboratory practices such as multistep organic synthesis and purification, detailed reaction mechanism, air-sensitive metalation techniques, variable-temperature NMR experiments, cyclic voltammetry, and single crystal X-ray crystallography. Subsequently, students are presented with an experience that mirrors fundamental inorganic chemistry research practices found in laboratories throughout the world.\"]"