"[\"This chapter will describe how the physical chemistry curriculum at Creighton University was revised to include a one-semester overview of physical chemistry with laboratory, followed by elective courses in specific areas of physical chemistry. The course is preceded by a mathematics course designed specifically to prepare chemistry students for the mathematics encountered in a rigorous physical chemistry course.\", \"This article traces the histories of The Journal of Physical Chemistry and the Division of Physical Chemistry of the American Chemical Society. As we celebrate the centennial of The Journal of Physical Chemistry, physical chemistry is enjoying a period of intense progress on a broad scientific front spanning science and engineering and involving major fundamental and applied advances. The Journal of Physical Chemistry and the symposia arranged by Division of Physical Chemistry are among the most important forums for many of these developments.\", \"Physical chemistry experiment course in university, by which students validate physical chemistry theories and put them into practice, plays an important role in fostering students' scientific quality, chemistry practical ability and innovation ability. The current problems in the teaching process and teaching systems of physical chemistry experiment are put forward. The research progress in teaching the course content, teaching system, examination methods and virtual experiment platform construction are discussed.\", \"Subject Laboratory practice in physical chemistry covers all major fields in physical chemistry; thermodynamics, electrochemistry, chemical kinetics, colloid chemistry, and properties of molecules. In 2009, we introduced new equipment based on Coach Lab laboratory measurement system. The system has also been successfully employed in the further education of secondary-school teachers of physics, chemistry and biology for four years.\", \"A brief historical overview of physical chemistry at the University of Geneva as well as a description of the present research activities at the department of physical chemistry are presented.\", \"Original documents by L. P. Hammett and C. K. Ingold are presented which elucidate the origin of physical organic chemistry in the late 1920s and early 1930s. The field gained fast popularity, and within four decades created the presently accepted mechanistic model of organic chemistry. As the focus of research in organic chemistry shifted to synthesis around 1970, physical organic chemistry lost visibility, though mechanistic investigations became integral aspects of synthetic method development. While important subdisciplines of physical organic chemistry, e.g., supramolecular chemistry or mechanistic enzymology, continued to develop under separate headings, the systematic use of newly developed techniques (gas phase chemistry, laser spectroscopy, matrix isolation) is expected to lead to a renaissance of classical physical organic chemistry.\", \"The techniques and thought processes of the field of physical organic chemistry, focused on small organic molecule structure and reactivity, have been taken up by numerous other fields, including, but not limited to, sensor design, organometallics, organic materials, organocatalysis, and supramolecular chemistry. The unifying principles of each field stem from physical organic chemistry pursuits. The insights, terminology, and lessons, as well as the experimental and computational techniques of physical organic chemistry currently permeate nearly all fields of organic chemistry. Thus, although the number of individuals that call themselves physical organic chemists is dwindling, we should recognize this as the inevitable outcome, revealing the strength of the discipline-it is so powerful that all areas of organic chemistry have adopted it, and therefore, we are all physical organic chemists at heart. This manuscript sets forth to highlight this conclusion by showing how several recent studies in fields not historically recognized as physical organic can be described as being so. The message is upbeat; organic chemists have a common background and language that emanates from physical organic chemistry, irrespective of the titles we each associate ourselves with.\", \"A summary of fundamental changes made to the undergraduate physical chemistry curriculum in the Chemistry Department at Gustavus Adolphus College (beginning in the 2013-2014 academic year) is presented. The yearlong sequence now consists of an introductory semester covering both quantum mechanics and thermodynamics/kinetics, followed by a second semester that covers more advanced and integrated topics. While the initial rationale for changing the physical chemistry sequence was to improve the department's overall curriculum, the process has raised some important questions about the propriety of the traditional approach to physical chemistry education in the 21st century.\", \"Physical organic chemistry plays a unifying role in chemistry by combining a large variety of experimental and theoretical techniques to create simplified, intuitively understandable concepts of chemical processes. The concept of \\\"antiaromaticity\\\" is used to demonstrate how complex experiments may result in general models that allow chemists to predict the chemical and physical properties of difficult to access molecules and even of transition states. Cyclooctatetraene and the fluorenyl cation are used as examples to illustrate some working methods of physical organic chemistry.\", \"Arguments for the presentation of kinetic theory and chemical kinetics as the first topics taught in the initial physical chemistry course are presented. This presentation allows the first topic in physical chemistry to be mathematically more accessible, to be highly relevant to modem physical chemistry practice, and to provide an opportunity to make valuable conceptual connections to topics in quantum mechanics and thermodynamics. Preliminary results from a recent survey of physical chemistry teaching practice are presented and related to the primary discussion. It was found that few departments of chemistry have adopted this order of topical presentation.\", \"The life and career of polymath and polyglot Christian Klixbull Jorgensen, who contributed to inorganic chemistry, coordination chemistry, physical chemistry and spectroscopy over a period of more than four decades, are briefly discussed.\", \"The authors present a concise but critical review on the development of physical chemistry in Brazil, as seen by two experimental scientists with more then 25 years of experience in the Brazilian academics.\", \"The role of physical organic chemistry (POC) within organic chemistry is portrayed from the personal point of view of the author. The paper compares the past (golden era) of POC with the present situation and considers some options for the future.\", \"In ecological constructions in small watershed, the tested results of soil physical chemistry characters at different terrain and vegetation measures reflect directly the factors that influence the change soil physical chemistry indexes and moisture. The research shows that ecological constructions efficiently prevent the soil degenerate succession and promote land Sustainable usage.\", \"A brief history of the Institute of Physical Chemistry, University of Zurich, is presented ranging from the early days when Paul Karrer recognized and encouraged research into physical chemical processes, the creation of an Institute of Physical Chemistry in 1931 by Hans von Halban, and continuing through to the present. The professors and their research interests that have contributed to the excellent reputation of the Institute are described.\", \"In this study, a new multimedia learning tool for physical chemistry was implemented in a class setting, and students' attitudes and learning gains examined. The Physical Chemistry in Practice (PCIP) DVD contains multimedia modules that provide an in-depth description of the research of eight different scientists. Each module contains a documentary style video program of the researcher and their laboratory, HTML-based background information about the topic, problems for students to work on, and links to related information. The DVD was implemented in a physical chemistry laboratory course where students worked through a module on surface-enhanced Raman spectroscopy (SERS). Data was collected in the form of pre- and post-tests of content knowledge and surveys about attitudes and academic career choices. Students showed statistically significant learning gains after using the DVD and showed an increase in their recognition of the applications of physical chemistry to real problems. Students also showed an increased interest in further study of physical chemistry.\", \"This communication summarizes one of the invited papers to the ConfChem online conference A Virtual Colloquium to Sustain and Celebrate IYC 2011 Initiatives in Global Chemical education, held from May 18 to June 28, 2012, and jointly hosted by the ACS DivCHED Committee on Computers in Chemical Education and the IUPAC Committee on Chemistry Education. During the UNESCO IUPAC sponsored International Year of Chemistry 2011, the Physical and Biophysical Chemistry Division of IUPAC ran physical chemistry video and chemistry cartoon international competitions for secondary and tertiary students. The cartoon competition was more successful attracting over 60 entries from 8 countries with the bulk of the entries coming from secondary students, partly due to utilization of the competition by secondary teachers as an assigned classroom activity. This utilization trend may indicate the perceived value by teachers of cartoons in the teaching of chemistry. The success of the cartoon competition has prompted the Physical and Biophysical Chemistry Division to run a physical chemistry cartoon competition on an annual basis.\", \"\\\"Physical-organic chemistry\\\" is the name given to a subfield of chemistry that applies physical-chemical techniques to problems in organic chemistry (especially problems involving reaction mechanisms). \\\"Physical-organic\\\" is, however, also a short-hand term that describes a strategy for exploratory experimental research in a wide range of fields (organic, organometallic, and biological chemistry; surface and materials science; catalysis; and others) in which the key element is the correlation of systematic changes in molecular structure with changes in properties and functions of interest (reactivity, mechanism, physical or biological characteristics). This perspective gives a personal view of the historical development, and of possible future applications, of the physical-organic strategy.\", \"The life and career of Fred Basolo (1920-2007), dean of American coordination chemistry, 1983 President of the American Chemical Society, and contributor to inorganic chemistry, coordination chemistry, physical chemistry, and chemical education over a span of more than half a century, are discussed in this obituary-tribute.\", \"A nationwide survey of the undergraduate physical chemistry course was conducted to investigate the depth and breadth of content that is covered, how content is delivered, how student understanding is assessed, and the experiences and beliefs of instructors. The survey was administered to instructors of physical chemistry (N = 331) at American Chemical Society certified colleges and universities in the United States. The majority of instructors (N = 187) provided contact information, allowing responses to be associated with their institution. The goal of this preliminary study is to provide an awareness of the current state of physical chemistry courses across the United States. Several relationships regarding the course curriculum were investigated such as depth versus breadth of course content, and goal for understanding versus types of assessment questions. Also, several relationships regarding instructor beliefs and experiences were investigated such as degree of teacher preparation experience versus course delivery, and instructor beliefs about the challenging nature of physical chemistry education versus proposed strategies to overcome those challenges. Information gained from this study may inform the development of new teaching practices, curriculum, assessments, and resources for physical chemistry education, as well as encourage instructors of physical chemistry and researches of chemical education to work together to improve student understanding of physical chemistry.\", \"Some of the history of the development of physical organic chemistry in Canada from the 1920s is presented, including many of the individuals involved, and their major areas of interest.\", \"This paper describes the use of primary chemistry literature in a fifth-semester physical chemistry course for undergraduate chemistry students. The main goal is to expose students to the primary literature of physical chemistry, demonstrating how they can benefit from using it. The assignment addresses issues in chemical education such as scientific writing, relating lecture material to the real world, and conducting literature searches. The student evaluation of this assignment, consisting of two surveys and one focus group, showed its usefulness. The details of the evaluation instruments and their results are provided. Out of 45 students enrolled in the course, 30 (67%) students completed the assignment.\", \"Physical chemistry students often have negative perceptions and low expectations for success in physical chemistry, attitudes that likely affect their performance in the course. Despite the results of several studies indicating increased positive perception of physical chemistry when active learning strategies are used, a recent survey of faculty in the U.S. revealed the continued prevalence of instructor-centered approaches in physical chemistry. In order to reveal a deeper understanding of student experiences in an active learning physical chemistry course, we present a phenomenological study of students' perceptions of physical chemistry when the course is completely redesigned using active learning strategies. Using the flipped classroom, an active learning space, cooperative learning, and alternative assessments, we emphasized fundamental concepts and encouraged students to take responsibility for their learning. Based on open-ended surveys and interviews with students, we found that students struggled with the transition, but had some significant positive perceptions of the approach. This is in agreement with previous studies of physical chemistry courses in which cooperative learning was the focus. As part of a larger study of the effectiveness of this course redesign, we show how students perceive the effectiveness of these strategies and how they react to them. In addition, we discuss the implications of these findings for the active learning physical chemistry classroom.\", \"The article reviews the rise of physical and theoretical chemistry from its dawn in the 17th century to the triuphms following the quantum revolution all the way up to the late 1930s. In the final part, prospects for solving many-body problems using quantum computers are discussed.\", \"Physical Chemistry is a difficult course for either teacher or student, since it includes many abstract and complex concepts. Exploration of Physical Chemistry Teaching Patterns has practical significance in the long term. To improve the teaching efficiency, constant research in teaching means and methods is needed. Rational application of modern technology could ensure classroom efficiency, as while diversified teaching methods could arouse students' enthusiasm, then active classroom atmosphere.\", \"We consider the relevance of the study of the glassy state properties and the glass transition as important topics of the physical chemistry for undergraduate courses of Chemistry. Two of the most important theoretical approaches for the description of the glassy state, the thermodynamic and the kinetic models, are summarized with emphasis on the physical chemistry aspects. Examples illustrating the glass transition of some materials are also presented.\", \"The origin of life (OOL) question might be considered physical organic chemistry's ultimate challenge, yet despite continuing efforts over close to a century, the problem remains unresolved. In this personal perspective, I discuss some aspects of that challenge, and argue that notwithstanding the general perception that physical organic chemistry is a research area in decline, the discipline was, and continues to be, the most relevant one for tackling the OOL problem. Systems chemistry, a newly emergent branch of physical organic chemistry, which, inter alia, deals with replicating chemical systems and the networks they establish, reveals that physical organic chemistry, though in different guise, is alive and kicking. The broad direction ahead seems illuminated.\", \"Computational chemistry undergraduate laboratory courses are now part of the chemistry curriculum at many universities. However, there remains a lack of computational chemistry exercises available to instructors. This exercise is presented for students to develop skills using computational chemistry software while supplementing their knowledge of physical organic chemistry, specifically Hammett plots. Students use quantum calculations to determine the gas-phase Gibbs energy of ionization of substituted benzoic acids and phenols to generate a theoretical Hammett plot, thereby familiarizing themselves with the application of computational chemistry to physical organic chemistry.\", \"We report the results of a phenomenographic analysis of faculty beliefs about the purposes for teaching upper-division physical chemistry courses in the undergraduate curriculum. A purposeful sampling strategy was used to recruit a diverse group of faculty for interviews. Collectively, the participating faculty regularly teach or have taught physical chemistry courses in 16 different chemistry departments in the United States. While faculty agreed that the goal of teaching physical chemistry was to help students develop robust conceptual knowledge of the subject matter within thermodynamics, statistical mechanics, quantum mechanics, spectroscopy, chemical kinetics, and other major topics, some articulated strong beliefs about epistemic and social learning goals. An understanding of the relations between different ways of thinking about teaching upper-division physical chemistry courses offers practitioners with alternative perspectives that may help them expand their awareness of the purposes for teaching physical chemistry in the undergraduate curriculum. Furthermore, knowledge of faculty beliefs about their teaching provides educational researchers and curriculum developers with an understanding about the potential opportunities or barriers for helping faculty align their beliefs and goals for teaching with research-based instructional strategies. We discuss our findings with the intention to expand faculty awareness of the discourse on physical chemistry education to include various perspectives of the purpose for teaching upper-division physical chemistry courses.\", \"Physical chemistry appears on the surface to be an abstract science having only little direct relation to the chemical industry. On closer examination, however, it is very soon apparent that the laws developed within the field of physical chemistry to describe mass systems and mass transformation, as well as energy transfer and energy conversion, are of fundamental importance particularly to industrial chemistry. The application of these laws permits the theoretical treatment and elaboration of chemical processes and thus forms the basis for the realization of these processes on an industrial scale. Thermodynamics and kinetic studies of the chemical reaction are naturally of central importance, but the description of basic operations and measuring systems for process control and safety engineering, too, is only made possible by the application of physico-chemical laws. This basic role of physical chemistry is described by means of examples from widely differing fields of the chemical industry.\", \"This paper reports an undergraduate laboratory experiment to measure heterogeneous liquid/gas reaction kinetics (ozone-oleic acid and ozone-phenothrin) using a flow reactor coupled to an attenuated total reflectance-Fourier transform infrared (ATR-FTIR) spectrometer. The experiment is specially designed for an upper-level undergraduate Physical Chemistry laboratory course and may be incorporated in environmental chemistry and toxicology laboratory courses as well. From the experiment, students can measure heterogeneous reaction rates, calculate reactive uptake coefficients, and evaluate the lifetime of chemicals in an atmospheric environment, which is conducive to their understanding of several important concepts related to physical chemistry and environmental chemistry.\", \"Based on the requirements of physical chemistry experiment and the characteristics of application-oriented colleges, some suggestions for the teaching reform of physical chemistry experiment were proposed, including the cooperation between theory and experiment, using the teaching mode of subgroup alternating, reforming the teaching contents and teaching method, preparing the experiments with the assistance of the internet, constructing an evaluation system. By doing so, both the teaching performance of experiment and comprehensive ability of the students were greatly improved.\", \"The ACS Examinations Institute has been developing Anchoring Concepts Content Maps to provide an organizational template for the four-year undergraduate chemistry curriculum. In order to accomplish this goal, specific subdisciplinary versions of the map share the two top levels but distinguish themselves at the bottom two levels which contain finer-grained content details. This structure has been refined and vetted over a number of meetings and workshops. This paper presents the four levels of the content map for physical chemistry.\", \"It is usually difficult for students to understand some theories in learning Physical Chemistry. A new teaching method was proposed that we should introduce the Forming Process and the Research Method (FPRM) of those theories to help them being understood. \\\"Carnot Cycle\\\" teaching is analyzed as an example by FPRM method.\", \"Discussing the relationship of mathematics to chemistry is closely related to the emergence of physical chemistry and of quantum chemistry. We argue that, perhaps, the most significant issue that the 'mathematization of chemistry' has historically raised is not so much methodological, as it is philosophical: the discussion over the ontological status of theoretical entities which were introduced in the process. A systematic study of such an approach to the mathematization of chemistry may, perhaps, contribute to the realist/antirealist debate. To this end, in this paper we briefly discuss Lewis' introduction of fugacity and activity to his chemical thermodynamics and more fully analyze the issues surrounding the appropriation of resonance by Linus Pauling into quantum chemistry, particularly as these issues arose in organic chemistry as discussed by George W. Wheland.\", \"The development of Physical Chemistry at the University of Fribourg/Switzerland is described since the foundation of its Faculty of Sciences in 1896.\", \"A method for the construction of a Galilean thermometer out of common chemistry glassware is described. Students in a first-semester physical chemistry (thermodynamics) class can construct the Galilean thermometer as an investigation of the thermal expansivity of liquids and the temperature dependence of density. This is an excellent first laboratory for physical chemistry as it generates student interest; plus, it is a green experiment only using water, food coloring, and glassware that can be recycled from year to year. The thermometer can also be constructed without a detailed discussion of the mathematics behind it, making it accessible to general chemistry students.\", \"Based on the investigation from Japan Society for the Promotion of Science, we present an up-to-date account of research trends in physical chemistry especially in sub-areas such as spectroscopy, interfacial chemistry and theoretical chemistry. We also analyzed the recent research progress of some key programs that are funded by the National Natural Science Fondation of China (NSFC) in mainland China in detail with the aim of shaping our future strategies to screen for key programs in physical chemistry and to better their management.\", \"Jensen's scheme for the logical structure of chemistry is taken as reference to study the logical structure of physical chemistry. The scheme distinguishes three dimensions (composition and structure, energy, and time), with each dimension treated at one of the three levels (molar, molecular, and electrical). Such a structure places the outer limits, leading to two alternative approaches to teaching physical chemistry: the 'analytical approach', which reflects the historical development of the field, starts at the molar level with matter (substances as we find them in the laboratory), and moves to the molecular and electrical levels; and the 'synthetic approach', which begins with the structure and behavior of matter. An analysis of twenty physical chemistry textbooks was carried out with the aim of examining the organization/sequencing in the books of the major areas of physical chemistry. A dichotomy between the macroscopic/phenomenological and the submicroscopic molecular/atomic/electronic approaches to physical chemistry is evident from the analysis. Although phenomenological subjects are also abstract, involving complicated concepts and mathematics, quantum chemistry and statistical thermodynamics are considered to be more difficult. Most authors favor the traditional analytical approach, while others prefer to focus on the molecular synthetic approach. However, many authors remain open to alternative approaches of their own.\", \"The results of many early investigations in physical chemistry have useful implications in present day analytical chemistry. Optical spectroscopy was one of the major tools used to elucidate structures and physical/chemical properties of water and aqueous solutions by physical chemists. Recently, similar spectroscopic techniques have been used to solve analytical problems. For example, near-IR spectra of water and aqueous solutions have been used for the determinations of temperature, concentrations of electrolytes, and physical and chemical properties. Interdisciplinary investigations can be very productive and can benefit from previous knowledge in other disciplines.\", \"Traditionally, university students struggle with physical chemistry courses at Faculty of Science. This is particularly evident in the mutual integration of knowledge in general chemistry, physics, and mathematics that are considered as fundamental to physical chemistry. This paper presents the results of research conducted with the 2nd year chemistry students at the Faculty of Science University of Sarajevo, with the main aim to find solutions to these difficulties that could lead to greater learning efficiency, and a successful continuation of their chemistry studies. The results indicated that students' knowledge of concepts relevant to physical chemistry is not at a satisfactory level. This is in line with the rather low students' grades in general chemistry, general physics and mathematics during the first year of the study. Students reported their most common difficulties: the lack of time for learning, the lack of literature recommended by the syllabus, and certain mathematical concepts they do not understand. To overcome them, it is important to direct students to use the available resources more efficiently, and to emphasize the significance of knowledge integration.\", \"Innovation learning material with problem based approach is beliefed to be applicable to improve students' competence as required by the Implementation of Indonesian National Qualifications Framework (Kerangka Kualifikasi Nasional Indonesia, KKNI) curriculum on the teaching of Physical Chemistry. This research aimed to develop an innovative learning material with problem based approach to be used as a learning resources to improve students competence on Physical Chemistry. The research is conducted in Department of Chemistry Universitas Negeri Medan. The steps to be followed are including enriching of chemistry learning material on Physical Chemistry, setting the chemistry material in problem based approach, integration of laboratory experiment and learning activities, and implementation of innovative learning material in the class. The results obtained in the study has provided a standard and innovative learning package that are designed in problem based approach has been developed successfully that is suited to the KKNI curriculum. The problem based approach provided in the learning material is found to be able to guide the students to learn independently in Physical Chemistry. The students are found be able to construct the relationship between chemistry concept with daily life application. Integration of multimedia in the learning material has motivated the students to learn the topics and Physical Chemistry easy to learn. Innovative learning material has been proven to be able to improve students' competence since they are forced to do the work independently. The facility available in a learning package has adequate to guide the student for self learning.\", \"The effects of substitution on reaction rates are at the heart of both physical chemistry and organic chemistry. In this paper, we present a computational laboratory module to explore the effects of group substitution and isotopic substitution on reaction rates by using a readily accessible graphical interface, a computational engine, and spreadsheet software. The module focuses on simple unimolecular isomerization reactions, often used as a classic example for kinetics in first-year, organic, and physical chemistry courses. In the context of a physical or physical organic chemistry course, the module is used to illustrate substituent and/or isotope effects on reaction rates, as well as chemical reaction rate calculations.\", \"Undergraduate physical chemistry courses require students to be proficient in calculus in order to develop an understanding of thermodynamics concepts. Here we present the findings of a study that examines student understanding of mathematical expressions, including partial derivative expressions, in two undergraduate physical chemistry courses. Students participated in think-aloud interviews and responded to a set of questions involving mixed second partial derivatives with either abstract symbols or thermodynamic variables. The findings describe students' ability to transfer mathematics knowledge to chemistry problems and how students use symbolic forms described by Sherin (2001) to make sense of mathematical expressions in physical chemistry contexts.\", \"The existing literature in the field of physical organic chemistry of gas phase positive ions has been reviewed. The review is devided into sections covering all of the common functional groups and reaction types of organic chemistry with emphasis on substituent effects and trends in reactivity. The literature of the last ten years is covered, including comprehensive citations of older key work.\", \"James Moir was a pioneering chemist in the early 1900s who played a leading role in various chemical societies in South Africa. Although he was mainly an organic chemist, he was a very good all-round chemist, whose analytical and organic activities have already been covered in this journal. This article examines his research in physical chemistry, covering the spectral analysis of the ruby and emerald gemstones, a detailed analysis of part of the Fraunhofer lines of the solar spectrum, and an examination of the spectra of cobalt compounds, the permanganate ion, and uranium compounds. Finally, as part of his inorganic and analytical investigations, he also delved into the physical chemistry aspects of solution chemistry, particularly the hydrolysis of the cyanide ion.\", \"In an effort to determine the extent of computer use in undergraduate physical chemistry, a Web-based questionnaire was designed. Responses to the survey help assess the degree of utilization and implementation of a variety of computer technologies. The response rate was unfortunately low and probably skewed toward those faculty who actively use computers in their courses. The data may thus indicate an emerging trend in physical chemistry instruction rather than a snapshot of the current state of computer use among physical chemistry faculty. The survey is an ongoing project which will be updated periodically.\", \"Science education research focuses on studying variables relating to science content in connection with the process of learning. In this chapter, we examine the role of science education theories and tools for the teaching and learning of physical chemistry. We review research work on physical chemistry concepts, with emphasis on the areas of thermodynamics, electrochemistry, and quantum chemistry. Advances in problem solving research, and problems of the conventional expository physical chemistry laboratory are discussed. Finally, context-based approaches to teaching, the role of new educational technology, and active and cooperative learning are covered.\", \"Recent results on the crystal chemistry and physical properties of intermetallic rare earth-transition metal-cadmium compounds are reviewed. The structural chemistry is compared to related magnesium and zinc compounds.\", \"The report deals with the application of information, computer and communication technologies in the course \\\"Physical and Colloid Chemistry\\\". A review was made of experience in the creation of such courses for this academic subject in Bulgarian universities. Presented is an electronic course, created in the system for e-learning of faculty \\\"Technics and Technologies\\\" - Yambol, Bulgaria. Considered are the requirements of the labor market in the creation of curriculum for this discipline.\", \"The development process of software simulating physical chemistry experiments \\\"The determination of saturated vapor pressure of liquid\\\" as an example was shown based on Flash 8 software as a software developing platform and Photoshop as auxiliary software. The process of elements and instruments' formation, the connection of instruments, the production of all kinds of scenes and their animation, the recording of sound, the simulation procedures were displayed. The courseware has been used in the physical chemistry experiment teaching. The good effect is obtained from the statistics of the student evaluations.\", \"The physical chemistry laboratory is sometimes constrained to one semester, resulting in pedagogical deficiencies for the students taking the course. The use of a multidimensional laboratory exercise offers students the opportunity to encounter multiple experimental techniques and physical chemistry concepts while not sacrificing a significant amount of time. Here, we show that the classic binary liquid-vapor phase diagram experiment can be modified to incorporate both molecular spectroscopy and quantum chemistry. Using Raman spectroscopy as a means of detection and quantum chemistry to investigate the resulting vibrational spectra, students can explore three important subject areas in one laboratory exercise.\", \"The explosion of knowledge in the biological and biochemical sciences would not have been possible without the techniques of the physical sciences; however, the theoretical framework of physical chemistry,has been largely irrelevant to that progress. The situation poses a philosophical dilemma, the physical and biological sciences remaining disjoint. A case is made that the puzzle will be resolved if it be recognised that the present framework is deeply flawed. Emerging theories in physical chemistry that correct present inadequacies lead to the hope that the barriers will disappear.\", \"Physical chemistry: a science at the turning-point. Relevance to the study of pharmaceutical and biological sciences\\nPhysical chemistry, being a science in permanent development, allows not only the movement of already known concepts but also the emergence of new ideas. This leads to a fruitful interdisciplinarity using an exchange or a cooperation between various sciences. This paper proves on the one hand, the significance to obtain a strong education in physical chemistry, and on the other hand, the necessity to take into account interdisciplinary character of this science at the turning point in pharmaceutical and biological sciences. Moreover, it is striking to note that today, the most spectacular progress does not take place in classical sciences but in \\\"junction point sciences\\\".\", \"A physical chemistry instructor is faced with a number of decisions: the goals and objectives of the course, the level of presentation, the choice of textbook, what topics to include, the sequence of topics, the balance between fundamentals and applications, the amount of homework to assign, the use of classroom time, and so forth. Of the students in the class, only a small fraction might intend to become physical chemists. The physical chemistry instructor must make his or her decisions in this context.\", \"Traditional physical chemistry courses consist of two or three 45-hour semesters using traditional 1000+ page text books containing hundreds of exercises and problems. Typically physical chemistry courses include the study of key topics and a plethora of concepts, exploration of mathematical models of physical systems, and the use of increasingly sophisticated mathematical manipulations, all accompanied by an emphasis on scientific writing. Given the breadth of the discipline and its wide range of applications across other scientific disciplines we must ask two key questions. First, what of all available topics should an instructor include in a typical course? Second, what components of physical chemistry courses have the potential to lead to enhanced student learning and future professional growth? This paper will highlight some suggestions regarding the conundrum of too much too fast for the young physical chemistry student. Included will be examples showing project-based laboratory and lecture activities and the use of symbolic mathematics software as mechanisms for including more modern topics or more modem approaches to standard topics.\", \"Radiation centre of the Institute of Physical Chemistry of Russian Academy of Sciences (Moscow) is described. It has four Co-60 gamma-ray sources and four electron accelerators, three of them being linear ones.The brief consideration of researches and developments in radiation chemistry and radiation processing is conducted.\", \"Computational methods are of increasing importance in the chemical sciences. This paper describes a computational chemistry laboratory course that has been developed and implemented at the University of Michigan as part of the core physical chemistry curriculum. This laboratory course introduces students to the principle methods of computational chemistry and uses these methods to explore and visualize simple chemical problems.\", \"The physical chemistry curriculum reform efforts of the last two decades have succeeded in encouraging some revisions in the material in the lecture and in new or modernized exercises for use in the laboratory. More slowly, the mainstream standardized multiple choice examination has also kept pace with the curricular revisions. The content areas represented on the examination have changed with each successive revision of the examination, as have the types of questions asked. The content areas on the examination have become more representative of modem physical chemistry practice, while the items themselves have become more conceptually based.\", \"Teaching goals, laboratory experiments and homework assignments are described for teaching crystallography as part of two undergraduate physical chemistry courses. A two-week teaching module is suggested for introductory physical chemistry, including six to eight classroom sessions, several laboratory experiences and a 3 h computer-based session, to acquaint undergraduate physical chemistry students with crystals, diffraction patterns, the mathematics of structure determination by X-ray diffraction, data collection, structure solution and the chemical insights available from crystal structure information. Student projects and laboratory work for three to four weeks of an advanced physical chemistry course are presented. Topics such as symmetry operators, space groups, systematic extinctions, methods of solving the phase problem, the Patterson map, anomalous scattering, synchrotron radiation, crystallographic refinement, hydrogen bonding and neutron diffraction all lead to the goal of understanding and evaluating a crystallographic journal article. Many of the ideas presented here could also be adapted for inorganic chemistry courses.\", \"Physical Chemistry's birth was fraught with controversy, a controversy about electrolyte solution chemistry which has much to say about how scientific knowledge originates, matures, and responds to challenges. This has direct implications for the way our students are educated in physical chemistry in particular and science in general. The incursion of physical measurement and mathematics into a discipline which had been largely defined within a laboratory of smells, bangs, and colours was equivalent to the admission into chemistry of the worship of false gods according to one chemist. The controversy can be classified as a battle between dissociationists on the one hand and associationists on the other; between the Europeans on the one hand and the British on the other; between the ionists on the one hand and the hydrationists on the other. Such strong contrasts set the ideal atmosphere for the development of argumentation skills. The fact that a compromise position, first elaborated in the late 19th century, has recently enhanced the explanatory capacity for electrolyte solution chemistry is challenging but one in which students can participate to their benefit.\", \"Soils are the ultimate examples of physically and chemically irregular mixtures. They are also dynamic. Early investigators consequently did not understand the physical chemistry of pesticides in soil and water. By taking shortcuts instead of trying to understand the physical chemistry, they measured the wrong variables, used the wrong units, calculated the wrong parameters, and totally ignored chemical stoichiometry. Theoretical concepts for the physical chemistry of pesticides in soil have been published during the last quarter century. They are experimentally supported. Yet, chemically incorrect descriptions persist in the literature to this day. That has serious environmental and economic consequences. In particular, government regulators make legally binding pesticide decisions based on computer predictions that are wrong by 1 to 3 orders of magnitude. This needs the attention of scientists, governments, and multinational corporations.\", \"BIO2010 advocates enhancing the interdisciplinary, mathematics, and physical science components of the undergraduate biology curriculum. The Department of Chemistry and Life Science at West Point responded by developing a required physical chemistry course tailored to the interests of life science majors. To overcome student resistance to physical chemistry, students were enabled as long-term stakeholders who would shape the syllabus by selecting life science topics of interest to them. The initial 2 yr of assessment indicates that students have a positive view of the course, feel they have succeeded in achieving course outcome goals, and that the course is relevant to their professional future. Instructor assessment of student outcome goal achievement via performance on exams and labs is comparable to that of students in traditional physical chemistry courses. Perhaps more noteworthy, both student and instructor assessment indicate positive trends from year 1 to year 2, presumably due to the student stakeholder effect.\", \"Professor Jiang Xikui, born in 1926, is one of the pioneers in physical organic and organofluorine chemistry in China. This account first introduces Prof. Jiang' academic background and then describes his achievements in different periods. The researches on the discovery of the electrophilic addition reaction of tetrafluoroethene, the preparation of fluoro-rubber, the discovery of the halophilic substitution reaction, the radical chemistry and the aggregation and self-coiling of organic molecules in aqueous media are emphasized.\", \"Vibrational spectroscopy plays a large role in the undergraduate chemistry curriculum. It is commonly encountered first in organic chemistry before being seen again in upper division courses such as physical, analytical, and inorganic chemistry, to name a few. The theoretical underpinnings are typically taught in physical chemistry based on differentiating between Raman and infrared spectroscopy. In this chapter we present a laboratory experiment that highlights a methodology to incorporate the experimental techniques of each spectroscopic method with computational methods in order to increase student understanding of selection rules. Specifically, students were asked to differentiate between a series of alkenes and alkynes and explain the theoretical and physical reasons why the spectra differ. Additionally, students gained experience with research-grade instrumentation and computational chemistry resources. The development of this laboratory exercise also gave one undergraduate student research experience and the opportunity to present their work at several conferences.\", \"Virtually all recent textbooks for elementary organic chemistry courses now offer substantial components of physical organic chemistry, an emerging discipline first known by that name in 1940. It may come as a surprise to learn of an elementary textbook using many physical principles was published in 1935 by Howard J. Lucas of the California Institute of Technology. A comparison will be made of the subject matter of the Lucas book with two highly respected texts of about the same period, written by Paul Karrer and Louis and Mary Fieser. Copyright &COPY; 2005 John Wiley & Sons, Ltd.\", \"The ignition delay time for direct injection compression ignition engines is determined by complex physical and chemical phenomena that prepare the injected liquid fuel for gas phase ignition. In this work, Computational Fluid Dynamics (CFD) simulations of a reacting spray within a constant volume spray chamber are conducted to investigate the relative importance of liquid fuel physical properties and oxidation chemistry on the ignition delay time. The simulations use multi-component surrogates that emulate the physical and chemical properties of petroleum-derived (Jet-A) and natural-gas-derived (S-8) jet fuels. Results from numerical experiments isolating the fuel physical property and chemistry effects show that fuel chemistry is significantly more important to ignition delay than fuel physical properties under the conditions studied. In addition, as the air charge temperature increases, the effects of physical properties and oxidation chemistry decrease, indicating that the effect of variation in fuel properties on ignition timing may be mitigated through increased pre-ignition charge temperatures.\", \"A 14-item, multiple-choice diagnostic assessment tool, the quantum chemistry concept inventory or QCCI, is presented. Items were developed based on published student misconceptions and content coverage and then piloted and used in advanced physical chemistry undergraduate courses. In addition to the instrument itself, data from both a pretest, prior to a semester of instruction, and a post-test, after a semester of instruction, are provided. These data suggest that the QCCI is capable of measuring the variation of student conceptual understanding of quantum mechanics in the context of a physical chemistry course and that the instrument is sensitive to gains in student understanding that result from direct instruction in the topic, even when that instruction has a significant mathematical component as is common for this course.\", \"The physical chemistry course has long been known partially to ''set the tone'' of the chemistry major. It is, therefore, incumbent on the physical chemistry instructor to present this material in a manner that excites students, illustrates the usefulness of the material, and generates an understanding of the chemistry, rather than as a series of dull mathematical abstractions upon which the foundations of chemistry are laid. We believe that there are several indicators of whether this is being accomplished.\", \"The increasing importance of computational chemistry in modern chemistry provides an impetus to increase the incorporation of computational exercises in the undergraduate chemistry curriculum. Herein, a computational chemistry exercise that can be used in a physical chemistry course is described. In this exercise, students build a series of AH(2) molecules in the computational chemistry software Spartan and construct Walsh diagrams for the molecules from calculations of the molecular orbital energies as a function of bond angle. The Walsh diagrams are then used to predict the bond angle of the ground state of each molecule. The exercise focuses on creating a connection between molecular orbital theory and molecular structure and investigating the effects of using different methods and basis sets on the molecular orbital energies. This exercise provides a means for students to visualize and explore the molecular orbitals of small molecules.\", \"An analysis is presented of the experience and lessons learned of running a MOOC in introductory physical chemistry. The course was unique in allowing students to conduct experimental measurements using a virtual laboratory constructed using video and simulations. A breakdown of the student background and motivation for taking the course is presented, and the student feedback on the course is also provided. It is concluded that even practical based chemistry courses can be successfully delivered online and such courses have the potential to provide a valuable addition to campus based chemistry teaching at university level.\", \"Preparing a meaningful laboratory exercise for introductory or general chemistry students to perform, especially on the first day of class, is challenging. Introductory or general chemistry students range from being skilled in laboratory techniques and equipment usage to never having been in a laboratory setting. Subject content can be taught in the laboratory in advance of an associated lecture, but this too is not always popular or practicable. A laboratory exercise is presented that can be taught at the very beginning of the semester. The primary focus is on graphing to investigate the thermal expansion of a liquid, but students can be instructed on recording data precisely from a measuring device, be introduced to the basic physical properties of liquids, practice using a spreadsheet software program for data analysis, and learn good laboratory note-taking. The experiment is appropriate for a first-semester general chemistry course, physical science, or high-school chemistry.\", \"To succeed in physical chemistry courses, students need competence with a significant amount of mathematics, including ordinary and partial differential equations and linear operators. This can present a barrier to student success because many of these topics are not taught in the traditional prerequisite calculus sequence. Through a collaboration of the Departments of Chemistry and Mathematics, Colorado State University has developed and implemented a two-semester sequence of courses, Applied Mathematics for Chemists, aimed specifically at providing students with the mathematical tools necessary for success in physical chemistry. This report summarizes one of the invited papers to the ConfChem online conference on Mathematics in Undergraduate Chemistry Instruction, held from October 23 to November 27, 2017, and hosted by the ACS DivCHED Committee on Computers in Chemical Education (CCCE).\", \"The study of adsorption phenomenon is one of the most relevant and traditional physical chemistry experiments performed by chemistry undergraduate students in laboratory courses. In this article, we describe an easy, inexpensive, and straightforward way to experimentally determine adsorption isotherms using pieces of filter paper as the adsorbent and an organic dye the as the adsorbate.\", \"The physical chemistry (PC) articles published in the Bulletin of the Korean Chemical Society (BKCS) from 2003 to 2007 are surveyed, and in-depth content analysis was conducted to classify the PC articles into 12 topics used in The Journal of Physical Chemistry (JPC). The PC articles published in the Journal of the American Chemical Society (JACS) in 2007 are also surveyed. The extensive summary of all PC articles in BKCS for the last five years reveals the current trend of physical chemistry research in Korea. The comparison study with the JACS shows that the proportion of PC articles among all articles published in BKCS (16%) is slightly higher than that of JACS (11%), and the non-Korean authorship ratio of BKCS (12%) is very low compared with the non-US authorship of JACS (52%). From the comparison study with articles published in JPC in 2007, it is found that BKCS disseminates various topics of physical chemistry researches adequately. In particular, BKCS most frequently published PC articles in molecular structure and spectroscopy topics, whereas JPC published surface chemistry and nano-chemistry articles most frequently. It is concluded that BKCS should publish more articles to be a leading journal, and it is suggested that the SCI impact factor of BKCS must be increased by improving the electronic version of BKCS.\", \"Relatively few undergraduate physical chemistry programs integrate molecular modeling into their quantum mechanics curriculum owing to concerns about limited access to computational facilities, the cost of software, and concerns about increasing the course material. However, modeling exercises can be integrated into an undergraduate course at a nontrivial level with minor modifications to the lecture curriculum and software that is inexpensively available to individual students. The modified curriculum was tested over a two-year period, and student reception of the new curriculum was assessed by means of end-of course surveys. Students found the added computational material to be useful and not overly difficult.\", \"In this laboratory experiment, students determine the number-average molar masses and second virial coefficients of polyethylene glycol (PEG) polymers ranging in molar mass from 200 to 1500 g mol(-1) using vapor pressure osmometry (VPO). Students assess VPO in relation to accurate molar mass calculations of PEG polymers. Additionally, students use the second virial coefficients to identify any PEG self-interactions and any dependence of the second virial coefficient on PEG molar mass. This laboratory experiment is suitable for a biophysical or physical chemistry laboratory.\", \"The beginnings of physical organic chemistry can be traced back to the early 19th Century in the work of Michael Faraday, and this area of study gained great prominence with the discovery by Moses Gomberg of the triphenylmethyl radical in 1900. From that time, the field has continually grown in its capabilities and now is widely used for the understanding of organic and bioorganic chemistry, using both experimental and theoretical approaches. Some of the history of this development is described.\", \"I review the difficulties and opportunities that we need to consider when developing physical chemistry courses. I begin with a comparison of the structure of courses in the USA and the UK, then turn to the question of the order of the course: quantum first or thermodynamics first? I then consider the impact of biology on our courses and then turn to the role of multimedia and graphics. I conclude with an attempt to identify the key equations of physical chemistry.\", \"The carbothermic route to magnesium has significant potential to produce low-cost magnesium, but critical issues associated with the physical chemistry of various proposed processes and practical engineering dilemmas have prevented this route from being commercialized. This paper will examine the basic chemistry of carbothermic reduction of magnesia to produce magnesium. The thermodynamics and kinetics of the reduction reaction, the kinetics of reversion, the kinetics of condensation and the distribution of impurities between phases will be critically reviewed and their potential impact on industrial processing discussed.\", \"Excitation of molecular iodine vapor with a green (543.4 nm) helium-neon laser produces a fluorescence spectrum that is well suited for the upper-level undergraduate physical chemistry laboratory. Application of standard evaluation techniques to the spectrum yields ground electronic-state molecular parameters in good agreement with literature values. The use of a green helium neon laser provides advantages in data collection, data analysis, cost, and safety relative to other I(2) excitation sources.\", \"Through a retrospective examination of the author's half-century immersion in physical organic chemistry, an attempt is made to identify some broader currents in the field. Among these are the cyclical nature of physical organic chemistry, the persistence of research themes, the driving force of new instrumentation, paradigm shifts in theory, greater computational power, enhanced time resolution of experiments, and the export of mechanism-based analysis to other foci of contemporary science.\", \"The use of electronic formats for obtaining, recording, analyzing, and disseminating data is becoming ubiquitous in classrooms, teaching laboratories, research laboratories, and industry. The undergraduate physical chemistry teaching laboratory provides an excellent opportunity to ensure that upper-division chemistry students gain experience in using electronic means of recording and presenting the results of their experiments. To facilitate this action, computers are used in as many aspects of the course as possible: obtaining introductory material, preparing pre-lab reports, recording data in a simulated electronic lab notebook, and submitting final lab reports. Since the physical chemistry laboratory is an advanced undergraduate course, the students are also given increased responsibility for the experiment, creating their own procedure from papers, textbooks, and other additional information.\", \"In a previous publication, Jensen's scheme for the logical structure of chemistry was employed to identify a logical structure for physical chemistry, which was further used as a tool for analyzing the organization of twenty physical chemistry textbooks. In addition, science education research was considered for the study of the psychological structure of physical chemistry. In this companion paper, the findings are presented of a semi-structured interview study with seventeen chemistry graduates, which aimed to find out their opinion about the difficulties of the various areas of physical chemistry, their disposition towards the subject, and their explanations for the difficulties identified, and in this way to study further the psychological structure of physical chemistry. A mixture of an intensive inductive and a confirmatory data analysis was carried out that revealed ideas and trends and allowed for a reliable portrait of learners to emerge by identifying similarities and differences in the data. Students unanimously found the phenomenological subjects (classical thermodynamics, electrochemistry, chemical kinetics) easier than the submicroscopic subjects of quantum chemistry and statistical thermodynamics. The reasons invoked included that the latter subjects deal with more difficult and abstract concepts, and also their highly mathematical nature. Many students found classical thermodynamics simpler than quantum chemistry, because it \\\"has logic'', includes \\\"tangible examples'', and they had encountered related topics before (especially in high school). The findings for electrochemistry and chemical kinetics were more or less similar to those for classical thermodynamics. Implications, generalizability, and limitations of the findings and prospects for further research are discussed.\", \"Stopped-flow kinetics techniques are important to the study of rapid chemical and biochemical reactions. Incorporation of a stopped-flow kinetics experiment into the physical chemistry laboratory curriculum would therefore be an instructive addition. However, the usual reactions studied in such exercises employ a corrosive reagent that can over time cause damage to sensitive and expensive components of a stopped-flow apparatus. The reduction of the dye 2,6-dichlorophenolindophenol by L-ascorbic acid at a pH of 8.5 is a reaction that provides accurate and reproducible data in the physical chemistry laboratory. Furthermore, these reagents are noncorrosiveand protect instrumentation from damage.\", \"There is a tension in the physical chemistry curriculum between the expanding scope of modem physical chemistry and the timeless fundamentals. Can the curriculum be updated to include modem examples without compromising the basics? A new set of materials for teaching introductory physical chemistry has been developed to address this dichotomy. The materials draw from recent primary research literature to illustrate key principles in multidisciplinary contexts. For example, the kinetics of first-order reactions, illustrated in many current texts by a paper from 1921 reporting the rate of decomposition of gaseous N(2)O(5), can be covered instead by following the racemization of amino acids - used in the last decade to date archeological samples.\", \"AN UNDERGRADUATE EXPERIMENT IN PHYSICAL CHEMISTRY: ADSORPTION AND BULK PROPERTIES OF ALCOHOL-WATER MIXTURES BASED ON SURFACE TENSION MEASUREMENTS. An undergraduate physical chemistry experiment based on the drop counting method for surface tension measurements is proposed to demonstrate adsorption isotherms of binary aqueous solutions of ethanol, n-propanol, and n-butanol. Excess surface is obtained by the derivative of surface tension taken with respect to alcohol activity, after this activity calculation using van Laar equation. Laboratory class contents are surface tension, excess surface, percolation of hydrogen bonds, micelle, activity, and ideal solution.\", \"An interdisciplinary laboratory experiment was designed and carried out on the basis of the photo/electrochromism of N,N'-bis(cysteine)pyromellitic diimide (BCPD), suitable for organic chemistry laboratory I and physical chemistry laboratory II students. In the organic chemistry laboratory, students synthesized BCPD and studied its photo/electrochromic properties briefly. In the physical chemistry laboratory, students were asked to explore the photo/electrochemistry of the synthesized dimide through the use of various techniques such as UV-vis spectroscopy, cyclic voltammetry, and conductometry measurements. By conducting this experiment, students not only learned the basic chemical concepts and techniques, such as photo/electrochemistry of imides, the use of reflux technique in organic synthesis, UV-vis spectroscopy, and cyclic voltammetry, but also perceived the interdisciplinary nature of chemistry research. Altogether, this experiment was designed to engage students in chemistry by connecting education to real-life situations, as well as indicating that their products in organic chemistry laboratory are valuable compounds.\", \"Violation of ( space) parity in atomic physics, molecular physics and chemistry is briefly reviewed. The review is structured by frequently asked questions related to the concept of space parity, its violation and the consequences thereof in physics, chemistry and biology. This article is categorized under: Theoretical and Physical Chemistry > Spectroscopy Structure and Mechanism > Molecular Structures Theoretical and Physical Chemistry > Thermochemistry\", \"This essay focuses on the place of the second law of thermodynamics in Wilhelm Ostwald's physical chemistry. After a brief introduction to his energetic theory, which was supposed to be a generalization of thermodynamics, I contrast Ostwald's understanding of the second law, which ignored entropy and irreversibility, with Max Planck's, which emphasized both. I then consider how Ostwald sought to develop physical chemistry without any concern for irreversibility and little concern for entropy, and I argue that he was mistaken.\", \"An undergraduate laboratory experiment is described to measure Henry's law constants of organic compounds using a bubble column and gas chromatography flame ionization detector (GC-FID). This experiment is designed, for upper-division undergraduate laboratory courses and can be implemented in conjunction with physical chemistry, analytical chemistry, environmental chemistry, and toxicology laboratory courses. This experiment can be used to determine solubilities of organic compounds that have important implications in atmospheric chemistry and water pollution and build a useful database through undergraduate experiments.\", \"In this technology report, a tool is provided for teaching reciprocal space to undergraduates in physical chemistry and materials science courses. Reciprocal space plays a vital role in understanding a material's electronic structure and physical properties. Here, we provide an example based on previous work in the Journal of Chemical Education literature, carry out a calculation of reciprocal space vectors by hand, and present a computational tool for applying this mathematical process to other systems. Along with this paper, we have provided the stand-alone Python program that converts real space vectors to reciprocal space vectors and have also provided an IPython notebook that combines theory with components of the full Python code so that instructors can use this tool in their physical chemistry or materials science lectures.\", \"The essentials of Monte Carlo integration are presented for use in an upper-level physical chemistry setting. A Mathcad document that aids in the dissemination and utilization of this information is described and is available in the Supporting Information. A brief outline of Monte Carlo integration is given, along with ideas and pedagogy for optimum use of the Mathcad document in relation to application of this technique to quantum mechanical calculations to which undergraduate chemistry students are typically exposed.\", \"The Chemical Database Service (CDS) is a national service, funded by the Chemistry Programme of the United Kingdom Engineering and Physical Sciences Research Council (EPSRC). It provides access for UK academics to a range of chemistry databases in the areas of crystallography, synthetic organic chemistry, spectroscopy, and physical. chemistry. Three post-doctoral chemists are available to assist users with problems, run training courses, and also give advice to the community on accessing other sources of chemical data and software.\", \"An understanding of physical chemistry principles enhances student understanding of biochemical phenomena; however, the application of these principles to biological examples is frequently missing in the standard undergraduate physical chemistry curriculum. The topics of protein folding and stability are based in thermodynamics and can serve as a vehicle for presenting essential thermodynamics in a context that is highly relevant to undergraduate biochemistry majors. The outline of a course that replaces the standard thermodynamics offering in physical chemistry is described. The protein folding literature is used to illustrate thermodynamic concepts in this course and students are expected to read and comprehend the assigned literature. The course is offered as a separate biophysical chemistry course for B.S. Biochemistry majors; however, elements of this course may be useful in crafting a more standard thermodynamics course for B.S. Chemistry majors in chemistry departments seeking to fulfill ACS guidelines for approved B.S. Chemistry majors. (C) 2001 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"The discipline of physical organic chemistry will continue to occupy a central position in chemistry. The rapid increase in instrumentation and important theoretical developments allow the investigation of many problems of great complexity and challenge. In the next century the leading theme will continue to be the quantitative analysis of the effects of structural variation on the properties of molecules and molecular assemblies.\", \"The aim of the article is to supply a current missing field of chemistry in grammar schools by project of simple practical problems from coloid chemistry. It contains teoretical part and practical problems focusing on physical and chemical properties of colloid chemistry.\", \"The symposium focuses on the current state-of-the-art in \\\"Computational Methods in Chemical Engineering: Physical Chemistry\\\", as they lead to the next generation of methods, approaches, and research foci in the field. This field encompasses a broad range of problems and approaches: ranging from atomistic quantum mechanical calculation of molecules to computer aided modeling and simulation in the development, integration and optimization of industrial processes. Here we limit the symposium's thematic focus on topics that are under the general scope of \\\"Physical Chemistry\\\", in the broader sense, embracing traditional chemical engineering topics (e.g. thermodynamics, solutions, polymers) and looking forward to research directions where the field is expanding (e.g. life sciences, biological engineering).\", \"The QuVis Quantum Mechanics Visualization Project provides freely available research-based interactive simulations with accompanying activities for the teaching and learning of quantum mechanics across a wide range of topics and levels. This article gives an overview of some of the simulations and describes their use in an introductory physical chemistry university course, where simulations were implemented as a prelab assignment, as lecture demonstrations, and as homework problems.\", \"This article presents a personal view of the field of physical organic chemistry (broadly construed), its history, its current status, and what it may become in the future.\", \"All analytical techniques are governed by the principles of physical chemistry, and chromatography is certainly no exception. By examining the underlying concepts of size exclusion chromatography (SEC), students can gain greater appreciation of and insight into the science and utility of thermodynamics, as well as solution properties of macromolecules. In this paper we will show how the separation mechanism that governs SEC, an unusual form of chromatography, can be explained using the tenets of thermodynamics. This paper gives educators access to an HPLC technique usually not included in undergraduate chemistry curriculum.\", \"Physical Chemistry is a classic discipline in Chemistry, Chemical Engineering and Pharmacy curricula; its structure is based on many different knowledge areas, which may lead to an inappropriate, disperse and poor study of its contents. The introduction of the European Higher Education Area (EHEA) has triggered a deep review of the Physical Chemistry syllabus in the BSc (Grade) in Chemistry. In addition it has led to an update and a redistribution of its contents in more basic and condensed subjects that deal with fundamental aspects, leaving all specific and more novel (advanced) contents for Master and Doctorate studies. This new redistribution should have a set of proper assessment methods in line with the new EHEA formative plan, focused on competences and their continuous evaluation. In this work, a new evaluation model is presented based on the use of the learning portfolio as working tool; each student is continuously assessed not only from a grading perspective but also from a formative point of view, i.e. with an explicit indication of the level achieved for each competence.\", \"High throughput (HT) techniques are now extensively used for the synthesis of libraries of several thousands of compounds. More recently, HT methods began to be applied to other areas, such as physical organic chemistry. This has allowed for instance the development of tools for HT reaction assessment, HT kinetic and thermodynamic measurements, and physicochemical property pro. ling, using a broad set of analytical tools, ranging from mass spectrometry to image analysis based techniques. This article provides an overview of recent HT physical organic chemistry techniques. Special attention is given to the application of quantitative analytical constructs for HT monomer reactivity pro. ling and HT evaluation of Hammett parameters.\", \"The initial interaction among student, instructor, and content on the first day of class is critical in setting the stage for the remainder of the semester. While many students would like to ease into the semester, experienced faculty realize that the first day of class provides a one-time opportunity to shape the students' first impression of a subject area. In this paper, a process is outlined for introducing the physical chemistry course in such a way that students expect that much of the course will be about developing models to describe physical and chemical processes and that those models may be macroscopic, molecular-level, or mathematical in nature.\", \"The approaches are part of the everyday of the Physical Chemistry. In many didactic books in the area of Chemistry, the approaches are validated starting from qualitative and not quantitative approaches. We elaborated some examples that allow evaluating the quantitative impact of the approaches, being considered the mistake tolerated for the approximate calculation. The estimate of the error in the approaches should serve as guide to establish the validity of the calculation, which use them. Thus, the shortcut that represents a calculation approached to substitute accurate calculations; it can be used without it loses of quality in the results, besides indicating, as they are valid the adopted criterions.\", \"The development of chemistry is closely related to the sustainable development of human civilization. The problems of exposure to chemicals on the human body are complex. Humans are potentially more susceptible to the damaging effects of chemical pollution if they are in a weakened physical or mental state (already in a state of physical or mental stress). One of the approaches, that simultaneously addresses both of the above mentioned issues, is the green chemistry concept. Governmental regulation should be seen as a framework mechanism. We see great potential in using the principles of green chemistry in the framework of the Responsible Care program. Green chemistry is a tool for the sustainable development of chemistry and the chemical industry.\", \"This laboratory is designed for physical chemistry students to gain experience using laser-induced breakdown spectroscopy (LIBS) in understanding plasma diagnostics. LIBS uses a high-powered laser that is focused on the sample causing a plasma to form. The emission of this plasma is then spectrally resolved and detected. Temperature and electron number density of the plasma can be determined from the characteristics of the spectrum. Temperature was calculated using the Boltzmann plot method, whereas electron density was determined from Stark broadening considerations. Students learned how to use the information provided by the LIBS spectrum to obtain plasma temperatures and electron densities for various samples. This experiment is appropriate for a physical chemistry course.\", \"The seemingly narrow field of transition-metal ion mediated C-H bond activation of substituted alkanes in the gas phase serves as an example to illustrate some perspectives and challenges of physical organic chemistry.\", \"The POGIL-PCL project implements the principles of process-oriented, guided-inquiry learning (POGIL) in order to improve student learning in the physical chemistry laboratory (PCL) course. The inquiry-based physical chemistry experiments being developed emphasize modeling of chemical phenomena. In each experiment, students work through at least two learning cycles in which they make predictions, collect data, model the data, and discuss its meaning. The design of the. student laboratory experiences resembles the apprenticeship model of research because students carry out an experiment with faculty guidance to determine which parameters are best modified in subsequent trials of the same experiment. The POGIL-PCL model is illustrated using the example: \\\"What are the kinetic parameters of a heterogeneous reaction?\\\" Typical student results and responses are discussed.\", \"Computational chemistry is commonly addressed in the quantum mechanics course of undergraduate physical chemistry curricula. Since quantum mechanics traditionally follows the thermodynamics course, there is a lack of curricula relating computational chemistry to thermodynamics. A method integrating molecular modeling software into a semester long thermodynamics course is proposed in this paper. With the introduction to a computational chemistry program earlier in their undergraduate curriculum, students are given more opportunity to appreciate the vast applications and benefits of the science. The structure of the out-of-class assignments has been modified over the course of three semesters in order to improve correlation with lecture material and focus the goals of each lesson.\", \"A laboratory experiment currently used in an undergraduate physical chemistry lab to investigate the rates of crystallization of a polymer is described. Specifically, the radial growth rates of typical disc-shaped crystals, called spherulites, growing between microscope glass slides are measured and the data are treated according to polymer crystallization theory. The polymer used is a commercially available poly(ethylene glycol). Effects of molecular weight and crystallization temperature on the growth rate are demonstrated. Background information for students and instructor) experiment procedure, and full analysis of students' results are included in the Supporting Information.\", \"An overview of the discovery of reaction intermediates and associated concepts in physical organic chemistry is presented. Particular attention is paid to chronology of ideas, frequency of occurrence of reaction intermediates in the library of organic reactions used in organic synthesis, and the lexicon of scientific terms used in the language of physical organic chemistry. General logic decision trees are presented for the unique or near unique identification of reaction intermediates based on experimental techniques and common patterns of reactivity documented in the literature over the last century. Contributions made by scientists working in laboratories at Canadian universities and at the National Research Council of Canada are noted throughout.\", \"The progress in chemistry of ordered molecular aggregate has been reviewed in some fields of classification of system, physical method, thermodynamics and chemical kinetics. The developing trends in chemistry of ordered molecular aggregate are also proposed.\", \"This communication advocates the use of the functional approach for error propagation complementing the electronic resource provided in a recent paper in this Journal.\", \"We present a guided-inquiry experiment using Spartan Student Version, ready to be adapted and implemented into a general chemistry laboratory course. The experiment provides students an experience with Spartan Molecular Modeling software while discovering the relationships between the structure and properties of molecules. Topics discussed within the experiment include dipole moments, bond angles, bond lengths, selected periodic properties, resonance structures, electron density potential maps, and molecular shapes.\", \"We argue that localized bond orbitals can be used to interpret photoelectron spectra of molecules.\", \"Anthony Harriman is a Professor of Physical Chemistry at the School of Chemistry at Newcastle University (UK). He is a current member of the ChemPhotoChem Editorial Board.\", \"This review addresses the progress in the chemistry of polynuclear technetium halide clusters that has been achieved in works devoted to their synthesis, structure, and chemical and physical properties. The role of Academician V.I. Spitsyn, who spearheaded the study of polynuclear technetium clusters at the Institute of Physical Chemistry of the Academy of Sciences, is noted, The chemical reactions and stability of technetium halide clusters and their molecular and electronic structures are analyzed. Future trends in the development of technetium cluster chemistry as one of the interdisciplinary branches of chemistry involving cluster chemistry and the multiple-bond theory are overviewed.\", \"Herein, we propose an interdisciplinary experiment for undergraduate course that involves concepts of organic and physical chemistry. Firstly, we propose the synthesis of three nitrophenyl acetates, varying the substituent position. Afterwards, we describe the construction of a homemade colorimeter using inexpensive materials and LED as both emission and detection dispositives. Finally, the colorimeter is used to follow the nucleophilic acyl transfer reactions catalyzed by imidazole under pseudo-first order conditions for the reactions of p-nitrophenyl, o-nitrophenyl and m-nitrophenyl acetate with imidazole. The substituent effect is correlated to the reactivity of the acetates, one of the benchmarks of a physical organic chemical approach. The effect of imidazole concentration is also evaluated. The proposed experiment is interesting because the students can thoroughly understand how a spectrophotometer works and since each student can construct their own colorimeter, they don't have to rely on any equipment infrastructure. Additionally they can correlate two important areas: organic and physical chemistry by using a kinetic study in the understanding of organic reactions. Indeed, physical organic chemistry is a field of increasing interest specially for elucidating mechanisms and introducing students to this interdisciplinary approach is interesting since several undergraduate concepts are covered.\", \"This paper deals wit the requirements which prompted the creation of a unit of measurement for chemists. First, it implies the classical notion of atomic weight invented by XIXth century chemists. Then the gram-molecule, abbreviated << mol >>, was introduced into physical chemistry in the last decades of the XIXth century. This notion allowed physical chemists to formulate general laws in terms of number of moles while in the frame of the kinetic theory of gases, physics referred the gram-molecule to the number of molecule contained in a volume, i.e. to Avogadro's number. Thus neither chemists nor physical chemists cared to define the dimension of the quantities that they measured. Therefore the notion of mole was first and foremost an attempt to standardize the measurement in physics and chemistry which resulted in the adoption of a common system of atomic weights based on the isotope 12 of carbon and in the choice of th mole as a base unit of the international system of units (SI). Chemistry, physics and metrology, all three disciplines participated in the modern definition of mole.\", \"Femtosecond spectroscopy is a key technique in modern physical chemistry research. Thus, femtosecond techniques, as well as molecular processes occurring on femto- to picosecond time scales, should be included in a physical chemistry curriculum. Usually, experiments covering the topic are challenging due to costly equipment and laser safety issues. A laboratory experiment is described that allows students to trace picosecond kinetics with safe and affordable equipment. The students record temperature-dependent IR spectra of an iron carbonyl complex, tricarbonyl(eta(4)-1,5-cyclooctadiene)iron. Due to \\\"turnstile\\\" motion of the ligands a coalescence of IR bands is observed. By simulating the spectra, the picosecond time constants of the motion and further spectroscopic parameters may be extracted. An Arrhenius analysis yields the barrier for the turnstile motion.\", \"There is no question that students majoring in chemistry graduate with underdeveloped writing skills. Many educators have expressed concern about the obvious deficiencies in student writing. This article is designed to aid professors interested in teaching writing skills in their classrooms and laboratories.\", \"Band theory is less helpful than the Mott-Hubbard theory of combined electron excitation and delocalization for explaining conductivity and semiconductivity for introductory students.\", \"The late-Victorian era provided aficionados of detective fiction with an abundance of short stories belonging to this literary genre. Many of these works contained some aspect of chemistry, either in the execution of a crime or in the identification of the perpetrator. In the example discussed in this article, the gas-phase reaction of hydrogen and chlorine plays an important role as the plot unfolds. Other chemistry related topics, including the use of a gas-filled balloon, the instability of nitrogen chloride, and the effects of the drug narceine, also enter into the story.\", \"This is a personal review of how one can apply the principles of physical chemistry to study the ocean and other natural waters. Physical chemistry is the study of chemical thermodynamics, kinetics, and molecular structure. My long-term interest in the chemistry of seawater is an extension of my early work on water and the interactions that occur in aqueous electrolyte solutions, which I began as part of my PhD research on the thermodynamics of organic acids in water. Over the years, I have attempted to apply the tools of physical chemistry to elucidate the structures of seawater, brines, lakes, and rivers. I have developed and continue to work on ionic interaction models that can be applied to all natural waters. Here, I reflect on how my students, postdocs, research assistants, and scientific colleagues have influenced my life, my career, and the field of marine physical chemistry. My hope was and is to use these tools to understand the molecular structures of natural waters.\", \"Preceding even the Hartree-Fock method, molecular integrals are the very foundation upon which quantum chemical molecular modeling depends. Discussions of molecular integrals are normally found only in advanced and technical texts or articles. The objective of the present article is to provide less experienced readers, or students in a physical/computational chemistry course, a thorough understanding of molecular integrals. Through a series of detailed Handouts, the student/reader can participate in the derivation of molecular integrals, and in turn implement them in computer code. Hartree-Fock theory is discussed in enough detail to motivate the molecular integrals and address such topics as the atomic orbital basis. An introduction to the programming language of choice, Python3, is provided, tailored toward developing the essential skills necessary for implementing molecular integrals. The article is intended to be useful not only to instructors of physical/computational chemistry, but also to any reader who has independently sought a primer on this elusive subject.\", \"Two Divisions of the International Union of Pure and Applied Chemistry (IUPAC), namely Physical Chemistry (Commission I.7 on Biophysical Chemistry formerly Steering Committee on Biophysical Chemistry) and Analytical Chemistry (Commission V.5 on Electroanalytical Chemistry) have prepared recommendations on the definition, classification and nomenclature related to electrochemical biosensors; these recommendations could, in the future, be extended to other types of biosensors.\", \"Orbital theory provides a powerful tool for rationalizing and understanding many phenomena in chemistry. In most introductory chemistry courses, students are introduced to atomic and molecular orbitals in the form of two-dimensional drawings. In this work, we describe a general method for producing 3D printing files of orbital models that can be employed with most popular software packages for performing electronic structure calculations and molecular visualization. Methods for producing both solid and mesh orbitals are provided, including pointers for producing a model that is both informative and structurally sound. Finally, numerous examples of various systems of interest in physical organic chemistry are provided in the .stl format for 3D printing, as well as a fully illustrated tutorial for the process.\", \"Context rich curricula have been shown to aid in attracting and retaining a diverse group of students, engage a variety of learning styles, and improve student performance. In physical chemistry, it can be difficult for students to see connections of class materials to other fields. To address this we have developed a set of interdisciplinary, inquiry based learning materials for physical chemistry that combine a guided reading of a recent paper from the literature with a complementary laboratory exploration. The classroom guided paper readings, which include discussion questions, biographical and historical background, are inspired by materials developed in the Physical Chemistry with a Purpose Series developed by Michelle Francl at Bryn Mawr College. The laboratory explorations emphasize spectroscopy (Fluorescence, Raman and UV-VIS), quantum chemistry and mathematical modeling. All experiments use inexpensive modular equipment and are designed to be done in a single class/lab session. Pre- and post-surveys show modest gains in students attitudes about physical chemistry. Analysis of student lab papers demonstrates a greater mastery of both the applicability and understanding of material when the guided paper reading was combined with the laboratory.\", \"This work addresses issues of fundamental reform in the undergraduate chemistry curriculum via advanced integration of liquid- and solid-state nuclear magnetic resonance (NMR) experiments and theory. Our integrated curricula comprises a suite of NMR laboratory exercises (initially targeted within the physical and analytical chemistry laboratories) coupled with advanced NMR theory. This curriculum provides multiple layers of instructional merit from basic structural characterization to important physical chemistry concepts. For programs lacking solid-state NMR capabilities, we have developed schematics and construction materials for a low-cost, broadband NMR probe that is compatible with existing liquid-state spectrometers. This probe has been used to detect a wide range of NMR-sensitive nuclei in liquid samples, and in the future will be utilized to study deuterium NMR lineshapes in solids. (C) 2007 American Chemical Society\", \"We examine the main results from the work of O.M. Poltorak, who made a significant contribution in the theory of enzymatic catalysis and introduced many new terms and concepts in physical chemistry.\", \"An upper-division undergraduate chemistry experiment is described which utilizes DigiSim software to simulate cyclic voltammetry (CV). Four mechanisms were studied: a reversible electron transfer with no subsequent or proceeding chemical reactions, a reversible electron transfer followed by a reversible chemical reaction, a reversible chemical reaction followed by a reversible electron transfer, and a reversible electron transfer followed by a reversible chemical reaction followed by a reversible electron transfer. The experiment concludes with a student discussion of three journal articles that contain CV data. In addition to introducing students to the theory of CV, the experiment also reinforces the physical chemistry concepts of equilibrium and rate of reaction. Thus, it is suitable for a physical chemistry, instrumental analysis, or integrated/interdisciplinary laboratory experiment.\", \"The mathematical model of the process of collapsing the cavitation bubbles is proposed. Is developed the information system, which simulates mechano-physical chemistry effects in this process. The results of experiments on the action of ultrasonic cavitation on the carbon-containing media are represented.\", \"The procedure of a physical chemistry experiment for university students must be designed in a way that the accuracy and precision of the measurements is properly maintained. However, in many cases, that requires costly and sophisticated equipment not readily available in developing countries. A simple, low-cost experiment to determine isobaric expansion coefficient has been designed and successfully implemented. The practice includes measurement of density at controlled temperatures and mathematical and graphical treatment of data. In spite of the simplicity of the experiment, the precision and accuracy of the measurements are not forfeited.\", \"Reactive intermediates-their generation, characterization, and manipulation-is the central theme running through the research program in the Chen group. The range of chemical systems studied spans organic, organometallic, and physical chemistry. The inherently multidisciplinary work leads to new insights in chemical reactivity, as well as applications in fields as diverse as drug discovery, homogeneous catalysis, and combustion chemistry.\", \"Physical chemistry plays an important role in the variety of processes used in flavor production. Examples of these processes are extraction, isolation separation, concentration, purification, etc. Many flavors are first produced in a concentrated form or in a physical form which cannot be readily used for food applications. Further processing is needed to convert them into more practical useful forms for more specific uses. Some flavors are volatile or sensitive to oxidation and they need protection or encapsulation to impart stability until final food applications. The common processes for these modifications are: compounding, spray drying, powder adsorption, spray chilling, emulsification, molecular inclusion, co-crystallization, coacervation and liposome formation, etc. The principles of physical chemistry are involved in all of these processes.\", \"A Web site is described that facilitates use of the free computational chemistry software: General Atomic and Molecular Electronic Structure System (GAMESS). Its goal is to provide an opportunity for undergraduate students to perform computational chemistry experiments without the need to purchase expensive software.\", \"An experiment seated in an industrial context can provide an engaging framework and unique learning opportunity for an upper-division physical chemistry laboratory. An experiment that teaches NMR/MRI through a problem-based quality control of citrus products was developed. In this experiment, using a problem-based learning (PBL) approach, students construct knowledge about the physical properties that make NMR and MRI possible, apply them to make decisions about experimental conditions, and write a final report in the form of a technical report for a fictional company. Implementation in a laboratory course demonstrated that the majority of students met the desired learning outcomes.\", \"This advanced undergraduate chemistry laboratory exercise takes advantage of the unique spectroscopic properties of the free radical chlorine dioxide to allow for a direct comparison of its symmetric stretch in both the ground and excited states. It incorporates several subject areas covered in an undergraduate chemistry degree (synthesis, spectroscopy, and computational chemistry) and is suitable for an advanced level inorganic, physical, or integrated chemistry laboratory course. Students synthesize aqueous chlorine dioxide, analyze a vibronic progression of the symmetric stretch in the excited state using UV-vis spectroscopy, and also record the energy of the symmetric stretch in the ground state using Raman spectroscopy. In addition to offering advanced undergraduate students the opportunity to study the chemistry of a radical first-hand, this exercise also reinforces the use of synthetic techniques for the purpose of studying how a molecule's physical properties vary with the electronic state. An optional computational chemistry component includes optimizing the geometries of the ground and excited states of the radical, calculating the charge, and comparing computed harmonic vibrational frequencies to the experimental data.\", \"In this article, we describe an experiment for the undergraduate physical chemistry laboratory in which students measure the compressibility factor of two gases, helium and carbon dioxide, as a function of pressure at constant temperature. The experimental apparatus is relatively inexpensive to construct and is described and diagrammed in detail. Students analyze their data to determine values for the second virial coefficient for each gas, which may then be compared with the literature. The experiment demonstrates the nonideality of real gases.\", \"Matrix diagonalization, the key technique at the heart of modern computational chemistry for the numerical solution of the Schrodinger equation, can be easily introduced in the physical chemistry curriculum in a pedagogical context using simple Huckel molecular orbital theory for pi bonding in molecules. We present details and results of computations, including both the quintessential examples of polycyclic aromatic hydrocarbons discussed in text books and an interesting extension to a large molecule, C-60 (buckminsterfullerene), the first member of the fullerenes to be discovered and Synthesized, using a simple Excel spreadsheet-based VBA \\\"application\\\" that we have developed.\", \"In honor of the fiftieth anniversary of the James Flack Norris Award in Physical Organic Chemistry, a brief biographical sketch of Norris is presented along with discussion of his research accomplishments in the contexts of the influence of his doctoral mentor Dr. Ira Remsen and the early development of physical organic chemistry. Dr. Norris had two distinct academic careers, researcher and teacher at Massachusetts Institute of Technology (MIT) and administrator and teacher at Simmons College. A third career, scientific leader and statesman, co-existed with these dual careers. This chapter will briefly describe Norris's researches in molecular addition compounds, the triphenylmethyl system, Friedel-Crafts chemistry as well as his twenty paper series on \\\"The reactivity of atoms and groups in organic compounds\\\" (from 1920 through 1940).\", \"A method for demonstrating and expanding the Ira Remsen copper penny and nitric acid experience has been developed. It involves additional chemistry, showing five transformations of copper from one form to another.\", \"Many students find the transition from first-year general chemistry to second-year organic chemistry a daunting task. There are many reasons for this, not the least of which is their lack of a solid understanding and appreciation of the importance of some basic concepts and principles from general chemistry that play an extremely critical role in organic chemistry. One such concept is the -log of the acid dissociation constant, pK(a). This article reviews eleven key organic chemical outcomes that can be predicted from knowledge of pK(a), highlighting its exceptional value as a physical quantity.\", \"A set of exercises for use in a typical physical chemistry laboratory course are described, modeling the unimolecular dissociation of the ethyl radical to form ethylene and atomic hydrogen. Students analyze the computational results both qualitatively and quantitatively. Qualitative structural changes are compared to approximate predicted values based on orbital-hybridization models. Quantitative results are generated using high-accuracy thermodynamic calculations to calculate the reaction enthalpy. A method to visualize the evolution of the highest-occupied molecular orbital is also described, showing the evolution of a pi orbital that forms as the reaction progresses.\", \"Salt-induced stone weathering is often erroneously listed among the physical causes of damage when it is in fact physicochemical. We introduce here a succinct version of the theory behind crystallization pressure along with a simple yet dramatic demonstration of the damage induced in sandstone by sodium sulfate. The contents here presented might be implemented in chemistry for cultural heritage, conservation science, geosciences, and materials science undergraduate courses.\", \"The physical chemistry curriculum can be continuously updated by incorporating results from cutting-edge research and technology into undergraduate classrooms and laboratories. Strategies that facilitate this integration of research and education are discussed and illustrated using examples drawn from nanoscale science and engineering. National Science Foundation programs that support such efforts are described.\", \"We describe a model used for seeding nanoscience topics throughout the undergraduate chemistry curriculum at James Madison University (JMU). An overview of the evolutionary changes to the chemistry curriculum as a result of this program will be presented. Lecture topics in general, inorganic, organic, materials science and physical chemistry have been added or improved and laboratories for general, organic and physical, have been developed and implemented. A new general physical science course for nonscience majors and an upper-division majors lecture-laboratory course called, \\\"Science of the Small: An Introduction to the Nanoworld\\\" have been developed and will be broadly described. Nanoscience topics from the current scientific literature have been introduced into materials science, physical chemistry lab, and literature and seminar courses. We will further describe how a new series of vertically integrated laboratory experiments exploring the properties of supramolecular micelles are being used to introduce nanoscience into several different courses. In addition, we will discuss how this project, in particular the Science of the Small course, has helped to catalyze \\\"top-down\\\" thinking about seeding a range of interdisciplinary topics throughout the undergraduate chemistry curriculum. Finally, we address how this evolutionary approach can be used by non-experts to begin to seed nanoscience topics into the undergraduate chemistry curriculum.\", \"In the present paper new theoretical backgrounds and experimental results with regard to the physical chemistry of the paramagnetic nature of tars and asphaltenes in oil-type systems are described. A special methodic aspect for the investigation of oil systems with the usual analytical technics was developed. The most common mistakes appearing in connection with the use of physical methods for clarifying the nature of oil systems are discussed. The results obtained support some basic statements according to oil chemistry.\", \"New paradigms in education have led to a need for alternative methodologies in the higher education classroom. An educational game on molecular geometry, polarity, and intermolecular forces for engineering students in a general chemistry course was designed and implemented. The results showed that the game was effective in reconstructing students knowledge, demonstrating that the games can serve as a useful pedagogical tool in higher education.\", \"The objective of this research is a historical reconstruction of the training stages of physical chemistry specialists at a higher school on the example of the activities of Novosibirsk State University (NSU) in the second half of the 20th century under the influence of various factors: from intrinsic and general scientific prerequisites to the changing social and economic conditions. The subject of analysis is the educational activities of the chemical departments of NSU aimed at the training of specialists in the field of physical chemistry and related areas, including magnetic resonance imaging (MRI). The role of Soviet academic institutions and their scientific leaders in the institutionalization of physical chemistry and chemical physics fundamental for the new field of physical and chemical knowledge of magnetic phenomena is analyzed. In the Novosibirsk Scientific Center, research has always been based on the principles of \\\"integration and interdisciplinarity\\\" and relied on the skilled personnel. NSU was the key actor in the replenishment of the scientific staff. The system of the training of qualified chemists in NSU was determined by several factors: advances of national and international chemical science, development of chemical and related industries, the policy of the development of raw material regions including Siberia, socio-economic and political processes in the society including the evolution of science and the education policy. Two departments of NSU, the Physical Chemistry Department, Faculty of Natural Sciences, and the Chemical and Biological Physics Department, Faculty of Physics, were engaged in educating professionals in the new direction of spin chemistry -magnetic resonance spectroscopy and later MRI. The Institute of Chemical Kinetics and Combustion of SB USSR AS / SB RAS and the International Tomography Center played a major role in staffing these departments. Carefully designed curricula for graduates in physical chemistry adjusted to the \\\"Phystech\\\" principles cultivated their ability to respond to emerging issues creatively and professionally, and opened opportunities for the development of promising scientific fields, including magnetic resonance and its practical applications. Mobility and adaptability of curricula of these two departments provided for the interdisciplinary competence of their graduates. Inter-departmental cooperation embraced several directions: joint research projects, organization of diploma and work experience for students of physics and natural sciences, teaching jobs for leading scientists of the academic institutes, scientific support of graduates, in-house conferences and seminars, participation in national student conferences, etc. All these factors contributed to the success in the institutionalizing of the new direction of physical chemistry - spin chemistry and its applications, including MRI.\", \"I review aspects of my research on reactive intermediates, specifically the physical organic chemistry of carbenes and carbocations. The topics treated include carbenoids, carbenic philicity, absolute rates of carbene/alkene additions, the diazirine exchange reaction and derived carbenes, carbene equilibria, carbocations from diazotates, and carbocations from alkoxychlorocarbenes. The essay concludes with observations on the protean nature of physical organic chemistry.\", \"Developments in the physical chemistry laboratory since the publication of the germinal text by Schwenz and Moore (1) are categorized and reviewed. The categories examined include modem instrumentation, current topics in chemistry, integrated laboratories, and developments based on chemical education research. New experiments involving traditional instrumentation and topics are include but are not reviewed extensively.\", \"The study of ruthenium polypyridyl complexes can be widely applied across disciplines in the undergraduate curriculum. Ruthenium photochemistry has advanced many fields including dye-sensitized solar cells, photoredox catalysis, light driven water oxidation, and biological electron transfer. Equally promising are ruthenium polypyridyl complexes that provide a sterically bulky, photolabile moiety for transiently \\\"caging\\\" biologically active molecules. Photouncaging involves the use of visible (1-photon) or near-IR (2-photon) light to break one or more bonds between ruthenium and coordinated ligand(s), which can occur on short time scales and in high quantum yields. In this work we demonstrate the use of a model \\\"caged\\\" acetonitrile complex, Ru(2,2'-bipyridine)2(acetonitrile)2, or RuMeCN in an advanced synthesis and physical chemistry laboratory. Students made RuMeCN in an advanced synthesis laboratory course and performed UV-vis spectroscopy and electrochemistry. The following semester students investigated RuMeCN photolysis kinetics in a physical chemistry laboratory. These two exercises may also be combined to create a 2-week module in an advanced undergraduate laboratory course.\", \"Mastery of core chemistry content is a degree requirement for several STEM majors. Gatekeeper courses, like general and physical chemistry, have a history of weeding out struggling students, and often underrepresented groups underperform. While gatekeeper courses ensure students are prepared for STEM degrees, it is essential they do not create undue obstacles or dampen interest in STEM. This article describes the implementation and evaluation of efforts to infuse polymer science into a two-semester sequence of general and physical chemistry courses. Survey and focus group data revealed positive feedback from students. Also, improved student mastery of polymer concepts and knowledge was demonstrated in pre- and postassessments. Ultimately, these initial efforts provided students with additional foundational skills and increased engagement with chemistry content.\", \"This paper contributes to discussion on the forms of adaptive learning by exploring how chemistry professionals interact with and in different physical settings-laboratory, pilot plant, and industrial production plant-while developing new chemical technology. More particularly, the study examines how chemistry professionals analyse information in these three physical settings and how they transform this information from one physical setting necessary in a chemical scale-up process to another. The presented empirical evidence suggests that expert pattern recognition mediates learning between different physical settings. The study identifies different kinds of seeing as a particular form of this expert pattern recognition. Processing contextual knowledge through seeing helps chemistry professionals extract clues about the underlying issues and problems in specific physical settings, thus enhancing learning in and across those settings. Furthermore, this study examines formation of such expert pattern recognition.\", \"This chapter describes the author's experiences in converting the physical chemistry two-semester course sequence to a flipped format to free up class time for the use of cooperative learning. Lecture material was moved to screencast videos and a Just-in-Time-Teaching framework was used to organize before-class and in-class activities. The overall structure of the course is described. Class sizes have been too small to quantitatively show improvements in student outcomes. Survey responses suggest that students believe the techniques used in the author's flipped classroom help them to learn physical chemistry. Responses also suggest that students believe use of a symbolic math program leads to better conceptual understanding. Insight has been gained into both when and why students struggle with physical chemistry. Screencasts have been found to be effective for helping students learn to use a symbolic math program such as Mathematica.\", \"The physical methods developed in the Grignard's Treatise for the structural analysis of organic molecules, their expression and their impact in the posterior history of organic chemistry The Grignard's Treatise, published in 1931-1955, comprises 23 volumes. The first part of volume 11 describes the main physical methods used for the identification, structural analysis and physical properties of organic molecules. First published in 1948, this work had a limited choice of physical methods, which were explosively developed ten to twenty years later. Nevertheless the optical methods (UV, visible, IR, Raman, X-rays), the dielectric and magnetic properties of the molecules were finely analysed and prompted useful applications to structural organic chemistry.\", \"I report on an analysis of the alignment between the South African Grade 12 Physical Sciences core curriculum content and the exemplar papers of 2008, and the final examination papers of 2008 and 2009. A two-dimensional table was used for both the curriculum and the examination in order to calculate the Porter alignment index, which indicates the degree of match between the two. Alignment indices of 0.8 and 0.6 for Physics and Chemistry, respectively, were computed and remained constant for Physics, but fluctuated initially for Chemistry before levelling off. Using the revised Bloom's taxonomy, discrepancies were found in terms of cognitive levels as well as content areas in both Physics and Chemistry. The cognitive level Remember is under-represented in the Chemistry and Physics examinations, whereas the cognitive levels Understand and Apply were over-represented in Chemistry. It is argued that the shift to higher cognitive levels is in line with the reported increase in cognitive complexity of the Physical Sciences curriculum. The significance of the study for Physical Science teachers is highlighted, and the potential for further research is also indicated.\", \"This Perspective presents a review and survey of the science and philosophy of my research career over the past five decades at Columbia as a physical organic chemist and photochemist. I explore the role of paradigms, structure, and geometric thinking in my own cognitive and intellectual development. The Perspective describes my investigations of high energy content molecules in electronically excited states and the development of electronic spin and supramolecular photochemistry chemistry. Current research dealing with the nuclear spin chemistry of H(2) incarcerated in buckyballs is illustrated. In the second part of this Perspective, I recount a personal role of the philosophy and history of science and the scientific communities' use of paradigms in their every day research and intellectual activities. Examples are given of the crucial role of geometry and structure in the rapid development of organic chemistry and physical organic chemistry over the past century.\", \"Learning thermodynamics requires understanding abstract topics such as entropy and spontaneity. Students tend to rely on metaphors and everyday meanings to reason about these topics. This study investigates how students explain dissolution and precipitation using the concepts of entropy and spontaneity. Students from general chemistry, physical chemistry, and biophysical chemistry participated in semistructured interviews. During these interviews, students observed four tasks: an exothermic dissolving process, an endothermic dissolving process, the insolubility of an ionic salt, and a precipitation reaction. Students reasoned about their observations of dissolving, insolubility, and precipitation by describing entropy as the disorder of a chemical system and describing disorder in several different ways. Few students mentioned microstates or the distribution of energy. Students determined which of the four tasks were spontaneous and offered explanations that included reasoning about changes in enthalpy, reasoning about changes in entropy, and/or using concepts from kinetics. Students' ideas about entropy changes and spontaneity are examined, and the implications for classroom teaching and future research are discussed.\", \"A computational experiment that investigates the optical activity of the amino acid valine has been developed for an upper-level undergraduate physical chemistry laboratory course. Hybrid density functional theory calculations were carried out for valine to confirm the rule that adding a strong acid to a solution of an amino acid in the L configuration renders the optical rotation more positive. Correspondingly, if the optical rotation becomes more negative, the amino acid is of the D configuration. The students employed the open-source molecular editor Avogadro to build the molecules, conduct conformer searches, and calculate the energies of the conformers with a molecular mechanics force field. Subsequent geometry optimizations and optical rotation calculations were performed with a quantum chemistry program, using the WebMO graphical interface. The role of the solvent in stabilizing the zwitterionic form of an amino acid was investigated.\", \"Twenty years after their invention, sol-gel organically modified silicates (ORMOSIL) are finding a number of impressive applications that range from efficient deliver of genes into mouse brains to self-odered helices of interest to fields as diverse as optics, catalysis, molecular recognition, and chromatography. The physical bases of this mulifaceted chemistry, therefore, are of immense importance to scientists working toward new applications such as photovoltaics and catalysis that are crucially important in making sustainable global development. The purpose of this article is to provide a general picture of ORMOSIL's physical chemistry that will be useful in the creative development of new materials capable to solve a number of relevant open problems.\", \"Density functional theory (DFT) is a type of electronic structure calculation that has rapidly gained popularity. In this article, we provide a step-by-step demonstration of a DFT calculation by hand on the helium atom using Slater's X-Alpha exchange functional on a single Gaussian-type orbital to represent the atomic wave function. This DFT calculation is compared and contrasted with a Hartree-Fock calculation on the same system. This information is accessible by advanced undergraduate students studying physical chemistry or calculus-based physics.\", \"Colloid chemistry belongs to the group of basic introductory disciplines taught at the Department of Chemistry, Moscow State University (MSU), along with inorganic, organic, analytical, physical, and polymer chemistry. Colloid chemistry is also taught at the Departments of Biology, Geology, and Soil Science of MSU. On the whole, more than 500 students study colloid chemistry at MSU annually. The staff of the Chair of Colloid Chemistry is responsible for this multifaceted academic process. Meanwhile, systematic research in several topical directions of colloid chemistry also takes place at this chair. According to the old tradition that was formed in the years when Academician PA. Rehbinder headed the chair, both educational and research work is performed in collaboration with several institutes of the Russian Academy of Sciences (RAS), mostly with the Institute of Physical Chemistry. This paper, dedicated to the 275th anniversary of the Russian Academy of Sciences, reviews the history of the Chair of Colloid Chemistry, Moscow State University (MSU), and describes the present state of the academic and research process at this chair. The paper also briefly mentions the studies in the field of colloid chemistry that are performed at other chairs of the Department of Chemistry and at other departments of MSU.\", \"Raman spectroscopy is a powerful experimental technique, yet it is often missing from the undergraduate physical chemistry laboratory curriculum. Tetrachloromethane (CCl4) is the ideal molecule for an introductory vibrational spectroscopy experiment and the symmetric stretch vibration contains fine structure due to isotopic variations of the molecule according to (CClxCl4-x)-Cl-35-Cl-37. We report simple theoretical predictions of the fine structure, calculation of Raman differential scattering cross sections, and discussion of the inherent asymmetry in the v(1) mode resulting from the different isotopes of chlorine. All calculations and discussion are appropriate for an undergraduate physical chemistry laboratory as either an independent dry lab or a supplement to a pre-existing vibrational spectroscopy lab.\", \"A computational chemistry exercise for the undergraduate physical chemistry laboratory is described. In this exercise, students use the molecular dynamics package Amber to generate trajectories of bulk liquid water for 4 different water models (TIP3P, OPC, SPC/E, and TIP4Pew). Students then process the trajectory to calculate structural (radial distribution functions) and dynamic (diffusion coefficients) properties of water that they compare to , experimental values and to the other models. On the basis of these comparisons, students are also able to draw conclusions regarding the relative efficacy of these water models at modeling properties of real water.\", \"A computational experiment that investigates single-walled carbon nanotubes (SWNTs) has been developed and employed in an upper-level undergraduate physical chemistry laboratory course. Computations were carried out to determine the electronic structure, radial breathing modes, and the influence of the nanotube's diameter on the curvature-induced strain. The students used a new graphical user interface to the TubeGen nanotube builder, which we have implemented as an extension to the open-source molecular editor Avogadro, to build and visualize SWNTs. Geometry optimizations, molecular orbital calculations, and frequencies were computed by an external quantum chemical program.\", \"This laboratory experiment utilizes an exploration of the storage stability of beer to introduce basic aspects of electron-paramagnetic-resonance (EPR) spectroscopy. Radicals formed upon aerobic forced-aging of beer samples are established by using a spin-trap. The students are introduced to basic principles of EPR spectroscopy and food and radical chemistry with a simple example taken from everyday life. The methodology reported provides the students with valuable insights into EPR spectroscopy and the role of free radicals in food chemistry.\", \"Some problems of the teaching of third-year analytical chemistry at Saratov State University are discussed. It is shown that teaching the course after studying organic and physical chemistry, mathematics, physics, mathematical statistics, and software programming makes it possible to exclude ancillary topics from other disciplines and to form a higher level course.\", \"Scanning electron microscopy (SEM) was introduced into undergraduate physical chemistry laboratory curriculum to help students observe the phase composition and morphology characteristics of tin lead alloys and thus further their understanding of binary alloy phase diagrams. The students were captivated by this visual analysis method, which allowed them to more fully consider the relationship between macroscopic behaviors and microscopic structures of materials. During this process, the abilities of critical thinking were inspired, and a spirit of team work came into being.\", \"The so-called \\\"theory\\\" of mesomery as taught to students of organic chemistry is uncompatible with physical evidence and quantum chemistry. Drastic modifications will be necessary following the contributions of Hiberty and Shaik.\", \"The search for new active molecules with novel modes of action and desirable physical properties is an ongoing endeavour.([1,2]) This publication describes the follow-up chemistry of a biological hit discovered in the screening system of Novartis Crop Protection, the legacy agrochemical parent of Syngenta Crop Protection. This chemistry was optimized through classical synthetic methods and automated parallel synthesis with coverage of important physical properties such as lipophilicity or Clog P and solubility. Preliminary biological activity from the greenhouse and field data with symptomology is presented.\", \"This recommendation proposes a definition for the term \\\"halogen bond\\\", which designates a specific subset of the inter- and intramolecular interactions involving a halogen atom in a molecular entity.\", \"This whole paper deals with eclipses. The appearance of a book masks the existence of a prior masterpiece. Sometimes, the existence of a book prevents another from even being written. Physical organic chemistry has two such skeletons in its closet. The ghostly presence, Sidgwick's book, contributed to setting up our sub-discipline. The appearance of Gould's useful textbook may well have prevented, this is the second contention, Paul D. Bartlett from writing his own treatise. Copyright 2005 John Wiley & Sons, Ltd.\", \"Caffeine (1,3,7-trimethylxanthine) is an alkaloid stimulant that is popular in beverages. Fluorescence-coupled methods have been used to measure the caffeine content in coffee, tea, soft drinks, energy drinks, and cosmetics. In this experiment, we have developed a method for detecting caffeine in beverages utilizing the effect of the caffeine concentration on the fluorescence of acetylsalicylic acid (aspirin). Caffeine quenches the fluorescence of aspirin and the resulting Stern-Volmer plot from caffeine standard solutions can be used as a calibration curve. This method meets the criteria for fast, sensitive, and convenient caffeine detection. The caffeine concentration values in avitae caffeine water samples and Ale-8-One ginger ale beverage were in quantitative agreement with the reported values, within experimental error. This method can be extended to other caffeinated beverages that are clear or have an overall light color. This experiment is appropriate for the physical chemistry laboratory, the analytical chemistry laboratory, and the medicinal chemistry laboratory. Instructors may find the framework useful for teaching concepts in fluorescence spectroscopy and quenching, as well as the analysis of active ingredients in food products and cosmetics.\", \"Fermentation Hydrogen producing bacterium is another kind of microbe which can produce hydrogen in metabolic process,and which has a lot of advantages. The paper will discuss the fermentative hydrogen production on the way of Physical chemistry mechanism,which is oxidation-reduction potential, ionization equilibrium and HCO3- / CO2 (aq) System.\", \"This demonstration describes how normal and reverse phase chromatography can be illustrated using only chromatography paper for the separation of extracts of dandelions.\", \"A numerical analysis of the free radical addition polymerization system is described that provides those teaching polymer, physical, or advanced organic chemistry courses the opportunity to introduce students to numerical methods in the context of a simple but mathematically stiff chemical kinetic system. Numerical analysis can lead students to an appreciation of the power of numerical methods applied to chemical systems while providing a better understanding of the steady-state approximation and giving a more complete picture and deeper understanding of reaction dynamics. The description and Mathcad and MATLAB tutorials provided in the Supporting Information offer a variety of levels of student engagement ranging from classroom presentations of numerical and steady-State comparisons to projects requiring students to set up, run, and interpret numerical analyses for a free radical addition polymerization system.\", \"The author reports on his experience as editor of Derek H. R. Barton's autobiography, Some Recollections of Gap Jumping, and video documentary of Barton produced less than a year before Barton's death on March 16, 1998. (C) 2018 Elsevier Ltd. All rights reserved.\", \"Hydrogen bonds are very important chemical structures that are responsible for many unique and important properties of solvents, such as the solvation power of water. These distinctive features are directly related to the stabilization energy conferred by hydrogen bonds to the solvent. Thus, the characterization of hydrogen bond energetics has been vital for many areas of science. We present a laboratory experiment for physical chemistry in which the hydrogen bond energetics between methyl acetate and water is investigated by Fourier transform infrared spectroscopy (FTIR). The experiment consists of measuring the temperature dependent IR spectra of methyl acetate to determine the changes in the enthalpy and entropy of making/breaking hydrogen bonds. This experiment aims at providing the students with hands-on experience in the following topics: solution and sample cell preparation, IR spectra collection and analysis, and data modeling and thermodynamic calculations. The overall objective of this experiment is to familiarize chemistry students with a methodology used to extract meaningful, and up-to-date physical chemistry properties from real experimental data.\", \"The concept of extent of reaction was discussed many times in physical chemistry journals and books. This contribution strongly suggests the use of the extent of reaction as standard basic tool in teaching stoichiometry. The same idea was suggested several times in the past without success because the concept of extent of reaction is still not presented in the first-year general chemistry textbooks. It is also remarked that the concept of extent of reaction represents a simple example of the way of attaining a mathematization of chemistry, that is chemistry thought and made with the mathematical way of thinking, i.e. using variables, symbols and functions. Presenting the concept of the extent of reaction within the general chemistry curriculum will support successive physical chemistry courses, as these courses make extensive use of this powerful concept when teaching thermodynamics and kinetics of chemical reactions.\", \"On undergraduate courses, practical classes represent periods in which students can verify the concepts presented in theoretical classes. Conversely, the teaching internship in graduate programs allows these students to incorporate pedagogical practices into their experience, predominantly involving observation and reproduction of methods adopted by supervisors. We propose internship teaching as a period for reflection on our pedagogical practice and present a methodology for an experimental physical chemistry classroom. The students can interact with the experiment and instructor, furthering the study of ternary systems while developing their skills for investigative work.\", \"Males and females dating at the college level often state that there has to be chemistry between them and a dating partner. The present study was conducted to try to determine: (1) the structure of specific variables male and female daters apply to their concept of chemistry, and (2) how these variables apply to the dating process. The results indicated that physical attractiveness, similarity, spontaneous communication, reciprocity, warm personality, and longing tended to be the most important variables.\", \"Mathematical chemistry entailing the development of novel mathematics for chemical applications is argued to exist, and to manifest an extremely diverse range of applications. Yet further it is argued to have a substantial history of well over a century, though the field has perhaps only attained a degree of recognition with a formal widely accepted naming in the last few decades. The evidence here for the broad range and long history is by way of numerous briefly noted example sub-areas. That mathematical chemistry was only recently formally recognized is seemingly the result of its having been somewhat disguised for a period of time - sometimes because it was viewed as just an unnamed part of physical chemistry, and sometimes because the rather frequent applications in other chemical areas were not always viewed as mathematical ( often involving somewhat 'non-numerical' mathematics). Mathematical chemistry's relation to and distinction from computational chemistry & theoretical chemistry is further briefly addressed.\", \"The role of Physical Chemistry of Solids as origin of many fundamental concepts for modern materials science as also the bridge between physics, chemistry and materials engineering is emphasized and exemplified. The model of the electrical double layer, the concept of point defects in crystals and transport phenomena and reactions in the solid state are discussed as examples.\", \"Based on a real event in the classroom during the physical chemistry course for undergraduate students, a new derivation is presented for the proof of the Gibbs-Helmholtz equation. Tried in subsequent years, it received positive reflection from chemistry BSc students proving that this straightforward derivation, which leads from the definition of G to the final expression in five steps, is more easily comprehensible. At the same time it helps the instructor to shed light-based on their temperature dependence-on the relationship between thermodynamic state functions.\", \"Historically, the physical chemistry of isotope effects and precise measurements in samples from nature have provided information on processes that could not have been obtained otherwise. With the discovery of a mass-independent isotopic fractionation during the formation of ozone, a new physical chemical basis for isotope effects required development. Combined theoretical and experimental developments have broadened this understanding and extended the range of chemical systems where these unique effects occur. Simultaneously, the application of mass-independent isotopic measurements to an extensive range of both terrestrial and extraterrestrial systems has furthered the understanding of events such as solar system origin and evolution and planetary atmospheric chemistry, present and past.\", \"This essay explores the gendered lifestyle of early twentieth-century physics and chemistry and shows how that way of life was produced through linking science and home. In 1905, the Swedish physical chemist Svante Arrhenius married Maja Johansson and established a scientific household at the Nobel Institute for Physical Chemistry in Stockholm. He created a productive context for research in which ideas about marriage and family were pivotal. He also socialized in similar scientific sites abroad. This essay displays how scholars in the international community circulated the gendered lifestyle through frequent travel and by reproducing gendered behavior. Everywhere, husbands and wives were expected to perform distinct duties. Shared performances created loyalties across national divides. The essay thus situates the physical sciences at the turn of the twentieth century in a bourgeois gender ideology. Moreover, it argues that the gendered lifestyle was not external to knowledge making but, rather, foundational to laboratory life. A legitimate and culturally intelligible lifestyle produced the trust and support needed for collaboration. In addition, it enabled access to prestigious facilities for Svante Arrhenius, ultimately securing his position in international physical chemistry.\", \"Recent laboratory accidents in academic chemistry laboratories have highlighted the importance of the teaching and implementation of laboratory and chemical safety. Traditionally, the undergraduate chemistry curriculum is centered on the teaching of the core subfields of chemistry: analytical chemistry, inorganic chemistry, organic chemistry, and physical chemistry. Laboratory and chemical safety on the other hand are taught in a cursory fashion, usually in the form of a safety video and/or presentation at the beginning of the laboratory course and never revisited as the focus of the course shifts towards mastering the subject matter. Part of the problem is the lack of pedagogical resources that specifically address laboratory and chemical safety. Another is the devaluation of laboratory and chemical safety by many instructors, since they consider teaching fundamental chemical concepts as higher priority. Laboratory and chemical safety, however, can actually be taught in conjunction with the teaching of fundamental concepts. We demonstrate this with thermodynamics, a fundamental concept covered in general and physical chemistry courses. We illustrate, via examples, how laboratory and chemical safety can be used as practical applications of thermodynamics.\", \"An historical view of solution chemistry of Japan is described for a wide range of fields of solution chemistry, which relates to physical chemistry, inorganic chemistry, analytical chemistry, biochemistry and bioinorganic chemistry, and colloid and polymer chemistry. The works by pioneers of Japanese solution chemistry are introduced, some of which are not well recognized internationally. The influences of Japanese solution chemistry on the world and vice versa are discussed on the basis of a rather personal viewpoint. Recent activities of Japanese solution chemists at the national and international levels are also reviewed.\", \"The equilibrium between phases is a key concept from the introductory physical chemistry curriculum. Phase diagrams display which phase is the most stable at a given temperature and pressure. If more than one phase has the lowest Gibbs energy, then those phases are in equilibrium under those conditions. An activity designed to demonstrate the phase rule and to encourage deeper understanding of the Clapeyron equation is presented. This activity uses a mechanical drawing toy (such as an Etch A Sketch) with horizontal and vertical dials that can be adapted to explore mathematical relationships in a graphical situation. This activity is designed primarily for students taking second- or third-year physical chemistry, although some aspects of the activity would be appropriate for first-year general chemistry.\", \"This essay has three interrelated goals: first, to sketch the basic contours of Georg Helm's energetic theory; second, to describe his attempt in his Grundzuge der mathematischen Chemie. Energetik der chemischen Erscheinungen (1894) to apply that theory to the (then) burgeoning new field of physical chemistry. This is of some interest historically, since Helm's work is the most sophisticated attempt to develop the whole of physical chemistry mathematically from an energetic point of view. Nevertheless, it is seriously flawed technically. Moreover, that development is inconsistent with Helm's considered way of thinking about energy and energetic change. So a third goal of the essay is to explain his mature conception of the goal of energetics. I begin with a brief introduction to Helm and energetics, and end with some general conclusions about the success of Helm's mathematische Chemie.\", \"In undergraduate physical chemistry, Schrodinger's equation is solved for a variety of cases. In doing so, the energies and wave functions of the system can be interpreted to provide connections with the physical system being studied. Solving this equation by hand for a one-dimensional system is a manageable task, but it becomes time-consuming once students aim to make various changes and investigate the impact of those changes on the results. To address this challenge, numerical methods, such as the shooting and linear finite-difference methods, have been utilized to quickly solve Schrodinger's equation. In this technology report, we use the Python programming environment and the three-point finite-difference numerical method to find the solutions and plot the results (wave functions or probability densities) for a particle in an infinite, finite, double finite, harmonic, Morse, or Kronig Penney finite potential energy well. We believe that this technology report will educate undergraduates on the basic tools of computer programming, data analysis, and making connections between mathematical models and the physical systems with which they are associated.\", \"The results of physicochemical studies of molybdenum and tungsten heteropoly compounds (HPCs) guided by Academician V.I. Spitsyn and carried out at the Institute of Physical Chemistry during more than three decades are surveyed. The proton-hydrate structure of heteropoly acids (HPAs), their thermal stability, redox interactions, solvation, catalysis, and proton conduction are considered.\", \"The review is descriptory and conceptual. Material-forming and material-processing combustion and explosion processes are presented in the general form. Related aspects of physical chemistry, technology, and material science, and the applications of these processes in engineering and in industry are discussed.\", \"Chemical and physical processes in the outer solar nebula are reviewed. It is argued that the outer nebula was a chemically active environment with UV photochemistry and ion-molecule chemistry in its low density regions and grain-catalyzed chemistry in Jovian protoplanetary sub-nebulae. Presolar material was altered to greater or lesser extent by these spatially and temporally variable processes, which mimic many features of interstellar chemistry. Experiments, models, and observations are recommended to address the questions of presolar versus nebular dominance in the outer solar nebula and of how to distinguish interstellar and nebular sources of cometary volatiles.\", \"As part of an investigation into student learning of thermodynamics, we have probed the reasoning of students enrolled in introductory and advanced courses in both physics and chemistry. A particular focus of this work has been put on the learning difficulties encountered by physics, chemistry, and engineering students enrolled in an upper-level thermal physics course that included many topics also covered in physical chemistry courses. We have explored the evolution of students' understanding as they progressed from the introductory course through more advanced courses. Through this investigation we have gained insights into students' learning difficulties in thermodynamics at various levels. Our experience in addressing these learning difficulties may provide insights into analogous pedagogical issues in upper-level courses in both engineering and chemistry which focus on the theory and applications of thermodynamics.\", \"This laboratory exercise introduces undergraduate chemistry majors to the spectroscopic and theoretical study of the polycyclic aromatic hydrocarbon (PAR), corannulene. Students explore the spectroscopic properties of corannulene using UV-vis and Raman vibrational spectroscopies. They compare their experimental results to simulated vibrational spectra and the molecular structure obtained from computational chemistry to other PAHs, including C-60. The delocalized electron in corannulene is also conceptually explored using the particle in a disk model. This laboratory exercise allows students to explore multiple physical chemistry concepts in one, 3 h laboratory exercise centered around one theme.\", \"Introductory general and physical chemistry courses often deal with colligative properties of solutions and do not discuss nonideal solutions in detail. Yet, a growing body of evidence reveals that even at physiological concentrations electrolyte solutions cannot be treated as ideal when a charged or partially charged solute (such as a protein) is present in the solution. In such cases, the interactions between the salt ions and the solute depend on the specific ions that constitute the electrolyte solution (specific ion effects). For example, the catalytic efficiency of an enzyme may be different in NaCl and KCl solutions. In this article, specific ion effects are reviewed from a historical perspective, and then the current state of knowledge is presented at a qualitative level that is appropriate for second-year or advanced undergraduate science students. Finally, the related nomenclature (Bjerrum ion pairs, Hofmeister series, lyotropic series, and specific ion effects) is analyzed, and some suggestions are made with respect to the terminology, to make it more accessible to students. The material is appropriate for courses where solution chemistry is discussed, for example, in physical chemistry. In addition, it may be included in the chemistry curriculum for life or pharmaceutical sciences.\", \"Wave functions for rotating diatomic molecules (spherical harmonics) were three-dimensionally visualized by using Graph-R in tandem with Excel.\", \"By the 1960s many, perhaps most, philosophers had adopted 'physicalism' - the view that physical causes fully account for mental activities. However, controversy persists about what counts as 'physical causes'. 'Reductive' physicalists recognize only microphysical (elementary-particle-level) causality. Many, perhaps most, physicalists are 'non-reductive' - they hold that entities considered by other 'special' sciences have causal powers. Philosophy of chemistry can help resolve main issues in philosophy of mind in three ways: developing an extended mereology applicable to chemical combination; testing whether 'singularities' prevent reduction of chemistry to microphysics; and demonstrating 'downward causation' in complex networks of chemical reactions.\", \"This article describes the results of using state-of-the-art, research-quality software as a learning tool in a general chemistry secondary school classroom setting. I present three activities designed to introduce fundamental chemical concepts regarding molecular shape and atomic orbitals to students with little background in chemistry, such as one might find in a secondary school or first-year college chemistry course for nonmajors. Pilot studies employing the Shapes of Molecules and Atomic Orbitals activities demonstrate that students learn and retain key concepts.\", \"Here we describe an experiment for the undergraduate physical chemistry laboratory in which students synthesize the intermetallic compounds AlNi and AlNi3 and study them by X-ray diffractometry. The compounds are synthesized in a simple one-step reaction occurring in the solid state. Powder X-ray diffractograms are recorded for the two compounds as well as for the elements Al and Ni, all of which have cubic crystal structures. The students analyze the measured spectra to determine both the type of cubic lattice present and the unit cell dimension for comparison with the literature. The experiment demonstrates the utility of X-ray diffraction for structure determination.\"]"