"[\"Biochemistry is a science subject. For many English learners, how to deal with translation in Biochemistry is a key question. Yan Fu, a great translator, put forward three principles of translation: faithfulness, expressiveness and elegance. In the translation of Biochemistry, elegance is embodied. The elegance in biochemistry is illustrated in lexical, syntactical and rhetorical levels in order to give effective guidance for the translation of biochemistry and improve the quality of biochemistry. In order to resolve the difficulties, the author defines the translation of chemistry based on skopos theory. By dealing with the elegance in the translation of biochemistry, the translation of biochemistry was analyzed and some references to the translation of biochemistry by analysis are given.\", \"Biochemistry is a compulsory course for the Biotechnology and Application Specialty. The interest in biochemistry for students is an important guarantee for the implementation of biochemistry teaching. This paper attempted to stimulate student's interest in biochemistry by penetrating the practical and medical knowledge into biochemistry teaching.\", \"The aims of this research was to analyse the achievement of Islamic institution of teachers training preservice chemistry teacher on biochemistry theory course and biochemistry laboratory course. It was a qualitative research with case study. The instruments used includes the documentation study of students' academic grades for the last three years, interview guides, and students' learning difficulties questionnaires of biochemistry. The analysis result of biochemistry theory course of the students in 2012, 2013 and 2014 shows that the grade of the students was distributed in the grade of C, except in 2013 that was in the grade of B. This findings different from the biochemistry laboratory course that was distributed in the A grade. Students categorize that biochemistry theory course and biochemistry laboratory course in the difficulty category (33.1%). Biochemistry theory course and biochemistry laboratory course were placed in the same semester, but not done in an integrated manner. Biochemistry laboratory course has been done after the students completed the biochemistry theory course test. It is suggested biochemistry course should be conducted in an integrated manner, therefore lectures on biochemistry theory course and biochemistry laboratory course were mutually supported in learning.\", \"Combining the construction and application of biochemistry curriculum system in local universities, we summarize the significance, construction goals and implementation plan to construct the biochemistry online open curriculum in local colleges and universities. Our research will provide reference for the construction of biochemistry curriculum system in local Universities.\", \"Visual literacy, the ability to interpret and create external representations (ERs), is essential to success in biochemistry. Studies have been conducted that describe students' abilities to use and interpret specific types of ERs. However, a framework for describing ERs derived through a naturalistic inquiry of biochemistry classrooms has not been proposed in the literature. The Taxonomy of Biochemistry External Representations (TOBER) is proposed as a method for classifying the types of ERs used in biochemistry classrooms. Johnstone's domains of chemical knowledge is extended to the discipline of biochemistry to form the \\\"Biochemistry Tetrahedron\\\" and the TOBER is mapped on to it. Ainsworth's Functional Taxonomy of Multiple ERs is connected to biochemistry and is used in conjunction with the TOBER and Biochemistry Tetrahedron to derive implications for research and classroom practice.\", \"The study analyzes the cases of biochemistry open online curriculum construction in local universities, proposes the specific content, implementation plans, security system and significance of biochemistry open online curriculum construction in local universities. The study provides references for biochemistry open online curriculum construction in local universities.\", \"Background: Medical school curriculums are not standardized in Turkey and around the world, which results in great diversity in education. National Core Education Program (NCEP) has been prepared as a frame program and the aim of the program is to train medical doctors with basic abilities.\\nObjective: The objective of this work is to compare biochemistry curriculum based on NCEP among medical schools in Turkey.\\nMaterials and methods: Twelve-question long survey was prepared. Sixty-nine out 84 medical schools were participated the study using 2017-2018 curriculum data. Biochemistry curriculums of medical schools are compared based on NCEP 2014.\\nResults: Number of biochemistry hours and content of the lectures varies among medical schools. While biochemistry was intensely studied in the first and second years of the education program, biochemistry hours and number of universities offering biochemistry have dramatically decreased after the second year. Clinical biochemistry questions had lower positive response. Accredited medical schools include NCEP subjects in their curriculum in higher ratio than the unaccredited ones.\\nConclusion: Biochemistry curriculum shows variation among medical schools. Addition of clinical biochemistry beyond second year would improve NCEP adaptation. Multidisciplinary approach and vertical integration should be employed to improve quality of medical education.\", \"This article describes the undergraduate biochemistry degree program at a medium-sized, \\\"state-supported,\\\" land-grant university and how this degree program implements the curriculum recommended by the Educational and Professional Development Committee of the American Society for Biochemistry and Molecular Biology.\", \"In this commentary, the discussion of PhDs in biochemistry education research is expanded to explore a number of diverse pathways leading to a competitive research program in biochemistry education research. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 42(2):103-105, 2014.\", \"Close to 15% of Primary and Secondary school students are considered 'talented students'. This observation can be made in several areas like music, mathemathics, languages, biology, arts, chemistry and physics to mention a few. A talented biochemistry student combines a high level of curiosity and interest in biochemistry, creativity and devotion to \\\"bio\\\" sciences.\\nFor the benefit of talented students and the entire society, the Biochemistry and Molecular Biology Department (Universitat de Barcelona) has continuously been trying to find gifted biochemistry students to help develop their talents.\\nMany years ago, the Biochemistry and Molecular Biology Department started several initiatives \\\"I love Biochemistry\\\" and \\\"Teacher refresher biochemistry course\\\" to provide opportunities for talented biochemistry students and their science teachers. The following three key factors are important for the creation of the right atmosphere which allows us to offer these experimenting programs and ensure their success:\\n1) University and community support\\n2) The use of university facilities to enhance cost control\\n3) The selection of students\\nThe main aim of this work is to present and analyse the model of Biochemistry Talent Development outside the secondary school classroom, and discuss future perspectives.\", \"A 26 lecture module is outlined which details the biochemistry and biotechnology of biopharmaceutical substances. It is designed to equip students undertaking programs in applied biochemistry/biochemistry with an understanding of concepts, both academic and applied, directly relevant to working in the biopharmaceutical sector. In addition to the syllabus, a bank of relevant resource material is provided, (C) 2000 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"Methods for the interpretation of veterinary clinical biochemistry have not developed as rapidly as biochemical technology. However, the results of clinical biochemistry tests are only of value when they are interpreted appropriately. A retrospective study was undertaken to investigate the equine biochemistry data which had been stored in a veterinary hospital database. By applying percentile analysis and Bayesian probability methods to the clinical biochemistry and corresponding diagnosis data, a novel method for the interpretation of clinical biochemistry data has been developed. The method allows clinicians to determine whether a biochemistry value is abnormal, its degree of abnormality, and the most likely associated diagnoses. The method could be used to investigate a practice-based population and may have significant implications for the interpretation of clinical biochemistry data in veterinary medicine in the future.\", \"During the study of dentistry, Biochemistry is given less priority by most of the dental students, as they think that it has little role in their dental practices later. Instilling due value of learning Biochemistry among the students and making them attend biochemistry lectures during their study is a challenging task among the teachers. This research was conducted to observe whether the interest of the students in learning biochemistry can be enhanced if new technologies such as animated videos are used. While traditional method of teaching with Over Head Projector was also conducted to compare the result. Urea cycle from biochemistry was selected as a topic for this research. The result has been quite encouraging among the students as they found biochemistry as interesting a subject than before.\", \"Science instructors and textbook authors often use analogies to help their students use information they already understand to develop an understanding of new concepts. This study reports the results of an analysis of the use of analogies in eight biochemistry textbooks, which included textbooks written for one-semester survey biochemistry courses for non-majors; two-semester courses for chemistry or biochemistry majors; and biochemistry courses for medical school students. We present an analysis of how analogies are used and presented in biochemistry textbooks, and we compare the use of analogies in biochemistry textbooks to the use of analogies in other science textbooks. We also compare the use of analogies in biochemistry textbooks with the factors known to promote spontaneous transfer of attributes and relations from analog concept to target concept. (c) 2006 Wiley Periodicals, Inc.\", \"Biochemistry is the study of chemical processes within and relating to living organisms. This field of knowledge is considered one of the most difficult disciplines for students in the Higher Education Area. Most of the Degrees and Bachelors programs related to Biology, Chemistry, Medicine, Biotechnology, and Chemical Engineering contain at least one course focused on Biochemistry.\\nDuring the last few years, new Degree programmes focused on Nursing or Human Nutrition have been designed and implemented in Spain and in most cases, those programs have been improved with the addition of courses related to Biochemistry, mainly applied Biochemistry. In general, professors have really appreciated this change, because Biochemistry offers the required knowledge to properly understand important processes such as metabolic disorders, the theoretical principle under some health care techniques, the assimilation of the nutrients, etc.\\nHowever, Nursing students have a negative perception about Biochemistry and most of them consider that this subject is not necessary to become a qualified Nursing professional.\\nThis article explores these issues and examines the role of Biochemistry teachers in changing the Nursing students' negative perception and helping them to develop a more positive attitude towards studying and learning Clinical Biochemistry.\", \"Created the Chair of Biochemistry at the Faculty of Sciences of the University of Salamanca (Spain) in 1968, it was adscript as a Department to its Biological Section (soon transformed in Faculty of Biology). Structural and Metabolic Biochemistry were obligatory matters, and Molecular Biology as optative, in the studies. When the Faculty of Pharmacy was created in this University, in 1971, Biochemistry and Special Biochemistry (obligatory) and Clinical Biochemistry (as a optative) were the matters teached at the Faculty of Pharmacy by the \\\"Interfacultative Department, Sciences and Pharmacy\\\", constituted in 1975. In 1982, the Chair of Biochemistry was created at the Faculty of Pharmacy; and the Interfacultative Department was divided. Finally, when the Chair of Biochemistry of the Faculty of Medicine was separated from that of Phisiology, the former was integrated with those of Biology and Pharmacy to constitute, in 1987, the present Department. According to independent evaluations, the level of scientifical research carried out, from the first time, by the Chairs of this Department is very high.\", \"Vertical integration has been extensively implemented across medical school curricula but has not been widely attempted in the field of biochemistry. We describe a novel curricular innovation in which a near-peer learning model was used to implement vertical integration in our medical school biochemistry course. Senior medical students developed and facilitated a case-based small group session for first year biochemistry students. Students were surveyed before and after the session on their attitudes about biochemistry, as well as the effectiveness of the session. Prior to the session, the students believed biochemistry was more important to understanding the basic science of medicine than it was to understanding clinical medicine or becoming a good physician. The session improved students' attitudes about the importance of biochemistry in clinical medicine, and after the session they now believe that understanding biochemistry is equally important to the basic sciences as clinical medicine. Students would like more sessions and believe the senior student facilitators were knowledgeable and effective teachers. The facilitators believe they improved their teaching skills. This novel combination of near-peer learning and vertical integration in biochemistry provided great benefit to both first year and senior medical students, and can serve as a model for other institutions. (C) 2016 by The International Union of Biochemistry and Molecular Biology\", \"This article describes a course for reinforcing the knowledge of biochemistry in secondary school science teachers. The Department of Biochemistry and Molecular Biology of the University of Barcelona designed a course to bring these teachers up to date with this discipline. In addition to updating their knowledge of biochemistry and molecular biology, this course aims to provide teachers with a set of relevant laboratory practices that can be applied in their practical lessons.\", \"This article presents an educational approach for starting secondary school students (ESO, 15 years old) in their last year of compulsory study, with biochemistry and molecular biology. The aim is that students could understand some biochemistry principles working with few experiments in the university laboratories. In order to bridge the gap between compulsory secondary education and the university, the Department of Biochemistry and Molecular Biology of the University of Barcelona, in collaboration with the SEBBM (The Spanish Society for Biochemistry and Molecular Biology), organized a workshop with practical lessons for students in their last year of compulsory secondary school. The impact of this workshop on secondary school and secondary science teachers has been considerable because the main aim is to stimulate student's interest towards science (biochemistry and molecular biology).\", \"Upper level college students majoring in biochemistry at the University of New Mexico have the opportunity to participate in an advanced biochemistry course entitled \\\"Biochemistry Education.\\\" This course introduces theories of teaching and learning, provides opportunities for participation in course organization, design, and assessment strategies, and requires practice in lecturing, exam writing, and grading. One component of this course required the biochemistry majors to act as educational assistants, leading problem-based learning sessions in a cooperative learning introductory survey biochemistry course for nonmajors. Problem-based learning scenarios used in this course were based on real-life biochemistry problems. As a result of their participation, the educational assistants increased their understanding of the biochemistry principles, gained an appreciation for the difficulty of the job of a \\\"good teacher,\\\" developed new approaches to their own learning, and became more confident speakers. The participating biochemistry faculty were also positively affected by the collaborative approach they were attempting to model for the two sets of students and realized the benefits of truly cooperative team teaching.\", \"The interactive network platform for bilingual education of biochemistry was founded by Blackboard teaching administering systems software supplied by the Department of Education of Jiangxi Province. The independent academic environment was constructed through network platform for bilingual education of biochemistry. The teaching mode of \\\"double main\\\" which was composed of teacher's leading and student's main body, was applied during the bilingual teaching process of Biochemistry.\", \"Biochemistry and molecular biology occupy a unique place in the medical school curriculum. They are frequently studied prior to medical school and are fundamental to the teaching of biomedical sciences in undergraduate medical education. These two circumstances, and the trend toward increased integration among the disciplines, have led to reconsideration of biochemistry instruction in many medical schools. We conducted a survey to explore the evolving trends in biochemistry education. A broad diversity was evident in parameters including course content, faculty, governance, prerequisites, and teaching methods. Notably, sharp differences were apparent between freestanding biochemistry courses and those in which biochemistry is integrated with other subjects. Furthermore, the data imply a likely trend toward increased integration of biochemistry with other disciplines in the medical school curriculum.\", \"A strong, recent movement in tertiary education is the development of conceptual, or \\\"big idea\\\" teaching. The emphasis in course design is now on promoting key understandings, core competencies, and an understanding of connections between different fields. In biochemistry teaching, this radical shift from the content-based tradition is being driven by the \\\"omics\\\" information explosion; we can no longer teach all the information we have available. Biochemistry is a core, enabling discipline for much of modern scientific research, and biochemistry teaching is in urgent need of a method for delivery of conceptual frameworks. In this project, we aimed to define the key concepts in biochemistry. We find that the key concepts we defined map well onto the core science concepts recommended by the Vision and Change project. We developed a new method to present biochemistry through the lenses of these concepts. This new method challenged the way we thought about biochemistry as teachers. It also stimulated the majority of the students to think more deeply about biochemistry and to make links between biochemistry and material in other courses. This method is applicable to the full spectrum of content usually taught in biochemistry.\", \"Birds typically hide signs of disease until pathogenesis is advanced. Haematology and biochemistry can help with diagnosis. This article, the second in a two-part series, considers what can be learned from biochemistry, discussing each of the analytes in turn. The first article, published in the November/December issue of In Practice (Sabater and Forbes 2014), discussed haematology.\", \"Curriculum design assumes that successful completion of prerequisite courses will have a positive impact on student performance in courses that require the prerequisite. We recently had the opportunity to test this assumption concerning the relationship between completion of the organic chemistry prerequisite and performance in introductory biochemistry. We found no statistically significant differences between average biochemistry grades or grade distribution among students with or without the organic chemistry prerequisite. However, students who had not completed the organic chemistry prerequisite before biochemistry were more likely to withdraw from the course than those who had completed the prerequisite. In contrast to the lack of correlation between performance in biochemistry and completion of organic chemistry, we observed a strong, highly significant positive relationship between cumulative GPA and the biochemistry grade. Our data suggest that excluding students without organic chemistry would have less positive impact on student success in biochemistry than would providing additional support for all students who enroll in biochemistry with a cumulative GPA below 2.5.\", \"A brief account of the developments in biochemistry at the Faculty of Science of the University of Geneva is given from its emergence from organic chemistry at the Ancienne Ecole de chimie to today's Department of Biochemistry at the Section de chimie et biochimie.\", \"Generally, the learning of Biochemistry is too hard for college student. Biochemistry required the abstract thinking to understanding the molecular level the metabolism of living. The Biochemical learning experience carried out connecting Biochemistry and Literature to provide a collaborative learning method. The students of the School of Medicine, first semester 2016 was organized in 29 groups each with 3-4 students and they had to write a poem with a specific theme related to Biochemistry that had to write the poem and presents it to class orally, to expose a poem's banner and all groups together had to organize a printed book. Instead other points the evaluation sheet from students pointed out to elaborate own texts and used academic vocabulary about Biochemistry theme were too hard and hard, respectively; 73% of them said the activity help them to learning a new thing and 79% agree that the activity help them to learning the specific Biochemistry topic. This demonstrates the need of activities that exercise writing on biochemical topics collaborating with the scientific growth of the college students. This activity promoted major learning about specific Biochemistry theme and the development to others desired skills in the profile of that the course proposes, like to collaborative work and to present your work in public. Instead that, to use a different learning methodology helps students develop the abstract thinking necessary for Biochemistry learning.\", \"Automatic biochemistry analyzer is a necessary instrument for clinical diagnostics. In this paper, a new scheme of concentrated control system for Automatic biochemistry analyzer based on FPGA(Field Programmable Gate Array) is put forward. As an important part of automatic biochemistry analyzer, motor control system is one of key parts. In the light of the problems of stepping motor in application, such as surge at low frequency, low torque at high frequency and bad frequency characteristic, the paper presents a kind of practical method of the constant flow chopping subdivision driving based on FPGA. This scheme solves oscillation of stepping motor, improves the control system of biochemistry analyzer instrument.\", \"This paper has expounded mainly the measuring system of object biochemistry reaction on the basis of the microprocessor control. The article expound basic performance of enzyme sensor, the lactic acid oxidase electrode measures principle by immovable enzyme and the microprocessor measuring system of the biochemistry reaction. It provides the basic composition and hardware of the system.\", \"First-year students often feel discouraged, especially with courses that require complex thinking and involve establishing relations between different subjects such as biochemistry. It has been proposed that student-centred pedagogy can achieve motivation and improve learning. In this context, this case study reports the use of art as a strategy to engage students in studying and learning biochemistry. Three Art & Biochemistry sessions were included in the programme of the Biochemistry course of first-year veterinary medicine students as one of the graded activities. Working as a team, students expressed a biochemical concept or process of their choice through any art representation to their classmates and to a panel of professors, both of which evaluated their performance using a global perspective rubric. The students' assessment of the activity over three consecutive years suggests that the Art & Biochemistry sessions were successful as an approach to motivate them, and were also perceived as helpful to the understanding and learning of biochemistry. This report supports a positive relationship between art and science in enhancing self-learning and could be easily applied to other subjects and disciplines.\", \"While recognising the technical skills of new graduates, employers criticise their lack of general skills (such as literacy and communication skills), which are rarely an explicit part of undergraduate biochemistry courses. However, a significant proportion of biochemistry graduates are employed in jobs which do not require biochemical knowledge, and so these graduates rely heavily on their general skills. Several factors are likely to increase the proportion of graduates taking jobs outside biochemistry, which will enhance the importance of emphasising the teaching of general skills within the biochemistry curriculum. (C) 1998 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"This manuscript describes a new strategy for introducing secondary school students to biochemistry. To bridge the gap between secondary education and the university, the Department of Biochemistry and Molecular Biology of the University of Barcelona, in collaboration with the SEBBM (The Spanish Society for Biochemistry and Molecular Biology), designed a course with lectures and practical classes for students in their last year of secondary school. The impact of this course on society has been considerable, and it is now a reference model for other disciplines.\", \"Depressed (n = 45) and nondepressed (n = 47) mothers were recruited prenatally at an ultrasound clinic. Their urine samples were assayed for cortisol, catecholamines (norepinephrine, epinephrine, dopamine) and serotonin. Their urines were assayed again at the neonatal period, and their newborns' urines were also assayed at that time. The depressed versus the nondepressed mothers showed significantly higher cortisol and norepinephrine and significantly lower dopamine levels across the pre- and postnatal assessments. At the postnatal assessment all levels had decreased except the serotonin levels for both groups. Regression analyses on the mother's postnatal biochemistry with the prenatal biochemistry entered as predictor variables showed highly significant, specific relationships between each of the catecholamines, cortisol, and serotonin. The newborn's biochemistry (except for epinephrine) was higher than the maternal biochemistry. Regression analyses on the neonatal biochemistry with the mother's prenatal biochemistry entered as predictor variables also suggested highly significant, specific relationships. The continuity between the mother's and the newborn's neurotransmitter/neurohormone profiles and data showing that elevated norepinephrine and cortisol predict to low birthweight and prematurity, respectively, highlight the importance of assessing these levels during pregnancy.\", \"The biochemistry degree has been taught at Lisbon University for 25 years. Since its creation, the curriculum is characterized for being widely eclectic and multidisciplinary. The adoption of the concepts proposed in Europe by the Declaration of Bologna and incorporation of these ideas at Lisbon University is discussed here for the biochemistry degree.\", \"Medical biochemistry is the usual name for clinical biochemistry or clinical chemistry in Serbia, and medical biochemist is the official name for the clinical chemist (or clinical biochemist). This is the largest sub-discipline of the laboratory medicine in Serbia. It includes all aspects of clinical chemistry, and also laboratory hematology with coagulation, immunology, etc. Medical biochemistry laboratories in Serbia and medical biochemists as a profession are part of Health Care System and their activities are regulated through: the Health Care Law and rules issued by the Chamber of Medical Biochemists of Serbia. The first continuous and organized education for Medical Biochemists (Clinical Chemists) in Serbia dates from 1945, when the Department of Medical Biochemistry was established at the Pharmaceutical Faculty in Belgrade. In 1987 at the same Faculty a five years undergraduate study program was established, educating Medical Biochemists under a special program. Since the academic year 2006/2007 the new five year undergraduate (according to Bologna Declaration) and four-year postgraduate program according to EC4 European Syllabus for Postgraduate Training in Clinical Chemistry and Laboratory Medicine has been established. The Ministry of Education and Ministry of Public Health accredited these programs. There are four requirements for practicing medical biochemistry in the Health Care System: University Diploma of the Faculty of Pharmacy (Study of Medical Biochemistry), successful completion of the professional exam at the Ministry of Health after completion of one additional year of obligatory practical training in the medical biochemistry laboratories, membership in the Serbian Chamber of Medical Biochemists and licence for skilled work issued by the Serbian Chamber of Medical Biochemists. In order to present laboratory medical biochemistry practice in Serbia this paper will be focused on the following: Serbian national legislation, healthcare services organization, sub-disciplines of laboratory medicine and medical biochemistry as the most significant, education in medical biochemistry, conditions for professional practice in medical biochemistry, continuous quality improvement, and accreditation. Serbian healthcare is based on fundamental principles of universal health coverage and solidarity between all citizens.\", \"The computer game Foldit is currently widely used as a biology and biochemistry teaching aid. Herein, we introduce a new feature of Foldit called \\\"custom contests\\\" that allows educators to create puzzles that fit their curriculum. The effectiveness of the custom contests is demonstrated by the use of five distinct custom contests in an upper-level biochemistry class. The new custom contest feature can be implemented in classes ranging from middle school to graduate school to enable educators to best complement their current curriculum. (c) 2019 International Union of Biochemistry and Molecular Biology, 47(2): 133-139, 2019.\", \"Panels taken from manga, Japanese comics and cartoons, were used to supplement explanations of biochemical terms and topics in biochemistry classes. The results showed that the use of manga helped students remember what they had learned, Manga also had the effect of making biochemistry classes less serious and increased the number of students interested in biochemistry. (C) 1999 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"Biochemistry and its experiment are difficult for students and teachers. The students must pay more attention to understand this course, and it is also important for a biochemistry teacher to express well and accurately. So the more difficult teaching of the two courses' makes us thinking about the traditional teaching methods, which can not adapt to the requirement. In this article, we suggest many reform methods according to the advanced teaching theory recently, so that we hope the biochemistry and its experiment course will be easy for students, and they can master the main knowledge well.\", \"Biochemical organization is defined as the aggregate of principles of the structural organization, functioning, and regulation of biological systems, implemented at the biochemical level, i.e., at the levels of material organization corresponding to biomacromolecules, supramolecular complexes, and subcellular structures. The problems of biological chemistry and related disciplines (biophysical chemistry, evolutionary biochemistry, adaptational biochemistry, medical biochemistry, practical biochemistry, theoretical biochemistry, mathematical biochemistry, dynamic biochemistry, radiation biochemistry, enzymology, biomimetic chemistry, biomimetic physical chemistry), as well as the problems of biochemical modeling and biochemical engineering, have been formulated in terms of the concepts of biochemical organization. For example, biological chemistry is defined as the science whose subject of investigation is biochemical organization, i.e., the science studying the properties of standard structural proteins with elementary functions and the basic regulatory mechanisms corresponding to the levels of biomacromolecules, supramolecular complexes, and subcellular structures; the interaction of standard proteins leading to the formation of structural levels of higher rank with more complex functions and more complex regulatory mechanisms (cell, tissue, organ, organ system, organism); and the optimum functioning of standard units of the biochemical level in systems of a higher order of complexity.\", \"Biochemistry is a part of basic curriculum in the major of life science and related bioengineering discipline. A serious reform was adopted in teaching the biochemistry curriculum in Beihang University due to the rapid development in biochemistry and molecular biology discipline in recent years. High academic caliber teachers were selected to teach, the course was delivered as a bilingual (Sino-British) in biochemistry. Equally important, we modulated the curriculum content and integrated computer multimedia teaching technology with board-writing, we omitted some relative unimportant context and renew some knowledge developed from course research recently. Also, the students have been trained in the ability to think critically and creatively. Furthermore, comparison and induction were used in biochemistry teaching as well to help students summarize and systematically master what they have learned in lectures and lab works. In conclusion, the purpose of the course is to develop the students with solid biochemical theory, problem solving and analyzing skills. To reach this aim, teachers should possess high academic caliber, constantly improve their methods of teaching to undergo future professional development as a team of biochemistry.\", \"Purpose: To evaluate differences in student confidence and perceptions of biochemistry concepts using a team-based learning (TBL) format versus a traditional lecture-based format at two universities.\\nEducational Activity: Two pedagogies (TBL vs lecture-based) were utilized to deliver biochemistry concepts at two universities in a first-professional year, semester-long biochemistry course. A 21-item instrument was created and administered pre-post semester to assess changes in confidence in learning biochemistry concepts using Bandura's Social Cognitive Theory (eight items, 5-point, Likert-type) and changes in student perceptions of biochemistry utilizing the theory of planned behavior (TPB) domains (13 items, 7-point, Likert-type). Wilcoxon signed-rank tests were used to evaluate pre-post changes, and Mann Whitney U tests for differences between universities.\\nFindings: All students (N=111) had more confidence in biochemistry concepts post-semester, but TBL students (N=53) were significantly more confident. TBL students also had greater agreement that they are expected to actively engage in science courses post-semester, according to the perceptions of biochemistry subscale. No other differences between lecture and TBL were observed post-semester.\\nSummary: Students in a TBL course had greater gains in confidence. Since students often engage in tasks where they feel confident, TBL can be a useful pedagogy to promote student learning.\", \"Hematology and plasma biochemistry parameters were determined for 34 captive-born California tiger salamanders (Ambystoma californiense). The animals were manually restrained for general examination and venipuncture. This is the first comprehensive report of hematology and plasma biochemistry parameters in apparently healthy California tiger salamanders and may serve as a reference for clinical assessment and future study of this species.\", \"A strategy for growing online biochemistry courses is presented based on successes in ecampus at Oregon State University. Four free drawing cards were key to the effortYouTube videos, iTunes U online free course content, an Open Educational Resource textbookBiochemistry Free and Easy, and a fun set of educational songs known as the Metabolic Melodies. (c) 2016 by The International Union of Biochemistry and Molecular Biology, 45(1):25-30, 2017.\", \"Student interest in artificial sweeteners can enhance the biochemistry classroom learning experience. This in class, guided-inquiry activity focuses on sucralose and fits into a 50-min biochemistry class for undergraduate science majors. Background knowledge of carbohydrate structure, function, and metabolism as well as familiarity with interpretation of primary literature is assumed. This activity uses short answer questions that stimulate small group discussion. BIOCHEMISTRY AND MOLECULAR BIOLOGY EDUCATION, 2012\", \"The blood biochemistry values were determined in the estuarine snake, Acrochordus granulatus. The blood biochemistry values investigated were blood glucose, serum cholesterol, total serum lipids, serum urea, serum uric acid, serum creatinine, serum bilirubin, total serum proteins and albumin. Values obtained ale compared with those reported in other reptiles.\", \"This article, with the example of different circulation system for a kind of nonlinear, discusses how to make a dynamic analysis of a nonlinear biochemistry system in line whit the character of the system and intercommunication and interaction of each part, thus to establish a realistic ideal mathematics model so as to make numerical calculus. The method in this article is of some reference value to establish models of relative nonlinear differential biochemistry system numerical calculus.\", \"The increasing amount of new information produced in recent years in the fields of biochemistry, molecular biology and biotechnology has considerable implications in our daily life and has also led to an increase in scientific questions posed by secondary students.\\nIt was more than 15 years ago that the University of Barcelona [1-2] started a summer course. \\\"I love Biochemistry\\\" [3-4] for secondary school students (1997-1998 school course) and \\\"Updating Biochemistry and Molecular Biology\\\" [5-6] (1998-1999 school course) responding to the high-school teachers' need for receiving training in the latest scientific developments; in biochemistry, molecular biology and biotechnology to be precise.\\nThis summer course, designed by the Department of Biochemistry and Molecular Biology [7] of the University of Barcelona for the benefit of secondary school science teachers, wants to be a bridge between the two educational systems, High School and University, with the main goal of helping science teachers.\\nThe purpose of this article is to analyze this summer course and it presents details about some concepts in biochemistry, molecular biology and biotechnology and it represents a stimulating manner to the teachers. Moreover, details of web, university and scientists resources have been offered so that teachers can access the information and the technical support for their experiments.\\nThe teachers' opinion was very positive. Their optimistic replies have allowed us to make some innovations in the course and add new concepts and experiments for the improvement of teaching biochemistry, molecular biology and biotechnology in the science classroom.\\nThe course has contributed to increase secondary school science teachers' curiosity and fomenting their participation; to revitalize the relationship between university and secondary schools and to reinforce the general and social study of biochemistry.\\nFinally, the goal is to increase knowledge and interest in biochemistry and related sciences in High School science teachers so they can transmit them to High School students to ensure a new generation of researchers.\", \"Escaping from the chaotic environment of Germany before World War II, several scientists, some of whom were biochemists, took refuge in Turkey and made huge contributions in the preparations of new university reforms beginning in 1933. During this period, three well-known biochemistry scholars, Werner Lipschitz, Felix Haurowitz and Zdenko Stary were accepted into the Biochemistry Institute of Istanbul University, and each one of these scientists became the head of this institute respectively. Being at the zenith of their careers, these three scientists spent their most prolific years in the Biochemistry Institute. The first biochemist taking charge of the reforms, Werner Lipschitz, established a fully equipped laboratory during his term in his own right and with the support of some officials. During his stint, he published several articles and a biochemistry book. However, Lipschitz had to challenge some difficulties such as learning Turkish and finding qualified Turkish assistants. Felix Haurowitz and Zdenko Stary, on the other hand, learnt Turkish in a short time and gave their lectures in Turkish. Conducting many studies, encouraging their Turkish assistants to involve in most of these studies and training them attentively, these academicians emphasized the importance of the graduate 'PhD' education and tried to give education to all of their assistants. They gave lectures in several fields, designed courses and attracted attention to the science of biochemistry. Besides, they published biochemistry books in Turkish. Thus, they made contributions to the development of scientific mentality in the field of biochemistry in Turkey.\", \"Biochemistry and molecular biology are relatively new disciplines that have evolved from chemistry and biology. Undergraduate programs in these areas are also new, and their structures may reflect their evolutionary path. Some programs will be dominated by chemistry, others by biology. The American Society for Biochemistry and Molecular Biology (ASBMB) has provided a recommended curriculum that attempts to address the diverse needs of students in these areas. Mississippi State University is a research-intensive university and has a Department of Biochemistry and Molecular Biology. The departmental curriculum provides a broad core of courses that meet the suggested ASBMB standards. In addition, use of appropriate electives allows students to design flexible programs unique to their specific career goals. This report is the second in a series illustrating how different departments are implementing the new ASBMB-recommended curriculum in biochemistry and molecular biology.\", \"This article describes a synergistic two-semester writing sequence for biochemistry courses. In the first semester, students select a putative protein and are tasked with researching their protein largely through bioinformatics resources. In the second semester, students develop original ideas and present them in the form of a research grant proposal. Both projects involve multiple drafts and peer review. The complementarity of the projects increases student exposure to bioinformatics and literature resources, fosters higher-order thinking skills, and develops teamwork and communication skills. Student feedback and responses on perception surveys demonstrated that the students viewed both projects as favorable learning experiences. (C) 2015 by The International Union of Biochemistry and Molecular Biology, 43: 408-416, 2015.\", \"We have designed a skills matrix to be used for developing and assessing undergraduate biochemistry and molecular biology laboratory curricula. We prepared the skills matrix for the Project Kaleidoscope Summer Institute workshop in Snowbird, Utah ( July 2001) to help current and developing undergraduate biochemistry and molecular biology program designers to determine which laboratory techniques, skills, and theories to include in a 4-year plan. The skills matrix can be used to evaluate and assess the types of laboratory skills as well as the level at which they are taught in biochemistry and molecular biology curricula. The matrix can foster better communication between faculty in chemistry, biology, math, and physics as they share curricular information. As an example of utility of the skills matrix, we used it to survey several commonly used biochemistry laboratory manuals to evaluate the skills covered in each text.\", \"In the human body, the adrenal steroids collectively regulate a plethora of fundamental functions, including electrolyte and water balance, blood pressure, stress response, intermediary metabolism, inflammation, and immunity. Therefore, adrenal steroidogenesis is an important biochemistry topic for students to learn in order for them to understand health consequences caused by deficiencies of enzymes in the adrenal steroidogenic pathways. However, popular biochemistry textbooks contain insufficient information and may sometimes give students a misimpression about certain aspects of human adrenal steroidogenesis. This article highlights two neglected issues in teaching human adrenal steroidogenesis in popular biochemistry textbooks. The purpose of this article is to draw attention to these issues. (C) 2017 by The International Union of Biochemistry and Molecular Biology.\", \"Biochemistry is an important area of knowledge in the basic cycle of health courses, such as biomedicine and medicine. The aim of the present study was to compare teaching techniques, such as whiteboard, power-point and combination of these techniques and to investigate the role of quiz examinations for biochemistry discipline to undergraduate students. The students were 26 undergraduate medical laboratory in the second semester of the first year for general biochemistry course. The biochemistry subjects in this course are divided into metabolic and structural topics. As teaching methods, traditional whiteboard, power-point and combination of these techniques were used. The students were evaluated by two methods of quiz examination; next week and immediately after classes. Preferences for specific topics and teaching methods were determined from questionnaires distributed at the end of the course. The data were analyzed qualitatively using SPSS software. All of the students preferred the combination of traditional whiteboard and power-point as teaching technique. All of the students agreed with quiz examinations. From these, 76% preferred next week quiz examinations. Sixty-eight percent of the students preferred structural topics. In conclusion, using the combination of traditional whiteboard and power-point methods as teaching technique could turn biochemistry more easily understood for students.\", \"The implementation of KKNI curriculum in Indonesia requires meaningful learning-so does the biochemistry learning. In the mean time, biochemistry learning is constrained by the fact that its implementation and assessment have yet to be integrated with classroom learning and laboratory works. The Orientation/Decision/Do/Discuss/Reflect (OD3R) method seeks to integrate the elements and makes biochemistry learning meaningful. The implementation of the OD3R method in 4 universities in Indonesia (N = 216) shows that this method can help students to integrate information obtained from lectures by writing good laboratory reports, improve practical skills, and improving students' scientific attitudes. Each stage in the OD3R method meets cognitive, affective, and psychomotor domains in the biochemistry learning. More details on the OD3R method and its assessment are described in this paper.\", \"Biochemistry occupies a unique place in the medical school curricula, but the teaching of biochemistry presents certain challenges. One of these challenges is facilitating students' interest in and mastery of metabolism. The many pathways and modes of regulation can be overwhelming for students to learn and difficult for professors to teach in an engaging manner. The first chapter of the metabolism section in current Chinese biochemistry textbooks covers carbohydrate metabolism. Medical students usually complain about the difficulty of this subject. Here we discuss how to facilitate learning by rearranging the subjects in this introductory chapter of biochemical metabolism and to lay a solid foundation for future study. The strategy involves reorganizing the order in which subjects are taught from simple to complex and from short to long metabolic pathways. Most students taking the curriculum consider that the strategy engages their learning interests in biochemistry and enhances their learning outcomes. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 41(3):139-144, 2013\", \"Teaching Biochemistry and Molecular Biology represents a big challenge in the undergraduate courses. The topics are complex and integrate knowledge that will be essential for the development of several professional activities. In the classroom, we have a very heterogeneous audience, which may respond better to visual or auditory stimuli. In addition, we need to consider the universal access to information, considering the possibility of having visually impaired students. In this context, we developed a new teaching methodology through the creation and use of podcasts that deal with the content of Biochemistry and Molecular Biology. We selected the most complex subjects in Biochemistry and Molecular Biology, according to the students' performance in the tests to do the podcasts: synthesis and oxidation of fatty acids, nucleic acid metabolism and protein synthesis. We believe the development of podcasts can contribute effectively to the learning of Biochemistry and Molecular Biology.\", \"Biochemistry is an essential science that deals with the chemical bases of life, being an important discipline for several areas. Thus, the objective of this work was to evaluate the opinion of students about the Biochemistry course. An instrument, involving questions about the discipline, the professors, the monitors, and a self-evaluation was applied to 231 students from 12 undergraduate courses, divided into 3 areas of knowledge: Natural, Health and Rural Sciences. The majority of the students answered that they consider Biochemistry an important discipline, but they presented a reasonable comprehension of the contents, probably by a lack of chemical skills. The students consider the credit hour of the discipline sufficient but badly used. They said that the Professor performance is reasonable to good, and miss a correlation between the class and the professional acting, especially in the Rural Science. This study showed that the Biochemistry classes need to be rethought for the areas of action of each course. In addition, the students' basic pre-knowledge should be improved.\", \"This paper considers the qualitative analysis of a class of biochemistry reaction system of the form x = a - bx - xy(n), y = bx - y + xy(n). Some sufficient conditions for the boundedness of solutions and the existence of limit cycle are obtained.\", \"The course \\\"I love Biochemistry\\\" (I tu? Jo, Bioquimica) and \\\"The Biochemistry Club\\\" (ITUs-club o el club dels bioquimics) were created by The Department of Biochemistry and Molecular Biology. University of Barcelona. Talented and motivated secondary school students in biochemistry and biosciences who have participated in the \\\"I love Biochemistry\\\" courses became Club Members of The Biochemistry Club.\\nThe Biochemistry Club tries to promote teamwork, leadership and initiative among the secondary school students, university students, PhD students, scientists and university teachers who have participated in \\\"I love biochemistry\\\"..\\nSpanish universities are integrated in EEES \\\"Espacio Europeo de Educacion Superior\\\" in which tutorial function is an important strategy to make possible the academic and professional promotion for students. Along the main lines of the Bologna agreements, university tutoring appears as one of the most valuable strategy in order to promote students' autonomous learning and the development of transferable competences for their life and professional development.\\nPeer mentoring is a form of mentorship that usually takes place between a person who has lived through a specific experience (the Peer Mentor) and a person who is new to that experience (the Peer Mentee). In our Club, an older and experienced student will be a Mentor to a new student, the Mentee, who is studying in the same Faculty or the same kind of studies. Both have similar backgrounds and a great interest in biochemistry. For this reason, the Biochemistry Club Mentors help the Biochemistry Club Mentee students in many questions such as how to enrol in biochemistry, how to register for classes, how to write papers, how to apply for financial aid, etc. Usually, senior students who act as mentors have focused their support on social, academic and cultural skills that can help young students.\\nExamples of relevant questions about Peer Mentoring were presented by two students who have been Mentee students in the past and are now acting as Mentors. Their opinions were extremely positive. They said that it was good to ask a Mentor for obtaining support in becoming familiarized to a new academic environment and for doing the things more easily. Biochemistry Club members thought that it was also good to become a Mentor because they have to promote and support individual education and, when it is necessary, the Mentor has to try to change the Mentee's ideas. However, both students, the Mentor and the Mentee obtain benefits from their relationship.\", \"Scientific practices have been changed by the increasing use of computer simulations. A central question for philosophers is how to characterize computer simulations. In this paper, we address this question by analyzing simulations in biochemistry. We propose that simulations have been used in biochemistry long before computers arrived. Simulation can be described as a surrogate relationship between models. Moreover, a simulative aspect is implicit in the classical dichotomy between in vivo-in vitro conditions. Based on a discussion about how to characterize a simulative aspect in this dichotomy, we will argue that an adequate understanding of computer simulations in biochemistry requires a previous understanding of simulations in experimental contexts.\", \"Environmental Biochemistry is an important basic course of Environmental Science and Engineering. Based on the current undergraduate teaching characteristics and the actual teaching situation and existence problems of Environmental Biochemistry, the teaching model is discussed. Some reform about teaching model, including selection of teaching material, teaching method and experiment teaching were proposed in this paper. New teaching model is exploring, so as to improve teaching quality as well as cultivate innovative and application-oriented environmental talents.\", \"The flipped classroom has become an increasingly popular pedagogical approach to teaching and learning. In this study, learning gains were assessed in a flipped biochemistry course and compared to gains in a traditional lecture. Although measured learning gains were not significantly different between the two courses, student perception of learning gains did differ and indicates a higher level of satisfaction with the flipped lecture format. (C) 2015 by The International Union of Biochemistry and Molecular Biology.\", \"The work done in the Department of Biochemistry in Oxford during World War II is recounted. Reference is made to the research on burns, nutrition and malaria, but it is mainly concerned with the search for antidotes to mustard gas and lewisite. The discovery of a successful antidote to lewisite is described in some detail.\", \"For second year medical students, we redesigned an original laboratory experiment and developed a combined research-teaching clinical biochemistry experiment. Using an established diabetic rat model to detect blood glucose and triglycerides, the students participate in the entire experimental process, which is not normally experienced during a standard clinical biochemistry exercise. The students are not only exposed to techniques and equipment but are also inspired to think more about the biochemical mechanisms of diseases. When linked with lecture topics about the metabolism of carbohydrates and lipids, the students obtain a better understanding of the relevance of abnormal metabolism in relation to diseases. Such understanding provides a solid foundation for the medical students' future research and for other clinical applications. (c) 2014 The Authors Biochemistry and Molecular Biology Education published by Wiley Periodicals, Inc. on behalf of International Union of Biochemistry and Molecular Biology, 43(1):47-51, 2015.\", \"As the expansion of international exchange and the advance of our medical science, there are more and more international students come to medical study. The education for International students not only reflects the needs of enhancing cultural exchange and cooperation, but also constitutes an important part of the internationalization of Chinese higher education. Biochemistry is one of the most important subjects for the undergraduate in medical university, and it has the same importance for the international students in China. There in the observation of international students in the biochemistry lab course was gathered to discuss with the fellow member of a profession, so that a further improvement in biochemistry for international students would be achieved.\", \"Pointed out the objective reality of current situation of sports biochemistry course lagging subject development, it is bad for training reserve sports biochemistry course substantial results is the key to resolve this problem, proposed three strategies: exquisite choice and careful interpretation for substantial results and promoting development through research.\", \"Background. Premedical students often elect advanced science courses whose content will reappear during preclinical courses. Are such ''preludes'' useful?\\nMethod. The study participants were the 176 first-year students entering the University of Iowa College of Medicine in 1992, Their grades in medical school courses in biochemistry, gross anatomy, histology, physiology and microbiology were compared with their grades in similar premedical courses.\\nResults. The students who had taken a premedical prelude in advanced science performed no better than their classmates except in biochemistry where the 118 students (67%) with prior biochemistry exposure had a significantly higher mean score (96.3 vs 87.6, P < .0001 using Student's t-test). A biochemistry prelude appeared to benefit all students, especially those from minorities underrepresented in medicine. In addition, among the 13 students who failed biochemistry in medical school, a number of them had low grades in organic chemistry and had not taken a premedical course in biochemistry. To test the replicability of the findings, an analysis was undertaken of the biochemistry performances of the 162 students who had entered in 1991, and again a significant difference was found between the students who had and those who had not taken a biochemistry prelude.\\nConclusion. A premedical biochemistry course, required by only two schools in 1995-96, appears advantageous, especially for students with weak academic preparation. Lack of such benefit from other preludes suggests that premedical students might better choose electives in arts and humanities to enhance their educational breadth.\", \"Medical biochemistry or clinical chemistry in its roots is an interdisciplinary science between natural sciences and medicine. The largest part of medical biochemistry is natural science (chemistry, biochemistry, biology, physics, mathematics), which is very well integrated in deduction of medical problems. Medical biochemistry throughout the world, including Macedonia, should be a professional field open to both physicians and natural scientists, according to its historical development, theoretical characteristics and applied practice. Physicians and natural scientists follow the same route in clinical chemistry during the postgraduate training of specialization in medical biochemistry/clinical chemistry. However, in Macedonia the specialization in medical biochemistry/clinical chemistry is today regulated by law only for physicians and pharmacists.\\nThe study of clinical chemistry in Europe has shown its interdisciplinary character. In most European countries different professions, such as physicians, chemists/biochemists, pharmacists, biologists and others could specialize in clinical chemistry. The question for the next generation of specialists in Macedonia is whether to accept the present conditions or to attempt to change the law to include chemists/biochemists and biologists as well. The latter used to be a practice in Macedonia 20 years ago, and still is in many European countries. Such change in law would also result in changes in the postgraduate educational program in medical biochemistry in Macedonia. The new postgraduate program has to follow the European Syllabus, recommended by EC4. To obtain sufficient knowledge in clinical chemistry, the duration of vocational training (undergraduate and postgraduate) for all trainees (physicians, pharmaceutics, chemists/biochemists and biologists) should be 8 years.\", \"The faculty of biochemistry established an integrated teaching strategy for biotechnology specialty students, by intermeshing the case-study method, web-assistant teaching, and improved lecture format with a brief content and multimedia courseware. Teaching practice showed that the integrated teaching strategy could retain the best features of each pedagogy and better solve the main difficulties that lay in the teaching of biochemistry to biotechnology specialty students in the East China University of Science and Technology.\", \"The molecular biochemical aspects of Dupuytren's disease have been studied for decades. This article summarizes biochemical influences on myofibroblast contractility, endogenous and exogenous chemical regulation, the influence of growth factors, and the biochemistry of collagen. A clear insight into the biochemistry of Dupuytren's disease may provide a foundation for future clinical interventions.\", \"The Chinese alligator Alligator sinensis is an endangered freshwater crocodilian species endemic to China. Hematology and serum biochemistry reference range are useful in the assessment and management of animal health condition. In this study, a total of 74 Chinese Alligators (30 males and 44 females) were examined to establish reference range values of hematology and serum biochemistry parameters during the active and hibernating periods. We measured and analyzed 9 hematology and 21 serum biochemistry parameters including 4 serum electrolyte parameters, and described the morphology of different types of blood cells. No statistical differences between the sexes were found for hematology parameter, while significant differences were noted for some serum biochemistry parameters, with males having greater alkaline phosphatase activity level and lower globulin concentration value than females. There were some significant differences between the two different periods with alligators during the active period possessing lower values for mean corpuscular volume, mean corpuscular hemoglobin, total bilirubin and creatine kinase, but higher values for red blood cell and white blood cell counts, monocyte percentage, aspartate aminotransferase, a-amylase, blood urea nitrogen, creatinine, tri-glycerides, and cholesterol. These baseline data were essential for health condition evaluation and disease diagnosis of this endangered species.\", \"Studies indicate that the majority of students in undergraduate biochemistry take a surface approach to learning, associated with rote memorization of material, rather than a deep approach, which implies higher cognitive processing. This behavior relates to poorer outcomes, including impaired course performance and reduced knowledge retention. The use of case-based learning (CBL) into biochemistry teaching may facilitate deep learning by increasing student engagement and interest. Abundant literature on CBL exists but clear guidance on how to design and implement case studies is not readily available. This guide provides a representative review of CBL uses in science and describes the process of developing CBL modules to be used in biochemistry. Included is a framework to implement a directed CBL assisted with lectures in a content-driven biochemistry course regardless of class size. Moreover, this guide can facilitate adopting CBL to other courses. Consequently, the information presented herein will be of value to undergraduate science educators with an interest in active learning pedagogies. (c) 2014 by The International Union of Biochemistry and Molecular Biology, 42(6):457-473, 2014.\", \"The College of Medicine, King Khalid University of Abha, Saudi Arabia currently accepts 100 students a year, up from 50 to 70 students four years ago. The first-year students take four science courses (Biology, Chemistry, Physics, and Statistics) in addition to some general university requirement courses. Biochemistry is offered in the second year, Anatomy in the second and third year and Pharmacology in the fourth year. This study was carried out to determine the correlation between the performance of medical students in Biochemistry and their performance in Anatomy and Pharmacology. Data were obtained from two groups of students (Group 22 and 23) of the years 1995 and 1996 who had already taken Biochemistry, Anatomy and Pharmacology. Performance was equal in Pharmacology but in biochemistry performance of group 23 was clearly lower than group 22. Scores of students in Biochemistry course strongly correlated with the basic Pharmacology course (r = 0.714, P < 0.0001). Scores in Anatomy also correlated with those in Biochemistry (r = 0.616, P < 0.001) but much less with scores in Pharmacology (r = 0.345, P < 0.01). (C) 2000 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"Digesting obesity's biochemistry: Scientists are researching weight-related genes, proteins, and mutations in hopes of creating new anti-obesity drugs.\", \"Objective To determine the relationship between the timing of chemistry and timing of prenatal diagnosis and pregnancy termination in pregnancies with chromosomal abnormalities.\\nMethod Singleton pregnancies with chromosomal abnormalities from 2005 to 2009 were identified. Records were reviewed to identify timing of chemistry, nuchal translucency (NT), prenatal diagnosis and pregnancy termination. Mann-Whitney U and Fisher's exact test were used for statistical analysis.\\nResults A total of 110 pregnancies were included. Seventy-eight had biochemistry performed at the time of NT and 32 had biochemistry a median of 9 days prior. Aneuploidy risks were similar between the two groups. Although the timing of NT was similar, those having biochemistry before NT had prenatal diagnosis and pregnancy termination at significantly earlier gestational ages. Those with early biochemistry were more likely to have chorionic villus sampling (CVS) (69% vs 37%; p = 0.003) compared to those who had biochemistry at the time of NT.\\nConclusion There was a strong correlation between the timing of biochemistry and prenatal diagnosis and pregnancy termination. Copyright (C) 2010 John Wiley & Sons, Ltd.\", \"The use of visual models in teaching, learning and research has increased. Consequently, students have to develop various new competencies including visual literacy in order to learn efficiently. However, visual literacy among biochemistry students is not well documented. Using quantitative research methodology, the current research was aimed at determining visual literacy among biochemistry students. The participants were 74 purposefully selected third year undergraduate biochemistry students from the University of KwaZulu-Natal. The data were collected using a Senior Aptitude test and BioVisual Literacy test. The results show that students performed well in the sub-sections of the Senior Aptitude test including patterns test and spatial perception 2D test. They had difficulties with non-verbal reasoning with figures and spatial visualization 3D tests, as well as with the BioVisual Literacy tests. The results suggest that students generally have poor visual literacy, which could affect their ability to comprehend content knowledge in biochemistry.\", \"The intricate interplay of Biochemistry with well-established disciplines often blurs the identity of the subject. The issues are many. What is biochemical education? Who should be educated? What should be taught? What should the requirements be for Biochemistry major? What is a career in Biochemistry? The curriculum, course syllabus and application of Biochemistry are ever-evolving concerns. The challenges are particularly keen in the USA due to the diversity in its teaching modes, and in the composition of the student body. The constant changes in technologies also shift the needs of skill and knowledge of the graduates. This presentation is to examine the Biochemistry degree programs in the USA, particularly the curricula of private and public research universities, contrasting them with those of the liberal arts colleges. The goal is to sense the trends of changes, probing how the challenges are met, and to solicit and formulate recommendations as we approach a new millennium. (C) 2000 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"In this paper, I argue that the multiple realizability argument against reductionism does not work in biochemistry and that biochemistry as a reductionist project is a progressive research program. Since the anti-reductionist argument that appeals to the multiple realizability thesis doesn't work and since biochemistry that incorporates the principle that biological functions of biomolecules in living cells can be understood in terms of chemical and physical properties of those molecules is a progressive research program, I conclude that plausibility of reductionism is still worthy of further study.\", \"Learning project instruction is a newly developed teaching method, which can help students to confirm the learning goals and knowledge points, stimulate their interest and autodidactic potential thus enhance the teaching effect. This work proposed the application of the method in biochemistry teaching of municipal engineering graduate.\", \"The study summarizes the results obtained during personal visits to 53 medical schools in the 13 original EU countries during 2004-2006. Data from the Czech Republic is shown for comparison. The possibilities of acquiring information from the websites of the medical schools in the local language and English are assessed. The admission process to medical schools and the organization of studies of medicine, dentistry, and non-medical healthcare fields are briefly characterized. Significant attention is paid to the forms of education in biochemistry and clinical (bio)chemistry in the medical study field. The position of these subjects in the studies of dentistry and non-medical healthcare fields is also noted. In addition, the course of subject exams is described. The methods of funding and postgraduate studies at the medical schools are also briefly addressed. (C) 2008 Elsevier B.V. All rights reserved.\", \"European Union's Life Long Learning Programmes and the Bologna Process describe new classifications. Related with these new classifications, our higher education system is being restructured under the name of National Qualification Frameworks. Between the National and European programmes comparability and the transparency is expected to promote life-long learning. The workshop named as \\\"Biochemistry Laboratory Training Workshop on Multi-Disciplinary Approach\\\" was held on 3-4 May 2012 in Ankara with the scope of biochemistry laboratory culture, education, laboratory work and experimental methodology consisted of gain and the development of scientific thinking skills. As a result of the workshop, it was mentioned that, biochemistry theoretical course and biochemistry laboratory are being taught in different faculties, colleges and vocational schools. Biochemistry's interdisciplinary character, its' being closely related to physiology, being based on chemistry/physics principles and conceptions and extending increasingly to molecular biology, molecular genetics and nanoscience have brought new approaches in Biochemistry and Biochemistry Laboratory Education. The need for developing new applications using alternative materials leads to modern experimentation to be employed in teaching biochemistry laboratory at different educational establishments. Taking into account the previous studies, the core laboratory training, achievements and targets identified. The timetable of the teaching-learning and the evaluation process were discussed. Besides the core laboratory programme, the awareness of scientific research projects was discussed. It was also noted the coordination between the different programmes and the basic mandatory structure of the laboratories during the time of adaptation to the European. In addition, difficulties in provision of equipment and supplies, the responsibility of governments, readiness and competencies of students, teaching staff qualifications were discussed for the effective laboratory training. Young scientists and graduate students had actively participated in the workshop. Finally positive steps have been taken to develop the ability to work with the cultures of scientific thinking.\", \"We determined reference ranges for hematology and serum biochemistry in 39 free-ranging freshwater crocodiles (Crocodylus johnstoni). Animals were captured from Windjana Gorge in Western Australia and physically restrained for blood sampling from the supravertebral vein. No significant sex differences were found. Four animals were infected with a haemogregarine-like intraerythrocytic parasite.\", \"A biochemistry course is a fundamental but important subject in medical education in China. In recent years, the number of international medical students has increased. Curriculum reform in biochemistry teaching is needed because of the knowledge limitations of students, a close linkage of biochemical content with clinics, the shortcomings of lecture-centered teaching, and the requirements for early clinical practice training and competence. In this study, we analyzed a novel curriculum reform, Hybrid-PBL, which combined problem-based learning (PBL) with biochemistry lectures and was implemented for biochemical teaching at Dalian Medical University (DMU) in China. The change in curriculum affected 189 international medical students. This study selected two PBL cases concerning the basic biochemical issues of carbohydrate metabolism and liver biochemistry for the analysis, and ten examples of learning issues for each case were reported by the international students. A questionnaire was utilized to evaluate students' perceptions of the Hybrid-PBL, and examination scores were analyzed to assess the curriculum reform in biochemistry teaching. A statistical analysis revealed that the Hybrid-PBL curriculum was well accepted by the international students as an effective supplement to lecture-centered teaching programs. The students obtained more abilities, higher examination scores, and an improved understanding of biomedical information from the Hybrid-PBL program than from conventional teaching methods. Our study was an innovative trial that applied a PBL curriculum to the specific discipline of biochemistry and may provide a potential and promising new teaching method that can be widely utilized. (c) 2017 by The International Union of Biochemistry and Molecular Biology, 45(4):336-342, 2017.\", \"Chemists and chemistry educators have long sought meaningful ways to visualize fundamentally abstract components, such as atoms and molecules, of their trade. As technology has improved, computer-based visualization methods have infused both research and education in chemistry. Biochemistry, in particular, has become highly dependent on ways that large molecular systems can be represented, and how to best focus attention on the most critical aspects of the molecular system. To better understand the current state of educational efforts related to visual literacy, a needs assessment was developed and administered to a national sample of biochemistry instructors at four-year institutions (N = 536) to determine the types of representations used during biochemistry course instruction and assessment. Cluster analysis was conducted on the responses to determine similar usage of representations in both instruction and assessment. A significant difference was determined between the types of representations used by instructors teaching a biochemistry survey course and a yearlong course. Implications of how these findings can influence biochemistry instruction and assessment are discussed.\", \"The aim of this study was to determine the value of a system of seminars on clinically related biochemistry topics for undergraduate students in medicine and nutrition at the University of Brasilia, Brasilia, Brazil. During the second semester of 1998 (1998-2), the teaching staff decided to establish new and stricter rules for the seminar method and to adopt a system of peer tutoring, whereby former good to excellent students of the class Bioquimica e Biofisica helped in the planning and preparation of the oral presentations. The average performance grades for the seminars in the first semester of 1998 (1998-1) (7.19 +/- 1.42) were significantly lower than those for the following semesters (ranging from 8.10 to 8.91), indicating some degree of success with the new system. We also conducted, by means of questionnaires, an evaluation (scores ranging from 0 to 4) of each student seminar (14 topics) in relation to the overall biochemistry learning experience connected to the clinical expectations of the students. All seminars but one averaged above 3.0. Moreover, when asked whether (i) the seminars were relevant to a more clinical approach to biochemistry and whether (iii) the oral presentations could be viewed as valid tools for the understanding of biochemistry, 96% (n = 188) and 80.6% (n = 150) of the students, respectively, answered, \\\"yes.\\\" The students also scored the work of the peer tutors high (ranging from 3.38 to 3.90, out of 4). A seminar system for a clinically related biochemistry course may also open the minds of students about the relevance of biochemistry to their future medical or nutritional practices.\", \"In order to review the need assessment of enhancing the weightage of Applied Biochemistry in the undergraduate curriculum at Mahatma Gandhi Institute of Medical Sciences (MGIMS), Sevagram, a validated questionnaire was sent to 453 participants which include 387 undergraduate students, 11 interns, 23 postgraduate students, and 32 faculty members. A web-based data collection and analysis tool was designed for online questionnaire distribution, data collection, and analysis. Response rate was 100%. Most of the respondents agreed that the subject Biochemistry has relevance in clinical practice (81.24%) and applied based learning of Biochemistry by medical undergraduates would help in overall improvement in the health standards/patients care (83.44%). According to 65.12% respondents, most of the medical undergraduates read Biochemistry just for examination purpose only. Nearly half of the respondents agreed that minute details of biochemical reactions were not much useful in clinical practice (53.86%) and the vast majority of diagrammatic cycles memorized by the medical undergraduates had no relevance in clinical practice (51.21%), the decreased interest in learning the Applied Biochemistry was due to more amount of clinically irrelevant information taught to medical undergraduates (73.51%), there was a need to rethink for removing the diagrammatic biochemical cycles from curriculum for medical undergraduates (48.12%), the less learning of Applied Biochemistry or competencies would affect the clinical skills and knowledge of medical undergraduates (70.42%). The result of this study suggests that there is need for restructuring the Biochemistry curriculum with more clinical relevance. (C) 2016 by The International Union of Biochemistry and Molecular Biology, 44:230-240, 2016.\", \"Biochemistry instructors are inundated with various representations from which to choose to depict biochemical phenomena. Because of the immense amount of visual know-how needed to be an expert biochemist in the 21st century, there have been calls for instructors to develop biochemistry students' visual literacy. However, visual literacy has multiple aspects, and determining which area to develop can be quite daunting. Therefore, the goals of this study were to determine what visual literacy skills biochemistry instructors deem to be most important and how instructors develop and assess visual literacy skills in their biochemistry courses. In order to address these goals, a needs assessment was administered to a national sample of biochemistry faculty at four-year colleges and universities. Based on the results of the survey, a cluster analysis was conducted to group instructors into categories based on how they intended to develop visual literacy in their courses. A misalignment was found between the visual literacy skills that were most important and how instructors developed visual literacy. In addition, the majority of instructors assumed these skills on assessments rather than explicitly testing them. Implications focus on the need for better measures to assess visual literacy skills directly.\", \"Poor performance in foundational science courses, which are usually taken during the first or second year of pharmacy school, can have several negative consequences including increases in student drop-out rates and increases in the number of dismissals and remediating students. The primary goal of the current study was to determine whether completion of a pre-pharmacy biochemistry course and/or performance on a biochemistry competency test (administered at the beginning of the pharmacy program) are associated with pharmacy student performance in foundational science courses and overall academic performance. A secondary goal was to determine whether performance in pre-pharmacy courses and/or student demographics are associated with pharmacy student performance. Prospective univariate analyses (n = 75) determined that completion of a pre-pharmacy biochemistry course is not associated with pharmacy student performance. However, performance on a biochemistry competency test was associated with performance in Biochemistry and Cell&Molecular Biology (p = 0.002). Furthermore, post-hoc analyses determined that pre-pharmacy cumulative chemistry GPA correlates with performance in both the Biochemistry and Cell&Molecular Biology and Medicinal Chemistry foundational science courses (p = 0.002 and p = 0.04, respectively) and can predict first year GPA (p = 0.002). The combined data indicate that further assessment of the impact of pre-pharmacy competency in biochemistry and chemistry on pharmacy student success is warranted.\", \"Clinical biochemistry, as one of the major 'classic' specialties within the broad field of laboratory medicine, continues to evolve under several different circumstances: (1) sub-specialiation within clinical biochemistry itself; (2) growth of new areas of biotechnology; (3) blurring of traditional 'boundaries' between disciplines in laboratory medicine. Post-graduate training in clinical biochemistry poses a challenge to universities charged with the responsibility for such professional education, particularly with the need to integrate and articulate training for both medical and non-medical graduates. Development of a career ladder is one response to this challenge.\", \"In this study, lactose determination was performed comparatively by the application of 2 different methods: Teles method and Biochemistry Analyzer. Experiments were applied in the model system and reconstituted whey system. The results were compared and statistically evaluated. The difference between the 2 methods was not significant. The applicability and sensitivity of the methods were discussed. The results indicated that the sensitivity of Teles method and Biochemistry Analyzer depends on the optimum concentration of working solution. Biochemistry analyzer could be recommended for the lactose determination having important advantages in application.\", \"Biochemistry education requires laboratory sessions where theoretical knowledge may be put on test. At the same time, there is always some risk due to exposure to toxic materials, dangerous chemicals storage and waste disposal. Compliance with new regulations to prevent environmental contamination may also constitute a real hindrance for biochemistry teaching as experimental science. Therefore, we have designed microscale techniques, in order to reduce costs as well as the negative impact of laboratory practical sessions due to risk and environmental contamination. To develop microscale techniques does not only mean to reduce equipment size and amount of the reagents that are required for the usual experiments. Microscale techniques serve particularly well as a motivating approach to experimental biochemistry teaching that produces highly motivated students at the same time that requires minor costs and decreases working time, laboratory space, amount of reagents and dangerous waste. We have demonstrated all these positive effects in biochemistry teaching and prompted the formal implementation of microscale techniques into the formal activities from the Cell and Tissue Biochemistry Laboratory I (BCT-I) from the Chemistry, Pharmacy and Biology (QFB) curricula at the National Autonomous University of Mexico (UNAM). First, we reviewed the BCT-I manual, choosing all the laboratory practices that might be microscaled. Then, we elaborated and validated all necessary protocols to analyse linearity, accuracy and reproducibility of the determinations, demonstrating that microscale techniques allow truthful results, comparable to full scale techniques.\", \"Scientific experiments are indispensable parts of Biochemistry and Molecular Biology. In this study, a comprehensive Biochemistry and Molecular Biology experiment about Salmonella enterica serovar Typhi Flagellar phase variation has been designed. It consisted of three parts, namely, inducement of bacterial Flagellar phase variation, antibody agglutination test, and PCR analysis. Phase variation was observed by baterial motility assay and identified by antibody agglutination test and PCR analysis. This comprehensive experiment can be performed to help students improve their ability to use the knowledge acquired in Biochemistry and Molecular Biology. (c) 2014 by The International Union of Biochemistry and Molecular Biology, 42(3):XXXXX-XXXXX, 2014.\", \"Leonor Michaelis spent the years of 1922-1926 as Professor of Biochemistry of the Aichi Medical College (now Graduate School of Medicine, Nagoya University) in Nagoya, Japan. Michaelis succeeded in gathering many bright young biochemists from all over Japan into his laboratory, and made tremendous contributions to the promotion of biochemistry in Japan. Michaelis was invited to many places in Japan to present lectures over those years. Kunio Yagi, who was Professor of Biochemistry at Nagoya University in the second half of the 20th century, succeeded in crystallizing the \\\"Michaelis\\\" enzyme-substrate complex. Historically, Michelis has had an enormous impact on biochemistry in Japan. (C) 2013 Federation of European Biochemical Societies. Published by Elsevier B. V. All rights reserved.\", \"Our environment is under constant pressure and threat from various sources of pollution. Science students, in particular chemistry students, must not only be made aware of these issues, but also be taught that chemistry (and science) can provide solutions to such real-life issues. To this end, a newly developed biochemistry laboratory experiment is described that guides students to learn about the applicability of peroxidase enzymes to degrade organic dyes (as model pollutants) in simulated waste water. In addition to showing how enzymes can potentially be used for waste water remediation, various factors than can affect enzyme-based reactions such as pH, temperature, concentration of substrates/enzymes, and denaturants can also be tested. This applied biotechnology experiment was successfully implemented in an undergraduate biochemistry laboratory course to enhance students' learning of environmental issues as well important biochemistry concepts. Student survey confirmed that this laboratory experiment was successful in achieving the objectives of raising environmental awareness in students and illustrating the usefulness of chemistry in solving real-life problems. This experiment can be easily adopted in an introductory biochemistry laboratory course and taught as an inquiry-guided exercise. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 41(5):341-347, 2013\", \"Objective: Problem-based learning (PBL) is a student-centred learning system that involves multidisciplinary fields focused on problem solving. Facilitators of PBL are not necessarily content experts but little is known on how this concept has affected the outcomes of PBL sessions in learning Medical Biochemistry. We aimed to evaluate the impact of having the content expert as a facilitator in conducting PBL.\\nMethods: A total of 150 first and second year medical students from the University Kebangsaan Malaysia were interviewed with a validated set of questions to acquire their views on the roles of facilitators in PBL in learning Medical Biochemistry. Their achievement were evaluated through their essay marks derived from various PBL packages.\\nResults: All respondents agreed that PBL sessions associated with Medical Biochemistry are best appreciated when conducted by a content-expert facilitator. Their exam marks reflected well on their perception.\\nConclusion: PBL sessions related to Medical Biochemistry is best facilitated by Biochemistry lecturers as the content experts.\", \"Background: Evidence of significant variations in clinical biochemistry practice in Wales led to the formation of the All Wales Clinical Biochemistry Audit Group (AWCBAG) in 1993, with the aim of auditing laboratory services to ensure that they are optimally used. As part of this process, clinical guidelines are produced and circulated to all clinical biochemistry departments in Wales. The current aim of the AWCBAG is to assess the extent and impact of adoption of these guidelines across Wales.\\nMethods: Three surveys were despatched at intervals over a decade to all clinical biochemistry departments in Wales to investigate practice in: (1) urine albumin testing to screen for diabetic nephropathy; (2) biochemical investigation of menopausal status and the monitoring of hormone replacement therapy; (3) screening for Cushing's syndrome.\\nResults: The results show that laboratories across Wales are generally following guideline criteria and are adapting their practice in-line with changing recommendations.\\nConclusion: The introduction of AWCBAG guidelines has been widely accepted by clinical biochemistry departments in Wales. These guidelines have led to a more efficient and effective use of laboratory services.\", \"Personal interviews were conducted with biochemistry faculty during which they were presented with student performances on a content survey. From these interviews, four themes that reflect faculty responses to the surveys emerged: awareness of student understanding, self-reflection on teaching practice, planned collaboration with colleagues, and emotional reactions. Here, we discuss these themes and their implications for creating conversation designed to promote reflection on biochemistry teaching. (c) 2018 by The International Union of Biochemistry and Molecular Biology, 46:382-389, 2018.\", \"Two hundred medical students from the Faculty of Medicine, Ahmadu Bello University, and twenty five general practitioners (GPs) were used to deduce how far the present method of teaching affected the perception conception of biochemistry in relation to medical studies and practices. About half of the surveyed population did not enjoy the teaching and 60% of students described various difficult aspects of the subject. Fourteen percent of students and 8% of GPs believed in training medical students without Biochemistry, although all agreed its relevance in medicine. Suggestions were then made for overall improvement of Biochemistry teaching. (C) 1998 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"Biochemistry is a basic subject present in the curriculum of the various health and natural sciences courses. However, the literature indicates a great difficulty for undergraduates facing the learning of this subject. This study aimed to evaluate, through a questionnaire, the difficulty degree of learning in Biochemistry presented by the students, in order to stimulate discussions about teaching-learning strategies to try to minimize the problem. We found that 86,5% of the students evaluated presented a difficulty degree of learning in Biochemistry from medium to high. In addition, 62.8% of the students reported had learning difficulties in other subjects in their undergraduate courses. Associated with these data, 81.03% of the students recognized that they had learning difficulties in high school, with the most mentioned subjects being mathematics (44.73%) and chemistry (38.98%). As a consequence of this problem, 21.4% of the total number of students evaluated was repeaters in the subject of Biochemistry, which represents a significant group of students with great learning difficulties. We verified that the difficulties of learning in Biochemistry have multiple causes, and probably the most important is the deficiency in the training of students coming from elementary and middle schools.\", \"Background: Biochemistry is taught for 1st MBBS students without much emphasis on its relevance to medicine. This makes the subject less interesting for students. Medical Council of India (MCI) in its revised regulations on graduate medical education has started the process of integration of medical teaching. Objectives: Study intends to identify the areas of biochemistry subject for multidisciplinary, integrated teaching that will help in framing an effective educational programme. Methodology: MBBS curriculum based on the Medical Council of India regulations on graduate medical education 1997 was obtained. Course content of each subject was discussed with two subject experts of concerned speciality. Subject content that overlaps with biochemistry or topics that need preliminary knowledge of biochemistry for better understanding of concerned subject were noted, as they form potential areas for integrated teaching. Information gained from all ten major subjects was compiled to arrive at results. Results: Nearly 75% of topics (90 classes) could be taught by integrated teaching. Topics like Chemistry of biomolecules, Bioenergetics, Quality control and few metabolic pathways (30%) were not amenable for integrated teaching. Conclusion: Biochemistry can be made more relevant to learner by use of integrated teaching. MCI has recommended multidisciplinary integration of subjects and our study is a humble beginning in this direction.\", \"Since Earth's biochemistry is carbon-based and water-borne, the main strategies for searching for life elsewhere are follow the carbon and follow the water. Recently, however, there is a growing focus on the prospect that putative exotic life on other planets could rely on unearthly biochemistries. Here, we hypothesize a novel oxygen-free organic chemistry for supporting potential exotic biosystems, which is named CHN biochemistry. This oxygen-free CHN biochemistry starts from simple oxygen-free species (including hydrocarbons, hydrogen cyanide, and nitriles) and produces a range of functional macromolecules that may function in similar ways to terran macromolecules, such as sugars (cyanosugars), acids (cyanoacids), amino acids (amino cyanoacids), and nucleobases (cyanonucleobases). These CHN macromolecules could further interact with each other to generate higher cyanoester and cyanoprotein systems. In addition, theoretical calculations indicate that the energy changes of some reactions are consistent with their counterparts in Earth's biochemistry. The CHN biochemistry-based life would be applicable in habitats with a low bioavailability of oxygen, such as the alkane lakes of Titan and non-aquatic liquids on extrasolar bodies. Key Words: Oxygen-free biochemistryTitanHydrocarbonsHydrogen cyanideNitriles. Astrobiology 17, 1173-1181.\", \"Prospective data from 86 healthy pet rabbits were evaluated to establish reference intervals for hematology, biochemistry, urinalysis, venous blood gas and electrolytes, rectal temperature and systolic blood pressure. Reference intervals for rectal temperature (37.4-39.6 degrees C) and systolic blood pressure (75-134 mm/Hg) were previously unreported in pet rabbits. Differences by more than 30% with reference intervals present in the bibliography were observed in the blood biochemistry and urinalysis, being attributed to the variability in methodological factors with the present study.\", \"Biochemistry was an early concern of physiologists and agricultural scientists in the universities of Australia. Much more is known and recorded about such early biochemists as Osborne, Robertson and Young than about Arthur Rothera, whose contribution from 1906 to 1915 is the principal focus of this paper. Rothera was the first lecturer in biochemistry in Australia, the author of a number of significant papers and, through his ketone test, is still influential in diagnosis of diabetes today. At his death, he left biochemistry at Melbourne in new laboratories, and several students able to take his place.\", \"Although undergraduate biochemistry and biotechnology courses teach the concept of accuracy and precision during practical laboratory sessions, the formal teaching of validation methodologies receives little attention. An increasing number of biochemistry and biotechnology graduates are finding work in industry in the area of industrial validation associated with biopharmaceutical, diagnostics, biomedical device, and pharmaceutical validation. We have introduced a structured introduction to validation into our undergraduate industrial biochemistry programme to illustrate the importance of validation within a framework of good manufacturing practice (GMP) and to show how validation is essential for regulatory compliance.\", \"Normal hematology and plasma biochemistry values are reported for a single captive population of 14 puna ibises (Plegadis ridgewayi). The natural biology and conservation status of this species is virtually unknown and it is considered a vulnerable species in parts of South America. The values presented here may be useful to clinicians or wildlife managers working with puna ibises.\", \"Professor Fran Bubanovic was the founder of the Department of Chemistry and Biochemistry at School of Medicine established a hundred years ago, in 1917, within the University of Zagreb. Fran Bubanovic was an exemplary scientist, great science communicator and teacher. He trained many generations of physicians in chemistry and biochemistry. The aim of this essay is to give insight into his scientific collaboration with the Nobel Prize winner Svante Arrhenius and other world-renowned scientists, his teaching work in chemistry, his university textbooks in the field of medical chemistry and biochemistry since he had a profound impact on education of medical students in basic science. We hope that this essay will bring an additional dimension of Fran Bubanovic as a superb university teacher and scientist whose legacy still remains unequalled. Therefore, he is legitimately called \\\"the father of medical chemistry\\\" in Croatia.\", \"SCIENTIFIC PRODUCTION AND THE FORMATION OF HUMAN RESOURCES IN THE FIELD OF BIOCHEMISTRY IN FEDERAL INSTITUTIONS IN RIO GRANDE DO SUL: STATE FINANCIAL AID. Brazilian scientific production in Biochemistry is growing impressively fast, and Rio Grande do Sul is outstanding in that context. This study aims to outline the state's scientific research profile, given its prominent position in the national scenario, Hence, researchers, laboratories, development of human resources and investments by Foundation for the Support to Research in the State of Rio Grande do Sul (FAPERGS) were identified and mapped. We observed that amount of financial support by FAPERGS decreases in last years. Therefore, there is the necessity to reestablish some of FAPERGS's programs, as well as to increase financial support to Biochemistry departments.\", \"Undergraduate biochemistry laboratory courses often do not provide students with an authentic research experience, particularly when the express purpose of the laboratory is purely instructional. However, an instructional laboratory course that is inquiry- and research-based could simultaneously impart scientific knowledge and foster a student's research expertise and confidence. We have developed a year-long undergraduate biochemistry laboratory curriculum wherein students determine, via experiment and computation, the function of a protein of known three-dimensional structure. The first half of the course is inquiry-based and modular in design; students learn general biochemical techniques while gaining preparation for research experiments in the second semester. Having learned standard biochemical methods in the first semester, students independently pursue their own (original) research projects in the second semester. This new curriculum has yielded an improvement in student performance and confidence as assessed by various metrics. To disseminate teaching resources to students and instructors alike, a freely accessible Biochemistry Laboratory Education resource is available at . (c) 2015 The Authors Biochemistry and Molecular Biology Education published by Wiley Periodicals, Inc. on behalf of International Union of Biochemistry and Molecular Biology, 43(4):245-262, 2015.\", \"A technical meeting of the EBC Biochemistry Group was held on 29/30 May, 1990 at the Carlsberg Research Center at the kind invitation of the Vice-Chairmen of the Microbiology and Biochemistry Groups, Dr. P. Sigsgaard and Dr. K. Erdal of Carlsberg A'S and of the Danish Brewers' Association. The meeting was attended by Prof. T. M. Enari, President of EBC and 50 delegates from 15 countries under the general chairmanship of Prof. C. A. Masschelein. The Biochemistry meeting was held immediately following the technical meeting of the Microbiology Group with one day shared between two Groups.\", \"The biochemistry lecture is often the place where students receive the greatest exposure to the structural nature of biomolecules. The use of molecular visualization software and web-based animated tutorials has enhanced the way instructors teach this important area of structural biology. Using the software and tutorials in class is an excellent way to teach the diverse structural motifs found in biomolecules; however, integrating the computer-based molecular renderings shown in class into lecture notes is challenging. This report describes how incorporating a tablet PC into the biochemistry lecture can be used in conjunction with molecular visualization software to create a rich set of lecture notes. The pedagogical tools associated with a tablet PC make it an attractive addition to the biochemistry lecture, which usually has significant audio and visual learning components.\", \"The successful development of the internet assisted learning of biochemistry on both sides of university students and the Japanese Biochemical Society is described. (C) 1998 IUBMB. Published by Elsevier science Ltd. All rights reserved.\", \"Objective To evaluate the association between ultrasonographic renal parameters and urine biochemistry in fetuses with lower urinary tract obstruction (LUTO).\\nMethods Data were collected prospectively from 31 consecutive fetuses with LUTO that underwent vesicocentesis for fetal urinary biochemistry between April 2013 and September 2015. The following renal ultrasound markers were assessed immediately before the vesicocentesis: renal echogenicity, presence of cortical cysts, presence of findings suggestive of 'renal dysplasia' (hyperechogenic cystic kidneys with no cortical-medullary differentiation) and severe oligohydramnios (amniotic fluid< 5th percentile). The association of these parameters to the fetal urinary concentration of sodium, chloride, calcium, osmolality and beta2-microglobulin was investigated by logistic regression analysis.\\nResults There was no relationship between any of the ultrasonographic fetal renal characteristics and fetal urinary biochemistry.\\nConclusions In LUTO, the ultrasound appearance of the fetal kidneys and urinary biochemistry are not correlated. It may be better to take both ultrasound and biochemistry into account when evaluating fetuses with fetal LUTO. (C) 2016 John Wiley & Sons, Ltd.\", \"Enzyme function is central to student understanding of multiple topics within the biochemistry curriculum. In particular, students must understand how enzymes and substrates interact with one another. This manuscript describes the development of a 15-item EnzymeSubstrate Interactions Concept Inventory (ESICI) that measures student understanding of enzymesubstrate interactions. The validity and reliability of ESICI data were established through multiple methods. Results from the administration of the ESICI to biochemistry students across the United States (N = 707) are discussed in terms of instrument quality. The manuscript concludes with suggestions for how to use the ESICI for both teaching and biochemistry education research.\", \"Most colleges and universities throughout the world now offer a Biochemistry/Molecular Biology (BMB) lab course that is designed for undergraduate students in the molecular life sciences, chemistry, and related fields. To best serve our students, we must introduce them to the most current concepts, skills, and methods available. Suggestions for teaching a modern BMB lab are given here.\", \"Fashions prevail in science as in all human affairs. In recent years, biochemistry has become less fashionable, but there is no doubt that the discipline is important for the full understanding of biology.\", \"The aim of this study was to know teaching strategies undertaken by biochemistry teachers in higher education. A systematic review of the literature was conducted, and was included articles developed in Brazilian universities, published in the 2004-2015 period, with descriptors learning, biochemistry and graduation. 40 publications were found, and 2004 was the year with most studies (n=7). The most common activities were conducting experimental activity (32,5%), development of various teaching tools (22,5%), use of Problem-based Learning (20%), use of information technologies (17,5%) and development courses (7,5%). Thus, it was observed that there are groups of teachers working with different teaching strategies seeking to improve student learning. The production and publication of knowledge in teaching in biochemistry can help this process.\", \"With the internationalization of medical education in China, the importance of international students' education in medical schools is also increasing. Except foreign students majoring in Chinese language, English Bachelor of Medicine, Bachelor of Surgery (MBSS) students are the largest group of international students. Based on problems in the teaching process for experimental biochemistry, we designed teaching models adapted to the background of international students and strengthened teachers' teaching ability at Taishan Medical University. Several approaches were used in combination to promote teaching effects and increase the benefit of teaching to teachers. The primary data showed an increased passion for basic medical biochemistry and an improved theoretical background for MBSS students, which will be helpful for their later clinical medicine studies. (c) 2017 by The International Union of Biochemistry and Molecular Biology, 45(4):360-364, 2017.\", \"A service-learning project appropriate for a biochemistry or advanced biochemistry course was designed and implemented. The project involved students partnering with a homeless shelter to design informational pamphlets to be displayed at the shelter for the clients' use. The pamphlet topics were based on: diseases studied within the course. Students were required to present a rough draft of their project to the class for comments and revisions and give a brief presentation. The assignment allowed students to use their knowledge and expertise learned within the course and to apply their education by creatively designing a public-service pamphlet. Integrating service learning into an upper-level biochemistry course improved student communication, writing, and critical-thinking skills. Students reported that the service-learning component of the course increased motivation to learn course content.\", \"This paper argues that the biochemistry of memory consolidation provides valuable model systems for exploring the multiple realization of psychological states.\", \"This article discusses how the biochemistry curriculum at Texas A&M University, a large, state-assisted research university, fulfills the American Society for Biochemistry and Molecular Biology-recommended guidelines. In addition, the research requirement for our degree, changes we are making to the curriculum, and the effect our large service teaching function has on implementing the guidelines are discussed.\", \"To foster medical students to become physicians who will be lifelong independent learners and critical thinkers with healthy skepticism and provide high-quality patient care guided by the best evidence, teaching of evidence-based medicine (EBM) has become an important component of medical education. Currently, the teaching and learning of biochemistry in medical schools incorporates its medical relevance and applications. However, to our knowledge there have been no reports on integrating EBM with teaching and learning medical biochemistry. Here, we present a case study to illustrate the significance of this approach. This case study was based on a biochemistry/nutrition question in a popular board review book about whether a homeless alcoholic man is at risk of developing a deficiency of vitamin E. The possible answers and explanation provided in the book raised a question about the correct answer, which provided us with an opportunity to adapt the philosophy and certain basic EBM principles to find evidence for the clinical applicability of a commonly taught biochemistry topic. The outcome of this case study not only taught us how to conduct an EBM exercise to answer a specific patient question, but also provided us with an opportunity for in-depth teaching and learning of the medical relevance of a specific biochemistry topic based on the best clinical evidence obtained from a systematic research of medical literature. (C) 2015 by The International Union of Biochemistry and Molecular Biology, 44: 95-98, 2016.\", \"Issues concerning chemical compounds studied in the framework of metallomics are of interest both for the domain of biochemistry dealing with the metabolization of nutrients and for xenobiochemistry - a different domain of biochemistry dealing with the biodegradation of xenobiotics. In this context, in vivo and in vitro data are reviewed here on inorganic and organo-metallic compounds of gallium (Ga), ranging from cellular and molecular biology to biochemistry and pathobiochemistry and on to pharmacology and its relations to homeostasis and nutrient degradation.\", \"Content and emphases in undergraduate biochemistry courses can be readily tailored to accommodate the standards of the department in which they are housed, as well as the backgrounds of the students in the courses. A more challenging issue is how to construct laboratory experiences for a class with both chemistry majors, who usually have little or no experience with biochemical techniques and biology and biochemistry majors who do. This manuscript describes a strategy for differentiating biochemistry labs to meet the needs of students with differing backgrounds.\", \"Organization is believed to be related to understanding and memory. Whether this belief was applicable in biochemical education was examined about two years after students had experienced biochemistry classes in their first year. The ability of organizing information in biochemistry was judged from the number of correct links of 886 biochemical and biochemistry-related terms to 14 headings, and the level of understanding and memory on biochemical material was determined from the number of correct answers to biochemical items. The result showed a statistically significant positive correlation between the ability of organization and the level of understanding and memory. Thus, biochemistry teachers need to show the organization of what they teach for the help of the students who have a low level of understanding and memory.\", \"A unique situation for clinical biochemistry exists in the Netherlands, since it is nearly fully practised by science-oriented professionals. They are enlisted in the Register of Recognized Clinical Biochemists supervised by the Netherlands Society of Clinical Chemistry. Training as a clinical biochemist consists of a 4-year period in a hospital laboratory; it is not a specific university education. Strictly specified requirements exist for trainee, tutor, laboratory and hospital to maintain the quality of our profession. The candidate has to become acquainted with the following aspects: general clinical biochemistry (including haematology), fundamental research, clinical orientation and management. Passing the yearly examinations and publishing two articles in international journals are an obligation. Continuing education is not yet compulsory, but is well formalized within our society. European unification asks for one regulation of clinical biochemistry on a European level, both for professionals with a medical and a science-oriented background.\", \"Biochemistry is a visual discipline that requires students to develop an understanding of numerous representations. However, there is very little known about what students actually understand about the representations that are used to communicate ideas in biochemistry. This study investigated biochemistry students' understanding of multiple representations of enzyme-substrate interactions through both student interviews (N = 25) and responses by a national sample (N = 707) to the Enzyme-Substrate Interactions Concept Inventory. This manuscript reports the findings regarding one category of misconceptions measured by the concept inventory, namely, students' understandings of shape and charge in the context of enzyme-substrate interactions. Students interpret molecular representations depicting such interactions by determining the complementarity between enzyme and substrate by focusing upon charge and hydrogen bonding, but with a disregard for stereochemistry. (c) 2014 by The International Union of Biochemistry and Molecular Biology, 42(3):XXXXX-XXXXX, 2014.\", \"Reports from employers of higher education graduates indicate the existence of a considerable gap between the skills required by employers and those possessed by recent graduates. As a first step toward closing this gap, this study aims to determine its origin. Interviews with nine research-active biochemistry professionals were used to identify the most important skills for biochemistry students to succeed in research positions postgraduation. The results of these interviews were used to develop a survey, which was then administered to a larger group of biochemistry faculty and industry professionals. The output of the survey was a list of 52 skills valued by biochemistry professionals and rated by perceived importance. Importantly, the survey results also afford a comparative look at the prioritization of skills by two key populations: the academic hiring them. While there are many areas of agreement between these two populations, the survey also reveals areas were priorities diverge. The discrepancies found here suggest that the skills gap manifest at the point of employment may stem directly from differences in prioritization between the academic and industrial environments. This article aims to provide insight into the needs and requirements of the modern biochemical research environment, and invites debate concerning the preparation students receive in academia. Moreover, the results presented herein point to a need for further exploration of the possible misalignment of these two critical environments for young scientists. (C) 2015 by The International Union of Biochemistry and Molecular Biology\", \"Laboratory demonstration, as well as biochemistry lecture, has been used to complement explanation of biochemical processes. The laboratory demonstration is very useful in teaching biochemistry to students who lack background in biology. The experimental model of fibrinolysis described here presents a complex biological reaction in simplified manner, emphasizing specific terms related to enzymes, and triggers student interest in biochemistry.\", \"The objective of this study was to analyze first-year UFRJ medical students' perceptions about the implementation of a blended learning (BL) experience in their Biochemistry I course. During the first semester of 2009, three Biochemistry professors used the Constructore course management system to develop virtual learning environments (VLEs) for complementing course Modules I, II, and IV, using different resources and activities. Forty-nine students (46%) took part in the study. Results show that, in general, students gave positive evaluations to their experiences with BL, indicating that the VLEs have not only motivated but also facilitated learning. Most of the students reported that access to resources in the three modules provided a more in-depth approach to Biochemistry education and greater study autonomy. Students suggested that the VLEs could be better used for promoting greater communication among participants.\", \"The occasion of ASBMB's 100th anniversary provides an opportunity to consider the history and accomplishments of women biochemists over the past century. American women in biochemistry have ranged from the highly visible, such as Nobel Prize winners Gert Cori and Gertrude Elion, to those who contributed in relative obscurity to equally dramatic breakthroughs. Women with Ph.D.s in biochemistry established departments of public health, nutrition, and home economics when more prestigious academic departments were not open to them. As in all fields of science, women have made great progress in biochemistry in recent years, and ASBMB reflects that progress; the past, current, and incoming presidents of the Society are all women. The data and biographical information presented here should provide a basis for inclusion of more women in recounting the history of biochemistry.\", \"Medical biochemistry is the usual name for clinical biochemistry or clinical chemistry in Serbia, and medical biochemist is the official name for the clinical chemist (or clinical biochemist). This is the largest sub-discipline of the laboratory medicine in Serbia. It includes all aspects of clinical chemistry, and also laboratory hematology with coagulation, immunology, etc. Medical biochemistry laboratories in Serbia and medical biochemists as a profession are part of Health Care System and their activities are regulated through: the Health Care Law and rules issued by the Chamber of Medical Biochemists of Serbia. The first continuous and organized education for Medical Biochemists (Clinical Chemists) in Serbia dates from 1945, when the Department of Medical Biochemistry was established at the Pharmaceutical Faculty in Belgrade. In 1987 at the same Faculty a five years undergraduate branch was established, educating Medical Biochemists under a special program. Since school-year 2006/2007 the new five year undergraduate (according to Bologna Declaration) and postgraduate program of four-year specialization according to EC4 European Syllabus for Post-Gradate Training in Clinical Chemistry and Laboratory Medicine has been established. The Ministry of Education and Ministry of Public Health accredits the programs. There are four requirements for practicing medical biochemistry in the Health Care System: University Diploma of the Faculty of Pharmacy (Study of Medical Biochemistry), successful completion of the profession exam at the Ministry of Health after completion of one additional year of obligatory practical training in the medical biochemistry laboratories, membership in the Serbian Chamber of Medical Biochemists and licence for skilled work issued by the Serbian Chamber of Medical Biochemists. The process of recognition of a foreign higher education document for field of medical biochemistry is initiated on request by Candidate. The pro cess of recognition of foreign higher education documents is performed by the University. In the process of recognition in Serbia national legislations are applied as well as international legal documents of varying legal importance.\", \"Biochemistry began as an identifiable, separate discipline at the beginning of the twentieth century. This article traces its early development, focusing on three pioneers - Eduard Buchner, Arthur Croft Hill and Arthur Harden.\", \"Biochemistry is one of the basic medical subjects in the first year and is one of the foundation sciences for the medical curriculum. Knowledge of Biochemistry is extensively related in the context of clinical disease during medical practice, it needs to be taught and learned efficiently by medical graduates.\\nOBJECTIVES\\nThis study was conducted to analyse the perceptions of first year medical students about the didactic lecture and case-based learning, teaching learning methodology in Biochemistry course.\\nMATERIALS AND METHODS\\nThis cross-sectional study was conducted at RAK College of Medical Sciences (RAKCOMS). About (n=126) first year medical students were administered with 14-item questionnaire to determine their perceptions of students on didactic lecture and case-based learning. Data was analysed using descriptive analysis on SPSS 16.\\nRESULTS\\nAs per our study majority of the students expressed their satisfaction that CBL was a useful teaching methodology in understanding the concepts in Biochemistry. Majority felt this method motivated them to critically think in filling the learning gaps and building the concepts. They also had an opinion that this method facilitated interaction between staff and students from different cultures and backgrounds, which helped them developing their inter-and intrapersonal relations.\\nCONCLUSION\\nIn conclusion, case-based learning can be good substitute for teaching Biochemistry for first year MBBS students, which can be used alone or in combination with didactic lecture to make the Biochemistry more interesting and understandable to MBBS students. We implemented CBL method of teaching with encouraging and positive results.\", \"Biochemistry education relies heavily on students' abilities to conceptualize abstract cellular and molecular processes, mechanisms, and components. From a constructivist standpoint, students build their understandings of these abstract processes by connecting, expanding, or revising their prior conceptions and experiences. As such, biochemistry instructors often use analogies to teach difficult or hard-to-visualize topics to their classes by relating these target concepts to more commonplace analogs with which their students may already be familiar. For example, the binding of an enzyme to its substrate is often compared to a lock and a key; and ATP is frequently referred to as a cellular energy currency in discussions of metabolism and reaction coupling. Although the use of analogies in biochemistry classrooms is fairly common, the specific ways biochemistry instructors use analogies differ from instructor to instructor and class to class. In this article, we discuss biochemistry instructors' perceptions of the use of analogies in their classroom instruction. Specifically, we discuss (1) biochemistry instructors' objectives for using analogies, (2) their perceptions of the potential disadvantages associated with analogy use, (3) the sources of the analogies they use in their classes, and (4) the ways they perceive that analogies should be presented in class to promote student learning of biochemical concepts.\", \"Among the fields of expertise required to develop drugs successfully, biochemistry holds a key position in drug discovery at the interface between chemistry, structural biology and cell biology. However, taking the example of protein kinases, it appears that biochemical assays are mostly used in the pharmaceutical industry to measure compound potency and/or selectivity. This limited use of biochemistry is surprising, given that detailed biochemical analyses are commonly used in academia to unravel molecular recognition processes. In this article, I show that biochemistry can provide invaluable information on the dynamics and energetics of compound-target interactions that cannot be obtained on the basis of potency measurements and structural data. Therefore, an extensive use of biochemistry in drug discovery could facilitate the identification and/or development of new drugs.\", \"A brief history of modern biochemistry is presented from the point of view of alcoholic fermentation beginning with the first isolation of an enzyme in 1833 to the explanation of the role of ATP as energy currency in 1941. The focus is on glycolysis, the first biochemical pathway to be elucidated. The coverage emphasizes the evidence upon which our modern understanding of biochemistry is based.\", \"Over the past two years, through an NSF RCN UBE grant, the ASBMB has held regional workshops for faculty members and science educators from around the country that focused on identifying: 1) core principles of biochemistry and molecular biology, 2) essential concepts and underlying theories from physics, chemistry, and mathematics, and 3) foundational skills that undergraduate majors in biochemistry and molecular biology must understand to complete their major coursework. Using information gained from these workshops, as well as from the ASBMB accreditation working group and the NSF Vision and Change report, the Core Concepts working group has developed a consensus list of learning outcomes and objectives based on five foundational concepts (evolution, matter and energy transformation, homeostasis, information flow, and macromolecular structure and function) that represent the expected conceptual knowledge base for undergraduate degrees in biochemistry and molecular biology. This consensus will aid biochemistry and molecular biology educators in the development of assessment tools for the new ASBMB recommended curriculum. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 41(5):289-296, 2013\", \"Over the past two years, through an NSF RCN UBE grant, the ASBMB has held regional workshops for faculty members from around the country. The workshops have focused on developing lists of Core Principles or Foundational Concepts in Biochemistry and Molecular Biology, a list of foundational skills, and foundational concepts from Physics, Chemistry, and Mathematics that all Biochemistry or Molecular Biology majors must understand to complete their major coursework. The allied fields working group created a survey to validate foundational concepts from Physics, Chemistry, and Mathematics identified from participant feedback at various workshops. One-hundred twenty participants responded to the survey and 68% of the respondents answered yes to the question: We have identified the following as the core concepts and underlying theories from Physics, Chemistry, and Mathematics that Biochemistry majors or Molecular Biology majors need to understand after they complete their major courses: 1) mechanical concepts from Physics, 2) energy and thermodynamic concepts from Physics, 3) critical concepts of structure from chemistry, 4) critical concepts of reactions from Chemistry, and 5) essential Mathematics. In your opinion, is the above list complete? Respondents also delineated subcategories they felt should be included in these broad categories. From the results of the survey and this analysis the allied fields working group constructed a consensus list of allied fields concepts, which will help inform Biochemistry and Molecular Biology educators when considering the ASBMB recommended curriculum for Biochemistry or Molecular Biology majors and in the development of appropriate assessment tools to gauge student understanding of how these concepts relate to biochemistry and molecular biology. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 41(5):302-308, 2013\", \"Molecular dynamics (MD) simulations play an increasingly important role in many aspects of biochemical research but are often not part of the biochemistry curricula at the undergraduate level. This article discusses the pedagogical value of exposing students to MD simulations and provides information to help instructors consider what software and hardware resources are necessary to successfully introduce these simulations into their courses. In addition, a brief review of the MD-based activities in this issue and other sources are provided. (c) 2016 by The International Union of Biochemistry and Molecular Biology, 44:118-123, 2016.\", \"Type Cl botulism outbreaks in Black-faced Spoonbills (Platatea minor) occured in Taiwan from 2002 to 2003, and hematologic and biochemistry parameters from botulism-paralyzed birds and recovered birds were compared. Values for creatinine and uric acid were, higher (P<0.0025) in birds with botulism than in recovered birds. Lower white blood cell counts (P<0.005) and values for alkaline phosphatase, aspartate aminotransferase, alanine aminotransferase, and triglycerides (P<0.025) were observed in recovered birds. Based on these observations, we suggest that hematologic and biochemistry analyses should be performed to assess the health condition of birds recovering from botulism.\", \"Hematology and serum biochemical data are presented for the Egyptian mongoose, Herpestes ichneumon, caught in Donana National Park, southwestern Spain.\", \"Based on the theories of brain science, the teaching methods of municipal engineering graduate biochemistry were reformed. The main methods were as follows: the teaching material was reconstructed, three-dimensional objective and implementation plan were established, and these teaching methods were researched: fantasy association method:teaching method of combining infiltration with steps: study case teaching method: combining \\\"miniature practice\\\" with classroom teaching.\", \"Integration of research experience into classroom is an important and vital experience for all undergraduates. These course-based undergraduate research experiences (CUREs) have grown from independent instructor lead projects to large consortium driven experiences. The impact and importance of CUREs on students at all levels in biochemistry was the focus of a National Science Foundation funded think tank. The state of biochemistry CUREs and suggestions for moving biochemistry forward as well as a practical guide (supplementary material) are reported here. (c) 2016 by The International Union of Biochemistry and Molecular Biology, 45(1):7-12, 2017.\", \"An 84-year-old woman presented with lethargy and anorexia. Although routine biochemistry demonstrated mild hyponatraemia, moderate hyperkalaemia and severe hypocalcaemia, the patient did not demonstrate the usual symptoms of hypocalcaemia. An electrocardiogram did not demonstrate evidence of hyperkalaemia or hypocalcaemia. Repeated biochemistry confirmed hyponatraemia but that was associated with hypokalaemia and normocalcaemia. Initial management involved correction of the hyponatraemia and hypokalaemia with appropriate intravenous fluids. If serum biochemistry demonstrates hyperkalaemia in association with hypocalcaemia, pseudohyperkalaemia and pseudohypocalcaemia caused by contamination with potassium ethylenediaminetetraacetic acid should always be considered. This can be confirmed by repeating biochemistry, but ensuring the serum gel tube is drawn first when taking multiple blood samples to avoid this contamination.\", \"This study examined the historical performance of students at Michigan State University in a two-part biochemistry series Biochem I (n 5,900) and Biochem II (n 5,214) for students enrolled from 1997 to 2009. Multiple linear regressions predicted 54.9-87.5% of the variance in student from Biochem I grade and 53.8-76.1% of the variance in student from Biochem II grade. Overall, the student's cumulative GPA has the primary influence on their biochemistry grade in Biochem I for all models whereas either cumulative GPA or Biochem I performance has the primary influence on Biochem II grade. These factors were far more influential than any other predictors as their beta values were larger (5-10 times larger depending on the model). However, the gender of the student was also statistically significant for Biochem I and more than half of our Biochem II models with female students always predicted lower than their equivalent male counterparts. Biochemistry majors were also found to perform better in Biochem I. Interestingly, grades earned in prerequisite courses such as introductory biology, chemistry, or organic chemistry and ethnicity provided no additional predictive ability about students' performance in biochemistry. Enrollment in an honors college or science residential college had little direct impact on performance in biochemistry.\", \"Review: Biodegradation as a biotechnological model for the teaching of biochemistry. A knowledge of waste treatment and the biodegradation processes involved is necessary for undergraduates in agriculture, chemistry, biology, food technology, etc. Courses in these subjects must make adequate provision for such instruction. In this article, we suggest a theoretical and practical study of composting, which stimulates the interest of the students in metabolic pathways involved in this, and other, biotechnological processes.\", \"With the advent of animal-side biochemistry analysers in veterinary practice, the requirement for ready access to reliable means for interpretation of the results is of increasing importance. At the University of Glasgow Veterinary School (GUVS), a large computerised hospital database containing extensive clinical, laboratory, and pathological information has been maintained. A retrospective study was undertaken to investigate plasma biochemistry results and corresponding post mortem diagnosis data from 754 unwell cattle which had presented to GUVS over the study period. Initial analysis of the clinical biochemistry data from this unwell population revealed that the parameters did not follow a normal distribution. This finding suggested that the accepted reference range method for the interpretation of clinical biochemistry data may provide limited information about the unwell animal. By applying a combination of percentile analysis and conditional probability techniques to the hospital data, the development of a means of clinical biochemistry interpretation was developed whereby a clinician could determine whether a value was abnormal, the degree of abnormality, and the most likely associated diseases. For example, a urea value of 30 mmol/l lay within the top 5% of results, and one of the most common diseases associated with this urea value was pyelonephritis. Furthermore, a Bayesian approach allowed the quantification of the relationship between any plasma biochemistry value and disease through the generation of a ratio termed the 'biochemical factor'. Using the same example, given a urea value of 30 mmol/l, pyelonephritis was eight times more likely than before any biochemistry information was known. The results from the study were used to form the basis of a software system which may ultimately be used by the clinician to aid in the recognition, treatment and prevention of disease in the veterinary domain. (C) 1998 Elsevier Science B.V.\", \"A laboratory sequence is described that is suitable for upper-level biochemistry or molecular biology laboratories that combines project-based and traditional laboratory experiments. In the project-based sequence, the individual laboratory experiments are thematically linked and aim to show how a bacterial antibiotic sensing noncoding RNA (the ykkCD riboswitch) recognizes its target antibiotic, tetracycline. The novelty of the curriculum lies in its extensive coverage of bioinformatics as well as its focus on synthesis, purification, and functional studies of a biologically active RNA. Further advantage of the curriculum is that the model system, the ykkCD riboswitch, regulates expression of a gene that is involved in bacterial antibiotic resistance. Hence, the project makes this important issue part of the undergraduate biochemistry curriculum. The curriculum is available in Open Access format as part of a biochemistry laboratory manual by Gerczei and Pattison. This manuscript summarizes the curriculum and provides suggestions to the instructor regarding its implementation.\", \"The bibliometric analysis of the Brazilian periodical Journal of Biochemistry Education (JBE) covered the 117 articles published in 15 volumes in the period 2001-2017. Our results showed a positive trend in JBE publications with a significant increase in the number of articles since 2014, which can be related to the increase in research groups working in this area. The Southeast region of Brazil was the most productive one mainly due to the contribution of papers from institutions located in the State of Sao Paulo. Only four articles aimed the undergraduate courses (87.0%) showing methodological approaches to teach biochemistry (51.3%) and laboratory exercises (18.8%) among others. Most of the 332 authors contributed to a single article (87.7%) and just 3% of them published more than twice in JBE. The majority of the JBE articles had at least one citation in Google Scholar. There is also a great variety in the references used by the authors. Our analysis showed that JBE is an important peer reviewed publication aimed to improve teaching and learning of Biochemistry in Brazil. (c) 2019 International Union of Biochemistry and Molecular Biology, 47(3):249-256, 2019.\", \"The medical faculty in the National University of Singapore started in 1905 but the Chair in Biochemistry was only established in 1927. For many years the biochemistry course consisted of the teaching of the organic chemistry of substances of physiological importance, nutrition, metabolism and hormones. In 1961, clinical biochemistry was introduced and in the 1980s, genetics and molecular biology were included. By then, most of the organic chemistry content had been removed as greater emphasis was placed on clinical correlation. Laboratory classes consisted of mock glucose tolerance tests and the measurement of various enzymes. By the 1990s, students were no longer interested in such practical classes, so a bold decision was made around 1995 to remove laboratory classes from the curriculum. Unfortunately, this meant that the medical students who might have been interested in laboratory work could no longer do such work. However, the new curriculum in 1999 gave the department an opportunity to offer a laboratory course as an elective for interested students. This new curriculum adopted an integrated approach with Genetics being taught as part of Paediatrics, and a new module (Structural and Cell Biology) comprising aspects of cell biology and biochemistry was introduced. This module is currently taught by staff from Anatomy, Physiology and Biochemistry. Some biochemistry content is now incorporated into the clinical problem scenarios of problem-based learning such as jaundice, diabetes mellitus, anorexia nervosa, etc. So the evolution of teaching biochemistry to medical students in Singapore has paralleled worldwide trends and moved from the didactic teaching of organic chemistry of biomolecules to problem-based learning using clinical cases.\", \"Biochemistry is a curricular component that is present in Chemistry and Biology Teacher Training Courses and students usually consider it complex. The use of active learning methodologies seeks to make the learning process of this component significant using real and authentic learning situations and placing the student at the center of the teaching-learning process. Project-Based Learning (PBL) was chosen to teach Metabolic Biochemistry to 4th-year students of Teacher Training Course in Nature Sciences with Qualification in Chemistry of IFMT - Campus Confresa. The theme \\\"Metabolic diseases\\\" was defined as the starting point for the execution of the projects and the following diseases were addressed: diabetes, hypothyroidism and lactose intolerance. PBL was an efficient strategy in the teaching of Metabolic Biochemistry because it was able to gather the three dimensions for the development of competences: the construction of knowledge (through the content approach), the development of skills (teamwork, oral and written communication skills, the use of digital tools) and demonstration of attitudes (through awareness of current problems in society and the use of Biochemistry in the prevention or solution of these problems).\", \"In the field of biochemistry, the use of external representations such as static diagrams and animations has increased rapidly in recent years. However, their effectiveness as instructional tools can be hindered if students lack the visual literacy and cognitive skills necessary for processing and interpreting such representations. We aimed to identify and assess visualisation skills necessary for effective processing of external representations in biochemistry. We used a modified Bloom's taxonomy to identify the cognitive skills essential for optimal visual literacy, and designed probes based on those skills to develop a test instrument. Student responses to the probes were scored and processed with the Rasch model. This approach enabled us to rate the degree of difficulty of each visualisation skill on a linear logit scale, and to generate a person-item map to measure biochemistry students' level of visual literacy. The results showed that the identified visualisation skills could be measured reliably, and the Rasch model was effective both for ranking the skills according to level of difficulty and for estimating a student's relative level of visual literacy.\\nSignificance:\\nAddresses a recurring problem in biochemistry and similar fields.\\nIdentifies relevant skills to inform teaching and learning in biochemistry.\", \"Background: E-learning resources (e-resources) have been widely used to facilitate self-directed learning among medical students. The Department of Biochemistry at Christian Medical College (CMC), Vellore, India, has made available e-resources to first-year medical students to supplement conventional lecture-based teaching in the subject. This study was designed to assess students' perceptions of the impact of these e-resources on various aspects of their learning in biochemistry.\\nMethods: Sixty first-year medical students were the subjects of this study. At the end of the one-year course in biochemistry, the students were administered a questionnaire that asked them to assess the impact of the e-resources on various aspects of their learning in biochemistry.\\nResults: Ninety-eight percent of students had used the e-resources provided to varying extents. Most of them found the e-resources provided useful and of a high quality. The majority of them used these resources to prepare for periodic formative and final summative assessments in the course. The use of these resources increased steadily as the academic year progressed. Students said that the extent to which they understood the subject (83%) and their ability to answer questions in assessments (86%) had improved as a result of using these resources. They also said that they found biochemistry interesting (73%) and felt motivated to study the subject (59%).\\nConclusions: We found that first-year medical students extensively used the e-resources in biochemistry that were provided. They perceived that these resources had made a positive impact on various aspects of their learning in biochemistry. We conclude that e-resources are a useful supplement to conventional lecture-based teaching in the medical curriculum.\", \"The Dental Faculty in the University of Malaya was started in 1972 with 32 students in the first year for a course of four years leading to the degree of Bachelor of Dental Surgery (BDS). In 1995, the dental course was extended to a 5-year course. This paper describes the biochemistry course curriculum description, student intake, student assessment on the course and performance of student professional examination from 2000 to 2010. Biochemistry is taught only to the students as basic dental sciences at the first year in the 5-year dental curriculum. From June 2010, biochemistry has been taught as one of the subjects in the new integrated basic dental sciences together with physiology, anatomy and oral biology. Annually, about 70-80 new students are admitted to read Dentistry. Throughout the biochemistry course, the students are given oppotunities to assess the course and the teaching of the course for each block of 3-5 lectures. This is especially importanct for the dental teachers to improve their teaching and presentation skill to the students. The undergraduates have to take the final professional examinations at the end of two semesters (10 months). About 19% of the students have to spend an additional one month for the supplementary examination. About two to four percent of the students may have to repeat the course for an additional year as these students do not acquire sufficient merit to pass the course. The important information and experiences of teaching biochemistry to dental students as a core subject as mentioned in this paper will be an important standard yardstick and reflection to compare with the new curriculum where biochemistry is taught as an integrated basic dental science curriculum in the future years to come.\", \"The nexus between international environmental law (the principles of which are summarized), and biochemistry, is briefly explored in respect of genetically modified organisms, biodiversity, marine pollution, endocrine environmental disrupters, cancer biology, and pesticide contamination of food. It is pointed out, with the addition of suitable references, that these constitute a valuable resource for instruction on the role of biochemistry in environmental concerns. (C) 1998 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"Threshold concepts (TCs) are concepts that, when mastered, represent a transformed understanding of a discipline without which the learner cannot progress. We have undertaken a process involving more than 75 faculty members and 50 undergraduate students to identify a working list of TCs for biochemistry. The process of identifying TCs for biochemistry was modeled on extensive work related to TCs across a range of disciplines and included faculty workshops and student interviews. Using an iterative process, we prioritized five concepts on which to focus future development of instructional materials. Broadly defined, the concepts are steady state, biochemical pathway dynamics and regulation, the physical basis of interactions, thermodynamics of macromolecular structure formation, and free energy. The working list presented here is not intended to be exhaustive, but rather is meant to identify a subset of TCs for biochemistry for which instructional and assessment tools for undergraduate biochemistry will be developed.\", \"Chromatographic fractions obtained from Phyllanthus amarus were tested for toxicity on the serum biochemistry of rats. The results revealed that some fractions of P. amarus had potentially deleterious effects on the blood and therefore caution should be exercised in the use of P. amarus as a medicinal plant. Copyright (c) 2005 John Wiley & Sons, Ltd.\", \"Foldit is a multiplayer online game that utilizes fundamental bonding concepts instead of computing power to resolve protein structures that have eluded researchers. Reported herein is the use of Foldit as a problem-based learning assignment for the understanding of protein folding, interactions, and structure. The program offers tutorial puzzles to introduce the student to both biochemistry and gaming concepts followed by scientific puzzles that allow the students to contribute to significant research. This assignment is ideal for biochemistry as well as general, organic, and biochemistry (GOB) courses.\", \"Use of color 3D printers as a visualisation tool is described in this paper. Starting from any file depicting a chemical structure, multicolor 3D printed chemical structures can be produced. Most structures were printed in hours, making the entire process from file preparation to tangible model quickly achievable. Chemical structure examples are showcased from organic chemistry, organometallic chemistry, and biochemistry. This paper presents a method of producing multicolor chemistry and biochemistry tangible models using Chimera and Magics molecular visualization and 3D printing software.\", \"This article aims at comparing the Social Representations on academic writing in two undergraduate programs (Biochemistry and Arts) using the Grounded Theory (GT). Both this qualitative method and the analysis procedures are thoroughly explained, from the collection of the data through techniques such as profound interviews or focused groups, the application of three levels of analysis and the development of a theory about academic writing based on the data. The results show the similarities and differences in the Social Representations of teachers and students in the programs of Biochemistry and Arts, and, especially, a close connection between the conception of writing and its epistemological dimension.\", \"Site-directed mutagenesis and other molecular biology techniques, including plasmid manipulation and restriction analysis, are commonly used tools in the biochemistry research laboratory. In redesigning our biochemistry lab curricula, we sought to integrate these techniques into a term-long, project-based course. In the module presented here, students use structural data to design a site-directed mutant and make the mutation using the Kunkel method. A second, silent mutant, that creates or removes a restriction site, is simultaneously introduced. Restriction digestion and agarose gel electrophoresis are used to assess the success of mutagenesis. Placing these procedures in the context of continuous, student-driven project serves to create a \\\"research style\\\" laboratory environment.\", \"This essay explores connections between bacteriology and the disciplinary evolution of biochemistry in this country during the 1930s. Many features of intermediary metabolism, a central component of biochemistry, originated as attempts to answer fundamental bacteriological questions. Thus, many bacteriologists altered their research programs to answer these questions. In so doing they changed their disciplinary focus from bacteriology to biochemistry. Chester Hamlin Werkman's (1893-1962) Iowa State career illustrates the research perspective that many bacteriologists adopted. As a junior faculty member in the Bacteriology Department in the late 1920s, Werkman faced a powerful professional dilemma: establishing a research identity that distinguished him from his colleagues with flourishing national and international reputations. His solution was to radically alter his research program from traditional bacteriology to a biochemistry program, which reflected the influence of the Dutch microbiologist/biochemist, Albert Jan Kluyver (1888-1956). Werkman was extremely successful in this career change. His laboratory made significant contributions to biochemistry, and Werkman achieved a notable degree of personal success. His career began in the shadow of his departmental bacteriological colleagues; within a decade he became the department's dominant research figure, as a biochemist. Werkman's personal success, however, had profound consequences for the disciplinary future of bacteriology at Iowa State.\", \"The problem of what to include or exclude in designing a modern biochemistry course is becoming increasingly difficult to resolve. In this article, I suggest that the focus on which topics are to be covered is misplaced. Since factual information is rapidly forgotten, whereas skills can be retained, students would be better served if we designed our courses around those skill sets we desire our students to learn. (C) 2001 IUBMB. Published by Elsevier Science Ltd. All rights reserved.\", \"The rise of MOOC worldwide has brought the unprecedented shocks and challenges to the traditional class teaching. Although the content of biochemistry courses in the MOOC resource of the universities at home and abroad has continued to increase, the systematic analysis and studies for the application practice of these courses are still insufficient. This paper performs analysis and summary on the problems in the of implementing the MOOC for the food biochemistry course e. g. the non-reconciliation of teaching programme in the establishment of MOOC teaching platform, face-to-face course and the organization of communication channels, MOOC development and application capacity of teachers are insufficient, the organization of course content is short of interest, the study efficiency of face-to-face course is low, the communication channels of course are not smooth and the form of class notes is too simple, as well as puts forwards the corresponding advises to provide the references for promoting the biochemistry teaching reform of food major.\", \"The 2015 redesign of the Medical College Admissions Test (MCAT) is a disruptive event that has stimulated a great deal of discussion in undergraduate educational circles. These discussions include figuring out who will teach biochemistry, whether nonmajor chemistry courses should be changed, whether the psychosocial material to be tested constitutes academic behavioral science or the sensibilities that come from exposure to different cultures, and determining whether resources need to shift. The 2015 MCAT has also begun to alter admissions requirements and curricula in medical, pharmacy, and dental schools. Though many medical schools are taking the position that biochemistry will already have been covered as an undergraduate requirement and seem to be deemphasizing molecular science in the first-year curriculum, at least one college of dentistry has embraced the better prepared first-year student in order to offer advanced biochemistry and genomics that will build on undergraduate biochemistry.\", \"The biochemistry analyze has been widely used to quantitative measuring and analyzing various biologic and chemical elements of human body fluid in clinic. In this paper, a kind of semi-automated biochemistry analyzer based on C8051Fxxx single chip microcomputer is presented. The analyzer employed the photoelectric measurement method and the end-point analyzing method as well as dynamic analyzing method and so on. The measured items are above 40 and more than 1000 results can be stored. Moreover, the analyzer can communicate with the personal computer by RS-232 interface. Compared with the same type other product, this analyzer has the advantages of small volume, high ratio of performance to price and easy operation.\", \"An inexpensive enzyme kinetics laboratory exercise for undergraduate biochemistry students is described utilizing tyrosinase from white button mushrooms. The exercise can be completed in one or two three-hour lab sessions. The optimal amounts of enzyme, substrate (catechol), and inhibitor (kojic acid) are first determined, and then kinetic data is collected in the absence and presence of the inhibitor. A Microsoft Excel template is used to plot the data and to fit the Michaelis-Menten equation to the data to determine the kinetic parameters V-max and K-m. The exercise is designed to clarify and reinforce concepts covered in an accompanying biochemistry lecture course. It has been used with positive results in an upper-level biochemistry laboratory course for junior/senior students majoring in chemistry or biology. (c) 2016 by The International Union of Biochemistry and Molecular Biology, 45(3):270-276, 2017.\", \"In Australia the brush-tailed rock-wallaby (Petrogale penicillata) is the subject of a national recovery plan, and several sites have been selected for reintroductions. Condition of wild populations and individual animals can be monitored using hematologic and serum biochemistry analytes, and hematologic variables have been correlated with postrelease survival in other species. Prior to such monitoring, reference values for blood variables are required, but these data have not been available for the brush-tailed rock-wallaby. During four trapping periods from November 2004 to August 2005, 116 blood samples were collected from 44 brush-tailed rock-wallabies in a wild colony in southeast Queensland. Some variables varied with sex, age, method of restraint, lactation demands, and trapping period. After partitioning, when required, reference ranges for hematology and serum biochemistry variables were established. This study provides the most comprehensive se rum biochemistry reference range for any macropodid marsupial yet published.\", \"Learning Biochemistry has been a problem for many undergraduate students and sometimes resists to the efforts of teachers. The lack of clarity on the bases that produce the difficulties faced by students and teachers hinders the adoption of measures to solve them. This article reports the research to diagnose the reasons of the difficulties of Nutrition students in Biochemistry learning at a private Higher Education Institution. The difficulties resulted from the small proficiency in different languages used in biochemical communication: visual, verbal and symbolic. The data obtained from many tests were used to support the planning and implementation of corrective interventions. The overall results of the curriculum reform showed a considerable gain in learning and improvement in student motivation.\", \"Biochemistry and molecular biology are focused on the study of chemical processes which occur inside living cells. Most secondary school students aged between 15 and 17 are not interested in biochemistry because they find the subjects of biochemistry and chemistry difficult to understand. As a consequence, students don't feel motivated enough to study a science degree. However, some of them are interested in biochemistry and molecular biology as seen in TV series such as Forensic Medicine, CSI (Crime Scientific Investigation), Bones, NAVY investigation, etc.\\nIn this context, in Catalan secondary school classes, we take advantage of the students' curiosity for TV series to organize new activities about the evolution of biochemistry and molecular biology in the first half of the 20th century by studying the lives of biochemists and their discoveries. Secondary school biology teachers are always trying to find different methods and new forms of work organization to improve the teaching-learning process and they also play an important role when it comes to build positive learning habits. These classroom activities are focused on medicine or physiology and chemistry Nobel Prizes granted during the first half of the 20th century. Some of the scientists included are Santiago Ramon y Cajal, Severo Ochoa, Frederick Sanger, Alexander Fleming, Dorothy Crowfoot or James Watson among others.\\nStudents perform their research in a way to answer some questions as: Why has this scientist been selected and which are the most significant discoveries made by him/her that have contributed to the progress of biochemistry and society? The students are given clear guidelines showing the points that are important to focus on in their research and presentation.\\nFurthermore, a poster was made including the Nobel prizes in physiology, medicine and chemistry during the first half of the 20th century, extending this time period until the nineteen sixties when Dr. Severo Ochoa obtained his Nobel Prize. Finally, the entire work was presented to classmates and, last but not least, part of the history of biochemistry has been introduced into the course curriculum to increase students' interest. The main aim of the authors is to encourage school teachers to use Nobel Prize biographies as a didactic and pedagogical tool to increase secondary school student's knowledge in biochemistry and molecular biology\", \"Background: Asthma is not one disease. Different patients have biochemically distinct phenotypes.\\nScope of review: Biomarker analysis was developed to identify inflammation in the asthmatic airway. It has led to a renewed interest in biochemical abnormalities in the asthmatic airway. The biochemical determinants of asthma heterogeneity are many. Examples include decreased activity of superoxide dismutases; increased activity of eosinophil peroxidase, S-nitrosoglutathione reductase, and arginases; decreased airway pH; and increased levels of asymmetric dimethyl arginine.\\nMajor conclusions: New discoveries suggest that biomarkers such as exhaled nitric oxide reflect complex airway biochemistry. This biochemistry can be informative and therapeutically relevant.\\nGeneral significance: Improved understanding of airway biochemistry will lead to new tests to identify biochemically unique subpopulations of patients with asthma. It will also likely lead to new, targeted treatments for these specific asthma subpopulations. This article is part of a Special Issue entitled Biochemistry of Asthma. (C) 2011 Published by Elsevier B.V.\", \"Individualized instruction of biochemistry has been a promising alternative to large lecture format classes at our institution. The challenge, however, is that individualized instruction courses have larger staff requirements, which can be infeasible under the current scope of educational budget and human resource constraints. In this article, we highlight how we have met those larger staff requirements in a sustainable way by utilizing undergraduate teaching assistants. We also provide an effective framework for recruiting, training, and utilizing undergraduate teaching assistants, which can be replicated in other contexts. (c) 2019 International Union of Biochemistry and Molecular Biology, 47(5):560-564, 2019.\", \"In the United Kingdom, clinical biochemistry is practised by medical and non-medical graduates. Their training is postgraduate, led by the profession and has a strong vocational orientation. Although there is considerable overlap between the training of medical and nonmedical graduates, each group has a different career structure and different training requirements. The training of non-medical biochemists has recently been restructured. Their new training programme is described in detail; for comparison, the training of medical graduates is outlined.\", \"This paper is devoted to an outline of certain aspects of international scientific cooperation and exchange between Eastern and Western European countries from 1950 to 1989, with an emphasis on mathematics, biochemistry and neuroscience.\", \"Computational techniques have great potential to improve the teaching-learning. In this work, we used a computational strategy to visualize three-dimensional (3D) structures of proteins and DNA and help the student to comprehend biochemistry concepts such as protein structure and function, substrate, and inhibitors as well as DNA structural features. The practical classes included tutorials to be done in the computer using structures from Protein Data Bank and a free 3D structure visualization software, Swiss PDB Viewer. The activity was done with 76 students from biology and pharmacy undergraduate courses. Questionnaires were administered to evaluate the knowledge regarding specific biochemistry contents before and after the activity and the opinion of the students. An overall increased percentage of correct answers post-classes (75.91%) were observed in comparison to pre-classes (35.53%). All the students indicated that it could contribute to the learning of DNA and protein structure contents; approximately 90% stated that it enables structures visualization or makes the learning and understanding easier. Therefore, the strategy has shown to be effective, allowing the contextualization of biochemistry themes and may complement theoretical classes. (c) 2018 International Union of Biochemistry and Molecular Biology, 47(1):76-84, 2018.\", \"Blood samples from 36 clinically normal adult chuditch (Dasyurus geoffroii), a carnivorous Western Australian native marsupial, were analyzed to establish hematologic and biochemical reference ranges for this species.\", \"Sulfur has a particularly rich biochemistry and fills a number of important roles in biology. In situ information on sulfur biochemistry is generally difficult to obtain because of a lack of biophysical techniques that have sufficient sensitivity to molecular form. We have recently reported that sulfur K-edge X-ray absorption spectroscopy can be used as a direct probe of the sulfur biochemistry of living mammalian cells [Gnida, M., et al. (2007) Biochemistry 46 14735-14741]. Here we report an extension of this work and develop sulfur K-edge X-ray fluorescence spectroscopic imaging as an in vivo probe of sulfur metabolism in living cells. For this work, we have chosen onion (Allium cepa) as a tractable model system with well-developed sulfur biochemistry and present evidence of the localization of a number of different chemical forms. X-ray absorption spectroscopy of onion sections showed increased levels of lachrymatory factor (LF) and thiosulfinate and decreased levels of sulfoxide (LF precursor) following cell breakage. In Intact cells, X-ray fluorescence spectroscopic imaging showed elevated levels of sulfoxides in the cytosol and elevated levels of reduced Sulfur in the central transport vessels and bundle sheath cells.\", \"The study finds the research output of Biochemistry teachers in North Eastern Hill University (NEHU)' using bibliometric methods. It identifies the core journal in this field. The study sample comprises 11 faculty members from Biochemistry Department and the papers published by them during the period 2000 to 2010. The papers were collected from NEHU institutional repository, Developing Library Network (DELNET) via Document Delivery Service (DDS) and also from Web of Science (WoS)' database. A total of 434 journals containing 1574 references were collected, MS-Excel spreadsheet and MS-Word were used to analyze the data. There has been no study done on this aspect of faculty members from Biochemistry in NEHU. This is first of its kind study done in NEHU. The growth of literature on Biochemistry, the analysis of data showed that the nature of growth is not consistent as the number of publications varies in nature. To identification the core journals Bradford's law was used and according to Bradford's law of distribution the journals were computed. The study found it does not fit into Bradford's distribution. Therefore, the following method based on the Leimkuhler model was employed for the verification of Bradford's Law of Scattering.\", \"Clinical biochemistry has long been utilized in human and veterinary medicine as a vital diagnostic tool, but despite occasional studies showing its usefulness in monitoring health status in Atlantic salmon (Salmo salar L.), it has not yet been widely utilized within the aquaculture industry. This is due, in part, to a lack of an agreed protocol for collection and processing of blood prior to analysis. Moreover, while the analytical phase of clinical biochemistry is well controlled, there is a growing understanding that technical pre-analytical variables can influence analyte concentrations or activities. In addition, post-analytical interpretation of treatment effects is variable in the literature, thus making the true effect of sample treatment hard to evaluate. Therefore, a number of pre-analytical treatments have been investigated to examine their effect on analyte concentrations and activities. In addition, reference ranges for salmon plasma biochemical analytes have been established to inform veterinary practitioners and the aquaculture industry of the importance of clinical biochemistry in health and disease monitoring. Furthermore, a standardized protocol for blood collection has been proposed.\", \"Biochemistry course, a professional basic course for biological and medical students, is a challenging course for both leaching and learning. The conventional classroom teaching cannot absolutely satisfy the demands of learning. New teaching methods must be explored to improve the quality and efficiency of both teaching and learning. E-learning is a well-accepted tool in supplementary to conventional classroom teaching. In this paper, advantages and limitations of both conventional teaching and e-learning models are presented. A brand-new blended learning model, combined e-learning with conventional lecture-based learning, was applied in biochemistry teaching for undergraduate students of marine biology resources and environments major, in Dalian maritime university, China. Our experience with the use of an e-learning platform is also described.\", \"A seven-week \\\"gene to protein\\\" laboratory sequence is described for an undergraduate biochemistry laboratory course. Student pairs were given the task of introducing a point mutation of their choosing into the well studied protein, enhanced green fluorescent protein (EGFP). After conducting literature searches, each student group chose the mutation they wanted to introduce into EGFP. Students designed their sequence-specific mutagenic primers and constructed their desired mutation. The resulting EGFP mutant proteins were expressed in E. coli, purified and characterized. This laboratory sequence connected the major concepts of molecular biology and biochemistry, while incorporating the thrill of novel discovery in an undergraduate-level biochemistry laboratory course.\", \"A highly instructive, wide-ranging laboratory project in which students study the effects of various parameters on the enzymatic activity of alcohol dehydrogenase has been adapted for the upper-division biochemistry and physical biochemistry laboratory. Our two main goals were to provide enhanced data analysis, featuring nonlinear regression, and also to give students experience in experimental design. Students use appropriate kinetic and thermodynamic equations to fit their data from Michaelis-Menten plots, enzyme activity pH profiles, inhibitor and denaturant concentration profiles, and temperature-dependence plots. Experiments at the end of this project are designed and implemented by student pairs, thus preparing them for independent research.\", \"1. A compendium of reviews and minireviews in biochemistry and molecular biology published in the first half of 1990 is presented. The 316 titles from 72 different publications are presented sorted by author and sorted by journal.\", \"A homologous pair of stereospecific NAD-dependent enzymes, (R)- and (S)-hydroxypropyl-coenzyme M dehydrogenase, are part of a bacterial pathway of short-chain alkene and epoxide metabolism. Their discovery and study, which spans multiple publications over more than a decade, is a data rich story that combines both classical and contemporary experimental biochemistry. A subset of the data for characterization of the recombinant enzymes was used as a case study to augment the teaching of enzyme kinetics and stereoselectivity in an undergraduate biochemistry course at California State University-Chico. (c) 2018 International Union of Biochemistry and Molecular Biology, 47(2): 124-132, 2019.\", \"Undergraduate laboratories expose students to a wide variety of topics and techniques in a limited amount of time. This can be a challenge and lead to less exposure to concepts and activities in bio-inorganic chemistry and analytical chemistry that are closely-related to biochemistry. To address this, we incorporated a new iron determination by atomic absorption spectroscopy exercise as part of a five-week long laboratory-based project on the purification of myoglobin from beef. Students were required to prepare samples for chemical analysis, operate an atomic absorption spectrophotometer, critically evaluate their iron data, and integrate these data into a study of myoglobin. (c) 2015 by The International Union of Biochemistry and Molecular Biology, 43(2):121-125, 2015.\", \"Animal clinical biochemistry can trace its origins to the physicians of ancient times gazing at their \\\"harnglases\\\", presumably after they had tasted the urine for sweetness as evidence of diabetes mellitus. From these humble and rather heroic beginnings, clinical biochemistry has evolved into a key diagnostic focus in human and veterinary medicine, animal science, nutrition, public health and food safety, environmental health and safety, pharmaceutical development and safety, health surveys from prenatal to birth to death and yes, even to our psychological well-being. The breadth and depth of this focus on health and disease is no less remarkable for its having evolved to its present status only within the last century. Prior to the last century, it was the growth of chemistry in the 19(th) century which predictably expanded chemistry into medicine as a means for identifying the compounds in body fluids, mainly the urine, that were associated with certain diseases. It soon followed that links were made as to how these chemical compounds in these fluids might have been made converted into harmful substances. Thus, the emphasis on animals focused on anabolism and catabolism of compounds and the general concept of metabolism was born. The science of animal biochemistry developed with remarkable rapidity into its present state where biochemistry is the fundamental basis for the understanding of all aspects of animal biology. In this regard, new knowledge is continually being generated and new aberrations or diseases are constantly bring uncovered with ever increasing rapidity. This also means that the animal clinical biochemist must be at the forefront of all.aspects of biology in order to continue to make meaningful contributions to the field. In this way, the field will continue to expand for the benefit of human and animal life in it's broadest context.\", \"We present a novel laboratory project employing real-time RT-qPCR to measure the effect of environment on the expression of the FLOWERING LOCUS C gene, a key regulator of floral timing in Arabidopsis thaliana plants. The project requires four 3-hr laboratory sessions and is aimed at upper-level undergraduate students in biochemistry or molecular biology courses. The project provides students with hands-on experience with RT-qPCR, the current gold standard for gene expression analysis, including detailed data analysis using the common 2-CT method. Moreover, it provides a convenient starting point for many inquiry-driven projects addressing diverse questions concerning ecological biochemistry, naturally occurring genetic variation, developmental biology, and the regulation of gene expression in nature. (c) 2013 by The International Union of Biochemistry and Molecular Biology, 41(5):325-333, 2013\", \"This chapter will examine how the Department of Chemistry at Augustana College utilized the guidelines for undergraduate chemistry majors by the ACS Committee of Professional Training to reorganize our two semester organic series to include a biochemistry component. There will be some discussion of the lecture and laboratory revisions made to the series that accommodate requirements for foundational courses in both organic and biochemistry. We found that the traditional methods of teaching an organic series and many of the published organic textbooks would be highly amendable to this process.\", \"The giant panda (Ailuropoda melanoleuca) is a high-profile threatened species with individuals in captivity worldwide. As a result of advances in captive animal management and veterinary medicine, the ex situ giant panda population is aging, and improved understanding of age-related changes is necessary. Urine and blood samples were collected in April and July 2015 and analyzed for complete blood count, serum biochemistry, and biochemical and microscopic urine analysis for all individuals sampled (n = 7, 7-16 yr of age) from giant panda housed at the China Research and Conservation Centre for the Giant Panda in Bifengxia, Sichuan Province, China. Hematology and serum biochemistry values were similar to those previously reported for giant panda aged 2-20 yr and to Species360 (formerly International Species Information System) values. Urine was overall dilute (urine specific gravity range: 1.001-1.021), acellular, and acidic (pH range: 6-7). This is the first report of hematologic and serum biochemistry, with associated urinalysis values, in the giant panda aged 7-16 yr.\", \"A foundation level course is presented that integrates aspects of organic, inorganic and biochemistry in the context of reactivity. The course was designed to serve majors in chemistry and other sciences (biochemistry, biology, nutrition), as well as nursing and pre-health professions students. Themes of the course were designed to highlight a range of applications of chemistry, including synthesis, catalysis, and materials science, in order to teach students the wider societal significance of chemistry, in addition to chemical concepts. Special attention was paid to topics relevant to health and biology.\", \"Biochemical information has been crucial for the development of evolutionary biology. On the one hand, the sequence information now appearing is producing a huge increase in the amount of data available for phylogenetic analysis; on the other hand, and perhaps more fundamentally, it allows understanding of the mechanisms that make evolution possible. Less well recognized, but just as important, understanding evolutionary biology is essential for understanding many details of biochemistry that would otherwise be mysterious, such as why the structures of NAD and other coenzymes are far more complicated than their functions would seem to require. Courses of biochemistry should thus pay attention to the essential role of evolution in selecting the molecules of life.\", \"This review describes some of the developments in helminth biochemistry that have taken place over the last 40 years. Since the early 1970s the main anabolic and catabolic pathways in parasitic helminths have been worked out. The mode of action of the majority of anthelmintics is now known, but in many cases the mechanisms of resistance remain elusive. Developments in helminth biochemistry have depended heavily on developments in other areas. High throughput methods such as proteomics, transcriptomics and genome sequencing are now generating vast amounts of new data. The challenge for the future is to interpret and understand the biological relevance of this new information.\", \"Sarcoptic mange has been identified as the most significant infectious disease affecting the common wombat (Vombatus ursinus). Biochemistry and haematology values for wild common wombats have not been published previously. A 35% of the wombat population were exhibiting clinical signs of the disease. Significant changes in blood haematology and biochemistry parameters were observed in affected animals. A seasonal variation in numbers of animals affected was demonstrated. Females appeared to be more commonly affected than males although the reason for this is not forthcoming.\", \"In the growth of a flourishing science there comes a time when effective collaboration at an international level becomes essential, both for the exchange of knowledge and for the rapid advancement of the subject. By the summer of 1949 when the First International Congress of Biochemistry was held in Cambridge (UK) it was clear to many of those taking part that this time had now arrived and an International Committee of Biochemistry was accordingly set up under the Chairmanship of Sir Charles Harington. The objectives of this Committee were not only to arrange for a continuing series of International Congresses of Biochemistry but also to establish an International Union of Biochemistry (IUB) and in due course to approach the International Council of Scientific Unions (ICSU) in order to obtain their recognition of this proposed new Union.\", \"The Biochemistry and Molecular Biology Department at the University of Barcelona started, many years ago, several initiatives such as \\\"I love Biochemistry\\\" and \\\"Crazy about Biochemistry\\\" to provide opportunities for talented biochemistry and science students. Theoretical explanations, scientific lectures, laboratory experiments and discussions help them to imagine the real world of research, which could be their future. With our system for identifying talented students we can detect general and specific abilities as well as creativity in the candidates.\\nOur teaching experiences as secondary school and university teachers suggest that an effective way to consolidate and integrate the scientific knowledge students receive, is to have them write and present some chemistry and biochemistry works following the same rules as those for a scientific manuscript. There is growing interest among science teachers to include \\\"writing a scientific paper\\\" as an active educational approach. A science paper/manuscript should be written in a clear and concise style, its paragraphs should be logical and consistent, and its information should be well organized.\\nTalented students review principles of effective writing, see examples of good and bad writing and also get tips to make the writing process easier (practical instructions on how to edit, clarity in communication, setting standards for scientific writing in journals and reflections on their own writing). Then, students work on the title, abstract, introduction, materials and methods, results, discussion, conclusion, acknowledgements and references of their scientific argument.\\nFinally, talented students were asked whether this activity can help to improve biochemistry knowledge and they concluded that it is a helpful contribution to their science knowledge. They also recognized that they become more successful, competent, and secure in writing science papers. Therefore we strongly believe that introducing \\\"writing a scientific paper\\\" is a skill that every science student at secondary school and university must learn.\", \"Integrative, research-based experiences have shown tremendous potential as effective pedagogical approaches. Pharmaceutical development is an exciting field that draws heavily on organic chemistry and biochemistry techniques. A capstone drug synthesis/analysis laboratory is described where biochemistry students synthesize azo-stilbenoid compounds and test the biological activity of those compounds as well as a known inhibitor on mushroom tyrosinase using UV/vis-based kinetic assays. In this paper, three such successful azo-stilbenoid inhibitors of tyrosinase, representative student generated data, technical aspects of the experiments, and an interpretation of student feedback on the project as a whole are presented.\", \"The design of a curriculum for a Biochemistry and Molecular Biology degree program has to consider many factors including how the curriculum satisfies the recommended curriculum published by the American Society for Biochemistry and Molecular Biology (ASBMB) that emphasizes a combination of content and student skills. This article discusses how the University of Richmond, a medium-sized, private, predominantly undergraduate institution, has created an interdepartmental program based in the biology and chemistry departments that attempts to fulfill the guidelines of ASBMB. In addition, some of the benefits and problems associated with the creation of an interdepartmental program are discussed together with efforts to create a \\\"research-rich\\\" environment for student learning.\", \"Baseline values and ranges for 10 hematologic and 32 plasma chemistry parameters were analyzed for 36 free-ranging Sonoran desert tortoises (Gopherus agassizzi) collected in Yavapai and La Paz Counties (Arizona, USA) from 1990 to 1995. Tortoises were radio-tagged from 1990 to 1994, and attempts were made to recapture them three times a year. Tortoises were weighed, measured, and chemically immobilized to collect blood for hematology and blood chemistry assessments. Tortoise biochemistry differed (P < 0.01) between sites and sexes and among seasons and years. Normal reference ranges for hematologic and plasma biochemistry parameters were determined. Seasonal and annual differences in hematology and blood chemistry were related to rainfall patterns, forage availability, and physiological condition.\", \"Synthetic biochemistry, the cell-free production of biologically based chemicals, is a potentially high-yield, flexible alternative to in vivo metabolic engineering. To limit costs, cell-free systems must be designed to operate continuously with minimal addition of feedstock chemicals. We describe a robust, efficient synthetic glucose breakdown pathway and implement it for the production of bioplastic. The system's performance suggests that synthetic biochemistry has the potential to become a viable industrial alternative.\", \"In this paper, we develop a mathematical approach which can be used to display, in a systematic, rigorous and efficient way, various qualitative properties of a large class of dynamical and quasi-steady biochemical models. The applicability of the methodology has been examined for various biochemical reactions, enzyme kinetics and multi enzyme systems. (c) 2006 Elsevier Ltd. All rights reserved.\", \"This paper presents preliminary data on how an assessment instrument with a unique structure can be used to identify common incorrect ideas from prior coursework at the beginning of a biochemistry course, and to determine whether these ideas have changed by the end of the course. The twenty-one multiple-choice items address seven different concepts, with a parallel structure for distractors across each set of items to capture consistent incorrect responses. For the current study, the instrument was administered as a pre-test and post-test in majors level biochemistry courses, and the results from two different groups are presented. These results indicated that students performed better on the post-test, resulting in positive mean gain scores for each concept. The structure of the instrument allows data analysis that helped uncover persistent incorrect ideas for some of the concepts, including bond energy and protein alpha helix structure, even after a semester of instruction in biochemistry. The persistent incorrect idea for the protein alpha helix structure uncovered by this assessment has not been reported before in the literature. These results confirm the need to use a robust diagnostic instrument to assess students' understanding of basic concepts at the beginning of the semester, but also stress the need to assess students near the end of the course to gain insight on the effectiveness of instruction. Since each group of students is different, biochemistry instructors are encouraged to use the instrument to identify problems with their own students' incoming ideas rather than rely on published results to inform instruction. In addition to providing assistance for instructors of biochemistry in planning targeted instructional interventions, we anticipate that data collected from this instrument can also be used to identify potential modifications for prerequisite courses.\"]"