"[\"Graphene, emerging as a true 2-dimensional material, has received increasing attention due to its unique physicochemical properties (high surface area, excellent conductivity, high mechanical strength, and ease of functionalization and mass production). This article selectively reviews recent advances in graphene-based electrochemical sensors and biosensors. In particular, graphene for direct electrochemistry of enzyme, its electrocatalytic activity toward small biomolecules (hydrogen peroxide, NADH, dopamine, etc.), and graphene-based enzyme biosensors have been summarized in more detail; Graphene-based DNA sensing and environmental analysis have been discussed. Future perspectives in this rapidly developing field are also discussed.\", \"THE large-scale use of photovoltaic devices for electricity generation is prohibitively expensive at present: generation from existing commercial devices costs about ten times more than conventional methods 1. Here we describe a photovoltaic cell, created from low-to medium-purity materials through low-cost processes, which exhibits a commercially realistic energy-conversion efficiency. The device is based on a 10-mu-m-thick, optically transparent film of titanium dioxide particles a few nanometres in size, coated with a monolayer of a charge-transfer dye to sensitize the film for light harvesting. Because of the high surface area of the semiconductor film and the ideal spectral characteristics of the dye, the device harvests a high proportion of the incident solar energy flux (46%) and shows exceptionally high efficiencies for the conversion of incident photons to electrical current (more than 80%). The overall light-to-electric energy conversion yield is 7.1-7.9% in simulated solar light and 12% in diffuse daylight. The large current densities (greater than 12 mA cm-2) and exceptional stability (sustaining at least five million turnovers without decomposition), as well as the low cost, make practical applications feasible.\", \"Carbon nanotubes have begun to attract enormous interest in electrochemistry because of their small size and good electrochemical properties. The vast majority of studies thus far have used ensembles of carbon nanotubes to nanostructure macroscopic electrodes either with randomly dispersed nanotubes or with aligned carbon nanotubes. The resultant nanotube modified electrodes have most frequently been used for electro-analytical purposes such as the development of biosensors. This review introduces carbon nanotubes and approaches to nanostructuring electrodes with carbon nanotubes, discusses what is known of their electrochemical properties and briefly outlines some of the exciting applications to which they are being targeted for use. (c) 2005 Elsevier Ltd. All rights reserved.\", \"Direct electrochemistry of a glucose oxidase (GOD)-graphene-chitosan nanocomposite was studied. The immobilized enzyme retains its bioactivity, exhibits a surface confined, reversible two-proton and two-electron transfer reaction, and has good stability, activity and a fast heterogeneous electron transfer rate with the rate constant (k(s)) of 2.83 s(-1). A much higher enzyme loading (1.12 x 10(-9) mol/cm(2)) is obtained as compared to the bare glass carbon surface. This GOD-graphene-chitosan nanocomposite film can be used for sensitive detection of glucose. The biosensor exhibits a wider linearity range from 0.08 mM to 12 mM glucose with a detection limit of 0.02 mM and much higher sensitivity (37.93 mu A mM(-1) cm(-2)) as compared with other nanostructured supports. The excellent performance of the biosensor is attributed to large surface-to-volume ratio and high conductivity of graphene, and good biocompatibility of chitosan, which enhances the enzyme absorption and promotes direct electron transfer between redox enzymes and the surface of electrodes. (C) 2009 Elsevier B.V. All rights reserved.\", \"The application of the carbon nanotube as an electrode material is demonstrated. Redox proteins immobilised on and within these tubes give reproducible. well-behaved voltammetric responses. (C) 1997 Elsevier Science S.A.\", \"Li[Li1/3Ti5/3]O-4 having a defect spinel-framework structure (Fd ($) over bar 3m; a = 8.36 Angstrom) was prepared and examined in nonaqueous lithium cells. Li[Li1/3Ti5/3]O-4(white in color) was reduced to Li-2[Li1/3Ti5/3]O-4 (dark blue) at a voltage of 1.55 V and the reaction was highly reversible, X-ray diffraction measurements indicated that the lattice dimension aid not change during the reaction\\n[GRAPHICS]\\nSince the reaction consists of lithium ion and electron insertion into/extraction from the solid matrix without a noticeable change in lattice dimension, called a zero-strain insertion reaction, capacity failure due to the damage to the solid matrix was not observed even after 100 cycles. Feasibility of zero-strain insertion materials for advanced batteries is discussed based on the experimental results.\", \"The 'legend' of DSA(R) (Dimensionally Stable Anodes), one of the greatest technological breakthrough of the past 50 years of electrochemistry, is reviewed with the aim to emphasise the reasons for their success. In this respect, the industrial success, which came first, was due to factors differing from those responsible for the successive boom of fundamental research on the same materials. This article scrutinises these factors highlighting the aspects which make these materials so much intriguing. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"In this paper, more than 100 articles related to anode catalysts for the direct methanol fuel cell (DMFC) are reviewed, mainly focusing on the three most active areas: (1) progress in preparation methods of Pt-Ru catalysts with respect to activity improvement and utilization optimization; (2) preparation of novel carbon materials as catalyst supports to create a highly dispersed and stably supported catalysts; (3) exploration of new catalysts with a low noble metal content and non-noble metal elements through fast activity down-selection methods such as combinatorial methods. Suggested research and development (R&D) directions for new DMFC anode catalysis are also discussed. (c) 2006 Elsevier B.V. All rights reserved.\", \"Electrochemistry-based sensors offer sensitivity, selectivity and low cost for the detection of selected DNA sequences or mutated genes associated with human disease. DNA-based electrochemical sensors exploit a range of different chemistries, but all take advantage of nanoscale interactions between the target in solution, the recognition layer and a solid electrode surface. Numerous approaches to electrochemical detection have been developed, including direct electrochemistry of DNA, electrochemistry at polymer-modified electrodes, electrochemistry of DNA-specific redox reporters, electrochemical amplifications with nanoparticles, and electrochemical devices based on DNA-mediated charge transport chemistry.\", \"This article reviews the electrochemistry and electroanalytical applications of carbon paste-based electrodes, sensors, and detectors on the occasion of the half-of-century anniversary since the discovery of carbon paste. The review (with 333 references) has been prepared in the form of a retrospective compilation presenting the field by means of various facts, notes, data, surveys, and summaries, including numerous rarities or curiosities that illustrate the individual achievements and milestones. Carbon paste-based electrodes are discussed in their entirety by covering all important areas of the field, starting from basic characterization of carbon paste as the electrode material, via its typical physicochemical and electrochemical properties or specific features, up to a representative documentation of their applicability in electrochemical and electroanalytical measurements.\", \"A status report on development of the direct methanol fuel cell (DMFC) and relevant fundamental and applied electrochemistry is the objective of this review paper. Emphasis is put on strategies and approaches rather than on individual results. The state-of-the-art in the fields of methodology, catalysis, catalyst characterization, polymer electrolytes as well as assessment and interpretation of cell and electrode performance is described. Today's-cell performances are regarded critically. Problems and successes are analyzed. Directions and novel approaches for further work are also suggested. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"This article reviews fundamental aspects of deposition, structure and electrochemistry of Prussian Blue and its analogues. Special attention is given to the metal hexacyanoferrates with potential analytical applications. Prussian Blue and its analogues as advanced sensing materials for nonelectroactive ions are discussed. In contrast to common 'smart materials', the sensitivity and selectivity of metal hexacyanoferrates to such ions is provided by thermodynamic background. Prussian Blue itself is recognized as the most advantageous low-potential transducer for hydrogen peroxide over all known systems. Both high sensitivity (ca. 1 A M-1 cm(-2)) and selectivity in relation to oxygen reduction are more than three orders of magnitude higher, than for platinum electrodes. Biosensors based on different transducing principles containing enzymes oxidases are compared, and the devices operated due to hydrogen peroxide detection with the Prussian Blue based transducer are shown to be the most advantageous ones. The future prospects of chemical and biological sensors based on metal hexacyanoferrates are outlined.\", \"The glucose oxidase (GOD) is entrapped in the composite of carbon nanotubes/chitosan and direct electron transfer reaction between GOD and electrode takes place. The electron transfer rate of GOD is greatly enhanced to 7.73 s(-1) in the system, which is more than one-fold higher than that of flavin adenine dinucleotide adsorbed on the carbon nanotubes (3.1 s(-1)). This maybe results from the conformational change of GOD in the microenvironment enabling the accessibility of active site for GOD to the electrode. Additionally, the bioactivity of GOD modified in the composite on electrode surface is kept. So as-prepared electrode can be used as a glucose biosensor exhibiting higher sensitivity (0.52 mu A mM(-1)) and better stability. The facile procedure of immobilizing GOD will promote the developments of electrochemical research for protein, biosensors and other bioelectrochmical devices. (c) 2005 Published by Elsevier B.V.\", \"Ligand effects in surface reactivity are discussed on the basis of extensive density functional theory calculations. The d-band model is reviewed and it is shown that it can be used to rationalize trends in reactivity in heterogeneous catalysis and electrochemistry. (c) 2007 Elsevier Ltd. All rights reserved.\", \"With the increasing demand for efficient and economic energy storage, Li-S batteries have become attractive candidates for the next-generation high-energy rechargeable Li batteries because of their high theoretical energy density and cost effectiveness. Starting from a brief history of Li-S batteries, this Review introduces the electrochemistry of Li-S batteries, and discusses issues resulting from the electrochemistry, such as the electroactivity and the polysulfide dissolution. To address these critical issues, recent advances in Li-S batteries are summarized, including the S cathode, Li anode, electrolyte, and new designs of Li-S batteries with a metallic Li-free anode. Constructing S molecules confined in the conductive microporous carbon materials to improve the cyclability of Li-S batteries serves as a prospective strategy for the industry in the future.\", \"The unique chemical and physical properties of nanoparticles make them extremely suitable for designing new and improved sensing devices, especially electrochemical sensors and biosensors. Many kinds of nanoparticles, such as metal, oxide and semiconductor nanoparticles have been used for constructing electrochemical sensors and biosensors, and these nanoparticles play different roles in different sensing systems. The important functions provided by nanoparticles include the immobilization of biomolecules. the catalysis of electrochemical reactions. the enhancement of electron transfer between electrode surfaces and proteins, labeling of biomolecules and even acting as reactant. This minireview addresses recent advances in nanoparticle-based electrochemical sensors and biosensors., and summarizes the main functions of nanoparticles in these Sensor systems.\", \"The synthesis and characterization of LiNiO2 for a 4 V secondary lithium cell was done. The LiNiO2 was prepared by ten different methods and characterized by x-ray diffraction and electrochemical methods. LiNiO2 prepared from LiNO3 and NiCO3 [or Ni(OH)2] exhibited more than 150 mAh . g-1 of rechargeable capacity in the voltage range between 2.5 and 4.2 V in 1M LiClO4 propylene carbonate solution. The reaction mechanism was also examined and explained in terms of topotactic reaction. Lithium nickelate(III) (R3mBar; a = 2.88 angstrom, c = 14.18 angstrom in hexagonal setting) was oxidized to nickel dioxide (R3mBAR; a = 2.81 angstrom, c = 13.47 angstrom) via Li1-xNiO2 (0.25(2) less-than-or-equal-to x less-than-or-equal-to 0.55(2)) having a monoclinic lattice (C2/m). The nickel dioxide could be reversibly reduced to lithium nickelate(III). Factors affecting the electrochemical reactivity of LiNiO2 are given and the possibility of using LiNiO2 for 4 V secondary lithium cells is described.\", \"Direct electrochemistry of glucose oxidase (GOx) at an electrochemically reduced graphene oxide-multiwalled carbon nanotubes hybrid (ERGO-MWCNT) modified glassy carbon electrode (GCE) has been reported. The pi-pi stacking interaction operating between the MWCNT and graphene oxide (GO) has been revealed by UV-Vis absorption spectroscopy. GOx was well immobilized onto the ERGO-MWCNT hybrid film, as a result direct electrochemistry of GOx has been achieved. Compared with pristine MWCNT, 2.1 fold higher peak current and very low peak to peak separation (Delta E-p) of 26 mV were observed at the hybrid film, demonstrating faster electron transfer between GOx and the modified electrode surface. Moreover, the modified film exhibited high electrocatalytic activity towards glucose via reductive detection of oxygen consumption and in the presence of mediator. The proposed biosensor exhibits low detection limit of 4.7 mu M with wide linear range of 0.01-6.5 mM and acquires excellent storage and operational stabilities. The accurate glucose determination in human blood serum and good recoveries achieved in spiked urine samples revealed their great potential in the practical applications. (C) 2012 Elsevier B.V. All rights reserved.\", \"Advances in electrochemical methods for pollutant remediation, recycling and sensing are reviewed. Additionally, applications of these methods in the drinking water industry, and for disinfection scenarios are discussed. Lastly, new electrode materials for environmental applications are described. In a companion review, photoelectrochemical methods will be discussed.\", \"Due to their unique physicochemical properties, doped carbon nanotubes are now extremely attractive and important nanomaterials in bioanalytical applications. In this work, selecting glucose oxidase (GOD) as a model enzyme, we investigated the direct electrochemistry of GOD based on the B-doped carbon nanotubes/glassy carbon (BCNTs/GC) electrode with cyclic voltammetry. A pair of well-defined, quasi-reversible redox peaks of the immobilized GOD was observed at the BCNTs based enzyme electrode in 0.1 M phosphate buffer solution (pH 6.98) by direct electron transfer between the protein and the electrode. As a new platform in glucose analysis, the new glucose biosensor based on the BCNTs/GC electrode has a sensitivity of 111.57 mu A mM(-1) cm(-2), a linear range from 0.05 to 0.3 mM and a detection limit of 0.01 mM (S/N = 3). Furthermore, the BCNTs modified electrode exhibits good stability and excellent anti-interferent ability to the commonly co-existed uric acid and ascorbic acid. These indicate that boron-doped carbon nanotubes are the good candidate material for the direct electrochemistry of the redox-active enzyme and the construction of the related enzyme biosensors. (c) 2007 Elsevier B.V. All rights reserved.\", \"After an introductory survey of the industrial needs and demands, the present targets of technological research in the field of ceramic oxide electrodes are outlined. Some fundamental properties of paramount importance are then examined and discussed. They include the mechanism of electrical conduction, the hydration of the oxide layer, its ability to exchange protons with the solution, the electrochemical characterization of the oxide surface, the relationship between degree of intimate mixing and synergistic effects for mixed oxides. The paper ends with an analysis of the factors responsible for the electrocatalytic activity of oxides, providing a clue to the understanding of a generalized mechanism of electrode reaction which can be established for most anodic and cathodic electrocatalytic processes.\", \"Graphene and related materials, such as graphene oxide and reduced graphene oxide, have come to the forefront of research in electrochemical sensors during recent years. The rapidly growing activity in this area is due to the promising electrochemistry of these materials and their obvious success in electrical and optical sensors to date. In this focussed review, we critically examine the structure of graphene, its electronic and electrochemical properties as related to electrochemical sensing, and the latest research on sensors that exploit the electrochemistry of graphene derivatives.\", \"A novel biosensor for glucose was prepared by immobilizing glucose oxidase (GOx) on nitrogen-doped carbon nanotubes (CNx-MWNTs) modified electrode. The CNx-MWNTs membrane showed an excellent electrocatalytic activity toward the reduction of O-2 due to its diatomic side-on adsorption on CNx-MWNTs. The nitrogen doping accelerated the electron transfer from electrode surface to the immobilized GOx, leading to the direct electrochemistry of GOx. The biofunctional surface showed good biocompatibility, excellent electron-conductive network and large surface-to-volume ratio, which were characterized by scanning electron microscopy, contact angle and electrochemical impedance technique. The direct electron transfer of immobilized GOx led to stable amperometric biosensing for glucose with a linear range from 0.02 to 1.02 mM and a detection limit of 0.01 mM (S/N = 3). These results indicated that CNx-MWNTs are good candidate material for construction of the third-generation enzyme biosensors based on the direct electrochemistry of immobilized enzymes. (C) 2009 Elsevier B.V. All rights reserved.\", \"Sol-gel electrochemistry is gaining popularity as a versatile general method for the production of inorganic-organic electrodes and electrochemical sensors. Carbon-ceramic electrodes constitute a fine example that demonstrates the disadvantages, capabilities and promise of sol-gel electrochemistry. The compositions, configurations and chemistry of carbon ceramic electrodes are reviewed. Application for diverse fields of electrochemistry, including electrochemical sensing, biosensing and energy storage cells are reviewed.\", \"Although a commercial success, lithium ion batteries are still the object of intense research mainly aimed to the characterization of improved electrode and electrolyte materials. The recent advances in carbonaceous and alternative anodes, in medium and high-voltage cathodes and in liquid and polymer electrolytes are here reviewed and discussed. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"We report here the direct electron transfer of GOD and a novel glucose biosensor based on carbon-decorated ZnO(C-ZnO) nanowire array electrode. The C-ZnO nanowire array provides a novel platform for fast direct electrochemistry of GOD, and its based biosensor shows very high sensitivity and low detection limit. Based on the direct electrochemistry of horseradish peroxidase (HRP), the H2O2 biosensing application is further demonstrated using this new C-ZnO array architecture. The high conductivity of carbon and good electron transfer capability of ZnO nanowires, along with their low cost and biocompatibility make the C-ZnO nanowire array a promising platform for direct electrochemistry of enzymes and mediator-free enzymatic biosensors. (C) 2008 Published by Elsevier B.V.\", \"The direct electrochemistry of glucose oxidase (GOD) adsorbed on a colloidal gold modified carbon paste electrode was investigated. The adsorbed GOD displayed a pair of redox peaks with a formal potential of -(449 +/- 1) mV in 0.1 M pH 5.0 phosphate buffer solution. The response showed a surface-controlled electrode process with an electron transfer rate constant of (38.9 +/- 5.3)/s determined in the scan rate range from 10 to 100 mV/s. GOD adsorbed on gold colloid nanoparticles maintained its bioactivity and stability. The immobilized GOD could electrocatalyze the reduction of dissolved oxygen and resulted in a great increase of the reduction peak current. Upon the addition of glucose, the reduction peak current decreased, which could be used for glucose detection with a high sensitivity (8.4 muA/mM), a linear range from 0.04 to 0.28 mM and a detection limit of 0.01 mM at a signal-to-noise ratio of 3sigma. The sensor could exclude the interference of commonly coexisted uric and ascorbic acid. (C) 2003 Elsevier B.V. All rights reserved.\", \"The electrochemical behaviors of single-, few- and multi-layer graphene, graphene oxides, reduced graphene oxides, CVD graphene and three-dimensional graphene are discussed and critically evaluated, providing an up-to-date summary on the progress of the field. (C) 2013 Elsevier B.V. All rights reserved.\", \"Recent advances in the electrochemistry at the interface between two immiscible electrolyte solutions (ITIES) are reviewed. Polarizability of ITIES, ion transfer across the interface, facilitated transfer of ions, adsorption at the oil/water interface, electron transfer and applications to ion-selective electrodes, solvent extraction and membrane phenomena are discussed.\", \"Microbial fuel cell (MFC) research is a rapidly evolving field that lacks established terminology and methods for the analysis of system performance. This makes it difficult for researchers to compare devices on an equivalent basis. The construction and analysis of MFCs requires knowledge of different scientific and engineering fields, ranging from microbiology and electrochemistry to materials and environmental engineering. Describing MFC systems therefore involves an understanding of these different scientific and engineering principles. In this paper, we provide a review of the different materials and methods used to construct MFCs, techniques used to analyze system performance, and recommendations on what information to include in MFC studies and the most useful ways to present results.\", \"Anodes of Li4Mn5O12, Li4Ti5O12, and Li2Mn4O9 with a spinel-type structure have been evaluated in room-temperature lithium cells. The cathodes that were selected for this study were the stabilized spinels, Li1.03Mn1.97O4 and LiZn0.025Mn1.95O4, and layered LiCoO2. The electrochemical data demonstrated that Li+ ions will shuttle between two transition-metal host structures (anode and cathode) at a reasonably high voltage with a concomitant change in the oxidation state of the transition metal cations so that the Li+ ions do not reduce to the metallic state at the anode during charge. These cells reduce the safety hazards associated with cells containing metallic-lithium, lithium-alloy, and lithium-carbon anodes.\", \"It is demonstrated that impedance spectroscopy can be used for the energetic characterization of the semiconductor/electrolyte interface. Furthermore, by means of several examples, it is shown how the mechanisms of electrochemical reactions are studied by the electrical impedance technique. Also the use of the optoelectronic admittance method for the investigation of photoelectrochemical processes is discussed.\", \"Because of its extraordinary chemical stability, diamond is a perspective electrode material to be used in electrochemistry and electrochemical engineering. In this review-article, the results of basic studies in the synthetic-diamond electrochemistry are summarized: the electrochemical kinetics, photoelectrochemistry, electrochemical impedance spectroscopy. Relations between the semiconductor nature and crystal structure of diamond and its electrochemical behavior are revealed. Prospects for using diamond electrodes in the electroanalysis, electrosynthesis, and environmentally-oriented industry are outlined.\", \"Some twenty-five years after they first came to prominence as alternative electrochemical solvents room temperature ionic liquids (RTLs) are currently being employed across an increasingly wide range of chemical fields. This review examines the current state of ionic liquid based electrochemistry, with particular focus on the work of the last decade. Being composed entirely of ions and possessing wide electrochemical windows (often in excess of 5 volts), it is not difficult to see why these compounds are seen by electrochemists as attractive potential solvents. Accordingly, an examination of the pertinent properties of ionic liquids is presented, followed by an assessment of their applications to date across various electrochemical disciplines, concluding with an outlook viewing current problems and directions.\", \"The functionalized graphene nanosheets (PDDA-G) with poly(diallyldimethylammonium chloride) (PDDA) were synthesized and used to combine with room temperature ionic liquid (RTIL). The resulting RTIL/PDDA-G composite displayed an enhanced capability for the immobilization of hemoglobin to realize its direct electrochemistry. Moreover, the RTIL/PDDA-G based biosensor exhibited excellent electrocatalytic activity for the detection of nitrate with a wide linear range from 0.2 to 32.6 mu M and a low detection limit of 0.04 mu M at 3 sigma. This work opens a new way to functionalized graphene nanosheets with good biocompatibility and solubility in biosensors. (C) 2010 Elsevier B.V. All rights reserved.\", \"Thermodynamic and kinetic aspects of the electrochemistry of L-cystine reduction and L-cysteine oxidation are reviewed. Both mercury and a range of solid electrodes are considered. In the former case, cysteinate complex formation occurs; in the case of solid electrodes, reactant adsorption is a complicating factor. At both types of electrode, the kinetics of electron transfer and mass transport of reactant can become an important rate-determining step. The implications of thermodynamic and kinetic studies on the electrosynthesis of L-cysteine are highlighted.\", \"Energy production and storage are both critical research domains where increasing demands for the improved performance of energy devices and the requirement for greener energy resources constitute immense research interest. Graphene has incurred intense interest since its freestanding form was isolated in 2004, and with the vast array of unique and highly desirable electrochemical properties it offers, comes the most promising prospects when implementation within areas of energy research is sought. We present a review of the current literature concerning the electrochemical application of graphene in energy storage/generation devices, starting with its use as a super-capacitor through to applications in batteries and fuel cells, depicting graphene's utilisation in this technologically important field. (C) 2011 Elsevier B.V. All rights reserved.\", \"Electrochemistry at the interface between two immiscible electrolyte solutions (ITIES) gains more and more interest due to its wide range of applications. The present review encompasses the various domains of charge transfer reactions in biphasic systems, with some emphasis on certain studies that marked the advances of electrochemistry at ITIES and that, in a noticeable manner, have been presented in large majority at the ISE meetings during the last two decades. These studies, as well as some subjects in which our recent research interest is concerned, are used here to describe the fundamental aspects of charge transfer reactions at liquid/liquid interfaces and to outline their various applications. This overview presents the methodologies offered by the ITIES in the fields of amperometric sensors, solvent extraction, pharmacokinetics, thermo-electricity and solar energy conversion, and the accent is put on the perspectives of their potential development in the coming years. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"HRP was found with a direct electrochemistry at carbon nanotube microelectrode. The adsorbing HRP could transfer electron directly at CNT compared with common carbon electrode material. It was calculated that the transfer coefficient alpha was 0.57, and heterogeneous electron transfer rate constant was 2.48 +/- 0.03 s(-1). It was found that the adsorbing HRP still keeps its catalytic activity to H2O2. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"In this communication, biosynthesis of gold nanoparticles assisted by Escherichia coli DH5 alpha and its application on direct electrochemistry of hemoglobin are reported. The gold nanoparticles formed on the bacteria surface are mostly spherical. The direct electrochemistry of hemoglobin can be achieved by incorporated into the bio-nanocomposite films on a glassy carbon electrode. (c) 2007 Elsevier B.V. All rights reserved.\", \"Because of the remarkably high theoretical energy output, metal-air batteries represent one class of promising power sources for applications in next-generation electronics, electrified transportation and energy storage of smart grids. The most prominent feature of a metal-air battery is the combination of a metal anode with high energy density and an air electrode with open structure to draw cathode active materials (i.e., oxygen) from air. In this critical review, we present the fundamentals and recent advances related to the fields of metal-air batteries, with a focus on the electrochemistry and materials chemistry of air electrodes. The battery electrochemistry and catalytic mechanism of oxygen reduction reactions are discussed on the basis of aqueous and organic electrolytes. Four groups of extensively studied catalysts for the cathode oxygen reduction/evolution are selectively surveyed from materials chemistry to electrode properties and battery application: Pt and Pt-based alloys (e. g., PtAu nanoparticles), carbonaceous materials (e. g., graphene nanosheets), transition-metal oxides (e. g., Mn-based spinels and perovskites), and inorganic-organic composites (e. g., metal macrocycle derivatives). The design and optimization of air-electrode structure are also outlined. Furthermore, remarks on the challenges and perspectives of research directions are proposed for further development of metal-air batteries (219 references).\", \"Rechargeable lithium batteries that can be assembled in the discharged state with lithiated metal oxide cathodes and carbon anodes are being developed to minimize the safety hazards associated with batteries that use pure metallic lithium anodes. This paper reviews crystallographic aspects of insertion electrodes with layered (Li(x)MO(2)) and spinel (Li(x)M(2)O(4)) structures (M = Co, Ni, Mn, V). The use of Li4Ti5O12 (spinel) instead of Lithiated carbon (LiC6) as the anode is briefly discussed. Emphasis is placed on the structural properties of insertion electrodes that control their stability during electrochemical cycling.\", \"Direct electrochemistry of cytochrome c (Cyt c), which was adsorbed on the surface of multi-walled carbon nanotubes (MWNTs), was investigated. The results from electrochemical impedance spectroscopy (EIS) and cyclic voltammetry (CV) suggested that Cyt c could be tightly adsorbed on the surface of MWNTs and MWNTs show an obvious promotion for the direct electro-transfer between Cyt c and electrode. A couple of well-defined and quasi-reversible CV peaks of Cyt c can be observed in a phosphate buffer solution (pH 7.0). Cyt c adsorbed on MWNTs exhibits a remarkable electrocatalytic activity for the reduction of hydrogen peroxide (11201). The calculated apparent Michaelis-Menten constant (K-m(app)) was 857 muM, indicating a high catalytic activity of Cyt c adsorbed on MWNTs modified electrode to the reduction of H2O2. Based on these, a third generation reagentless biosensor can be constructed for the determination of H2O2. (C) 2005 Elsevier B.V. All rights reserved.\", \"Graphene-based nanomaterials are in the forefront of chemical research. This tutorial review provides an introduction to their electrochemistry, its fundamentals and applications. Selected examples of applications in energy storage and sensing are presented. The synthetic methods for preparing graphenes as well as their materials chemistry are thoroughly discussed, as they have a profound influence on the electronic and electrochemical behavior of graphene-related nanomaterials. Inherent electrochemistry and spectroelectrochemistry of graphene nanomaterials is discussed thoroughly. Important application in sensing and energy storage areas are highlighted.\", \"The electrochemistry of some copper-containing proteins and enzymes, viz. azurin, galactose oxidase, tyrosinase (catechol oxidase), and the \\\"blue\\\" multicopper oxidases (ascorbate oxidase, bilirubin oxidase, ceruloplasmin, laccase) is reviewed and discussed in conjunction with their basic biochemical and structural characteristics. It is shown that long-range electron transfer between these enzymes and electrodes can be established, and the mechanistic schemes of the DET processes are proposed. (c) 2004 Elsevier B. V. All rights reserved.\", \"A fundamental change has been achieved in understanding surface electrochemistry due to the profound knowledge of the nature of electrocatalytic processes accumulated over the past several decades and to the recent technological advances in spectroscopy and high resolution imaging. Nowadays one can preferably design electrocatalysts based on the deep theoretical knowledge of electronic structures, via computer-guided engineering of the surface and (electro)chemical properties of materials, followed by the synthesis of practical materials with high performance for specific reactions. This review provides insights into both theoretical and experimental electrochemistry toward a better understanding of a series of key clean energy conversion reactions including oxygen reduction reaction (ORR), oxygen evolution reaction (OER), and hydrogen evolution reaction (HER). The emphasis of this review is on the origin of the electrocatalytic activity of nanostructured catalysts toward the aforementioned reactions by correlating the apparent electrode performance with their intrinsic electrochemical properties. Also, a rational design of electrocatalysts is proposed starting from the most fundamental aspects of the electronic structure engineering to a more practical level of nanotechnological fabrication.\", \"The direct electrochemistry of hemoglobin (Hb) immobilized on a hexagonal mesoporous silica (HMS)-modified glassy carbon electrode was described. The interaction between Hb and the HMS was investigated using UV-Vis spectroscopy, FT-IR, and electrochemical methods. The direct electron transfer of the immobilized Hb exhibited two couples of redox peaks with the formal potentials of -0.037 and -0,232 V in 0.1 M (pH 7.0) PBS, respectively, which corresponded to its two immobilized states. The electrode reactions showed a surface-controlled process with a single proton transfer at the scan rate range from 20 to 200 mV/s. The immobilized Hb retained its biological activity well and displayed an excellent response to the reduction of both hydrogen peroxide (H2O2) and nitrate (NO2-). Its apparent Michaelis-Menten constants for H2O2 and NO2- were 12.3 and 49.3 muM, respectively, showing a good affinity. Based on the immobilization of Hb on the HMS and its direct electrochemistry, two novel biosensors for H2O2 and NO2- were presented. Under optimal conditions, the sensors could be used for the determination of H2O2 ranging from 0.4 to 6.0 muM and NO2- ranging from 0.2 to 3.8 muM. The detection limits were 1.86 x 10(-9) M and 6.11 X 10(-7) M at 3sigma, respectively. HMS provided a good matrix for protein immobilization and biosensor preparation. (C) 2003 Elsevier B.V. All rights reserved.\", \"Graphene, as the fundamental 2D carbon structure with exceptionally high crystal and electronic quality, has emerged as a rapidly rising star in the field of material science. Its sudden discovery in 2004 led to an explosion of interest in the study of graphene with respect to its unique physical, chemical, and mechanical properties, opening up a new research area for materials science and condensed-matter physics, and aiming for wide-ranging and diversified technological applications. In this critical review, we will describe recent advances in the development of graphene-based materials from the standpoint of electrochemistry. To begin with, electron transfer properties of graphene will be discussed, involving its unusual electronic structure, extraordinary electronic properties and fascinating electron transport. The next major section deals with the exciting progress related to graphene-based materials in electrochemistry since 2004, including electrochemical sensing, electrochemiluminescence, electrocatalysis, electrochemical energy conversion and FET devices. Finally, prospects and further developments in this exciting field of graphene-based materials are also suggested (224 references).\", \"A novel lithium insertion material of LiCo1/3Ni1/3Mn1/3O2 was reported for advanced lithium-ion batteries. LiCo1/3Ni1/3Mn1/3O2 (R (3) over barm; a = 2.862(2) Angstrom and c = 14.227(8) Angstrom in hexagonal setting) shows about 200 mAh g(-1) of rechargeable capacity with rate capability as high as 1.6 A g(-1) between voltages of 2.5 and 4.6 V. Preliminary cycle tests of a Li/LiCo1/3Ni1/3Mn1/3O2 cell were also carried out for 30 cycles and shows that loss of rechargeable capacity was negligible. Thermal behavior of fully charged LiCo1/3Ni1/3Mn1/3O2 was examined by differential scanning calorimetry and shown that the exothermic reaction of square(0.88)Li(0.12)Co(1/3)Ni(1/3)Mn(1/3)O(2) with electrolyte is much milder than that of squareNiO(2) or squareCoO(2). From these results we have discussed whether or not this material can be used for advanced lithium-ion batteries. (C) 2003 Elsevier Science B.V. All rights reserved.\", \"Direct electrochemistry of hemoglobin was observed in stable thin film composed of a natural lipid (egg-phosphatidylcholine) and hemoglobin on pyrolytic graphite (PG) electrode. Hemoglobin in lipid films shows thin layer electrochemistry behavior. The formal potential Edegrees' of hemoglobin in the lipid film was linearly varied with pH in the range from 3.5 to 7.0 with a slope of -46.4 mV pH(-1) Hemoglobin in the lipid film exhibited elegant catalytic activity for electrochemical reduction of H202, based which a unmediated biosensor for H2O2 was developed. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"This Account reports the synthesis and characterization of dendrimer-encapsulated metal nanoparticles and their applications to catalysis. These materials are prepared by sequestering metal ions within dendrimers followed by chemical reduction to yield the corresponding zerovalent metal nanoparticle. The size of such particles depends on the number of metal ions initially loaded into the dendrimer. Intradendrimer hydrogenation and carbon-carbon coupling reactions in water, organic solvents, biphasic fluorous/organic solvents, and supercritical CO2 are also described.\", \"This review discusses main techniques and methods which use nanoscale materials for construction of electrochemical biosensors. Described approaches include nanotube and nanoparticle-based electrodes relying on aligned nanotube arrays, direct electron transfer between biomolecule and electrode. novel binding materials and mass production technology; and nanoscale materials as biomolecule tracers, including gold nanoparticles, quantum dots for DNA and protein multiplexing, novel nanobiolabels as apoferritin, liposomes and enzyme tags loaded carbon nanotubes. Specific issues related to electrochemistry of nanoscale materials are discussed. Various applications for genomic and proteomic analysis are described. (C) 2006 Elsevier B.V. All rights reserved.\", \"Due to a large variety of properties, passive films and their stability play an important role in recent and future research. At first, the nature of passive films is discussed for the steady state. New techniques allow the detailed determination of film thickness, stoichiometry, microstructure, and electronic properties. The distinction of these properties allows a rough classification of oxide films and their properties. In the second part, various processes, such as growth, reduction, dissolution, and modification are discussed. These overall processes depend on the rate of ion and electron transfer reactions (ITR, ETR) in a complex manner. Examples are given for some special reactions. Applications are discussed for surface protection, micro and nano systems and electrocatalysis. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"Self-assembly of two-dimensional graphene sheets is an important strategy for producing macroscopic graphene architectures for practical applications, such as thin films and layered paperlike materials. However, construction of graphene self-assembled macrostructures with three-dimensional networks has never been realized. In this paper, we prepared a self-assembled graphene hydrogel (SGH) via a convenient one-step hydrothermal method. The SGH is electrically conductive, mechanically strong, and thermally stable and exhibits a high specific capacitance. The high-performance SGH with inherent biocompatibility of carbon materials is attractive in the fields of biotechnology and electrochemistry, such as drug-delivery, tissue scaffolds, bionic nanocomposites, and supercapacitors.\", \"Dissolution of spinel manganese oxides and the concomitant cathodic capacity losses were examined in 4 V Li/PC + DME + LiClO4/LixMn2O4 cells where PC is propylene carbonate and DME is dimethoxyethane. Dissolved Mn2+ contents in the electrolytes were analyzed as a function of cathode potential and carbon contents in the composite cathodes. Characteristically manganese dissolution was notably high at the charged state (at >4.1 V vs. Li/Li+), in which potential range an electrochemical oxidation of the solvent molecules was also prominent. From this and another observation whereby the Mn dissolution increased with increasing carbon content in the composite cathodes, it was proposed that, at the charged state of the cathode the solvent molecules are electrochemically oxidized on carbon surfaces and an as-generated species promotes the manganese dissolution. Results of an ac impedance study revealed that Mn dissolution brings about an increase in contact resistances at the Mn-depleted spinel/carbon interface, and also in the electrode reaction resistances for Li+ intercalation/deinterealation. Thus, the Mn dissolution causes capacity losses in two different pathways; material loss of the loaded spinel and polarization loss due to a cell resistance increment. The former prevailed when cathodes contained excess amounts of carbon, while the latter became more of a problem as the carbon contents decreased.\", \"The preparation and characterization of LiNi1-xCoxO2 compounds (0 less-than-or-equal-to x less-than-or-equal-to 1) having a space group R3mBAR, for 4 volt secondary lithium cells were investigated. By developing processing methods, homogeneous LiNi1-xCoxO2 samples were obtained and characterized by XRD, ir and magnetic susceptibility measurements. When increasing x in LiNi1-xCoxO2, the unit cell dimensions a and c in hexagonal setting, decreased almost linearly as a function of x. Magnetic susceptibility measurements indicated that LiNi1-xCoxO2 consists of low-spin states of Co3+ (t2g6 eg0) and Ni3+ (t2g6 e(g)1). All samples may be used as positive electrodes in nonaqueous lithium cells. Of these, LiCoO2 showed the highest working voltage and about l20 mAh g-1 of rechargeable capacity, and LiNi1/2Co1/2O2 showed the lowest working voltage and about 130 mAh g-1 of rechargeable capacity in the voltage range 2.5-4.2 V in 1 M LiClO4 propylene carbonate solution. LiNiO2 has more than 150 mAh g-1 of rechargeable capacity with working voltages above 3.5 V. Secondary lithium ion cells which consisted of LiNi1-xCoxO2 cathodes and natural graphite anodes, were also examined and the specific problems of establishing an innovative secondary lithium cell were discussed.\", \"A set of guidelines is proposed for designing high-energy-density alloy anode materials. It is first shown that the molar volume of lithium is about 9 mL/mol in a wide variety of lithium alloys and is independent of lithium content. Using this property of lithium alloys, simple relationships between the volumetric energy density and the volumetric expansion of an alloy are derived. These relationships are extremely powerful for designing alloys with the maximum possible energy density for a given electrode-coating performance. (C) 2007 The Electrochemical Society.\", \"Among the many important challenges facing the development of Li-air batteries, understanding the electrolyte's role in producing the appropriate reversible electrochemistry (i.e., 2Li(+) + O(2) + 2e(-) <-> Li(2)O(2)) is critical. Quantitative differential electrochemical mass spectrometry (DEMS), coupled with isotopic labeling of oxygen gas, was used to study Li-O(2) electrochemistry in various solvents, including carbonates (typical Li ion battery solvents) and dimethoxyethane (DME). In conjunction with the gas-phase DEMS analysis, electrodeposits formed during discharge on Li-O(2) cell cathodes were characterized using ex situ analytical techniques, such as X-ray diffraction and Raman spectroscopy. Carbonate-based solvents were found to irreversibly decompose upon cell discharge. DME-based cells, however, produced mainly lithium peroxide on discharge. Upon cell charge, the lithium peroxide both decomposed to evolve oxygen and oxidized DME at high potentials. Our results lead to two conclusions; (1) coulometry has to be coupled with quantitative gas consumption and evolution data to properly characterize the rechargeability of Li-air batteries, and (2) chemical and electrochemical electrolyte stability in the presence of lithium peroxide and its intermediates is essential to produce a truly reversible Li-O(2) electrochemistry.\", \"Electrochemistry detection offers considerable promise for capillary-electrophoresis (CE) microchips, with features that include remarkable sensitivity, portability, independence of optical path length or sample turbidity, low cost and power requirements, and high compatibility with modern micromachining technologies. This article highlights key strategies in control led-potential electrochemical detectors for CE microchip systems, along with recent advances and directions. Subjects covered include the design of the electrochemical detection system, its requirements and operational principles, common electrode materials, isolation from the separation voltage, derivatization reactions, typical applications, and future prospects. It is expected that electrochemical detection will become a powerful tool for CE microchip systems and will lead to the creation of truly portable (and possibly disposable) devices.\", \"Progress in the area of faradaic bioelectrochemistry over the last decade has been reviewed. Electrochemical and spectroscopic studies of the protein-electrode interface are discussed along with the use of electron transfer promoters, self-assembled monolayers (SAMs), and surfactant films. Voltammetric techniques are described that permit rapid, in-situ measurement of formal potentials while also providing kinetic resolution on the sub-millisecond time scale. Some enzymes, especially those of analytical interest, must be coupled or 'wired' to the electrode using mediators in order to achieve rapid electron transfer. Supramolecular structures designed to facilitate electron transfer and to immobilize co-factors are described. The use of electrochemically-based biosensors for in-vivo measurements is documented. (C) 3000 Elsevier Science Ltd. All rights reserved.\", \"The reduction of H2O2 on horseradish peroxidase (HRP) and horseradish peroxidase-gold sol (HRP-Au) modified electrodes has been studied with and without an electron transfer mediator. The amplification effect owing to the enzyme-catalyzed turnover of substrate facilitates our observation that HRP immobilized on colloidal gold and then deposited on a flat electrode surface can be reduced at a convenient rate at 0 V (Ag/AgCl) without an electron transfer mediator. Possible mechanisms and potential applications are discussed.\", \"Direct electrochemistry and electrocatalysis of catalase (Cat) was studied based on a nano-composite film consisting of amine functionalized graphene and gold nanoparticles (AuNPs) modified glassy carbon electrode. Graphene was synthesized chemically by Hummers and Offeman method and then was functionalized with amino groups via chemical modification of carboxyl groups introduced on the graphene surface. The nano-composite film showed an obvious promotion of the direct electron transfer between Cat and the underlying electrode, which attributed to the synergistic effect of graphene-NH2 and AuNPs. The resultant bioelectrode retained its biocatalytic activity and offered fast and sensitive H2O2 quantification. Under the optimized experimental conditions, hydrogen peroxide was detected in the concentration range from 0.3 to 600 mu M with a detection limit of 50 nM at S/N = 3. The biosensor exhibited some advantages, such as short time respond (2 s), high sensitivity (13.4 mu A/mM) and good reproducibility (RSD = 5.8%). (C) 2011 Elsevier Ltd. All rights reserved.\", \"Graphene has proved to be an excellent nanomaterial for applications in electrochemistry. We review progress in constructing high-performance electrochemical sensors and biosensors. We also discuss:\\ndifferent routes for graphene fabrication;\\ngraphene-modified electrodes and graphene-composite electrodes for sensing, including those based on ionic liquids;\\nincorporation of biorecognition elements into graphene-based electrodes; and,\\ngraphene-supported electrocatalytic nanoparticle-based electrochemical sensors and biosensors. (C) 2010 Elsevier Ltd. All rights reserved.\", \"Li-ion battery technology has become very important in recent years as these batteries show great promise as power sources that can lead us to the electric vehicle (EV) revolution. The development of new materials for Li-ion batteries is the focus of research in prominent groups in the field of materials science throughout the world. Li-ion batteries can be considered to be the most impressive success story of modern electrochemistry in the last two decades. They power most of today's portable devices, and seem to overcome the psychological barriers against the use of such high energy density devices on a larger scale for more demanding applications, such as EV. Since this field is advancing rapidly and attracting an increasing number of researchers, it is important to provide current and timely updates of this constantly changing technology. In this review, we describe the key aspects of Li-ion batteries: the basic science behind their operation, the most relevant components, anodes, cathodes, electrolyte solutions, as well as important future directions for R&D of advanced Li-ion batteries for demanding use, such as EV and load-leveling applications.\", \"Immunosensing microfluidic devices are reviewed. Devices are commonly fabricated in glass, silicon, and polymers, with polymers seeing greater attention in recent years. Methods have been developed to immobilize antibodies and other molecules and resist non-specific adsorption through surface modification. The most common detection method is fluorescence, followed by electrochemistry. Various microfluidic designs have been reported for immunoassay applications. The observed trends in microfluidic immunoassay applications closely resemble the trends of general immunoassays, where large molecules are detected principally through a sandwich procedure, while competitive assays are used to detect smaller molecules. The following future trends are suggested: more sensitive detection, increased integration and miniaturization, multianalyte analysis, more robust reagents and devices, and increased functionality of surface treatments. (c) 2004 Elsevier B.V. All rights reserved.\", \"Direct electron transfer between an electrode and the redox active centre of glucose oxidase, flavin adenine dinucleotide (FAD), is probed using carbon nanotube modified gold electrodes. Gold electrodes are first modified with a self-assembled monolayer of cysteamine and then shortened single walled carbon nanotubes (SWNT) are aligned normal to the electrode surface by self-assembly. The electrochemistry of these aligned nanotube electrode arrays is initially investigated using potassium ferricyanide which showed SWNT act as nanoelectrodes with the ends of the tubes more electrochemically active than the walls. Subsequently the nanotubes are plugged into the enzymes in one of two ways. In the first method, native glucose oxidase is covalently attached to the ends of the aligned tubes which allowed close approach to FAD and direct electron transfer to be observed with a rate constant of 0.3 s(-1). In the second strategy, FAD was attached to the ends of the tubes and the enzyme reconstituted around the surface immobilized FAD. This latter approach allowed more efficient electron transfer to the FAD with a rate constant of 9 s(-1).\", \"We present a facile, economical microwave pyrolysis approach to synthesize fluorescent carbon nanoparticles with electrochemiluminescence properties.\", \"The cycling behavior and electrochemical characteristics of the sulfur electrode in the lithium/sulfur rechargeable cell were investigated using galvanostatic cycling and cyclic voltammetry. The cycling performance of the sulfur electrode was characterized in different solvents (triglyme, PEGDME 250 and 500). The variations of capacity and capacity fade rate were also measured as a function of the content of sulfur, carbon and binder. The capacity fade rate of the sulfur electrode was lower with a higher molecular weight solvent such as PEGDME 250 or 500. The content of carbon in the sulfur electrode plays an important role in capacity improvement. The best cell cycled for 600 deep cycles above 100 mAh/g of electrode, and 400 cycles above 160 mAh/g of electrode (80% of original capacity) at room temperature. (C) 2002 The Electrochemical Society.\", \"Ionic liquids, defined here as salts with melting temperatures below 100degreesC, evolved from traditional high temperature molten salts. Some materials we would now recognize as ionic liquids were observed as far back as the mid 19th century. The quest for useful molten salts with lower melting temperatures led to inorganic chloroaluminates, to organic chloroaluminates, then to the water and air stable salts now being developed for green chemistry applications.\", \"Quasi-reversible and direct electrochemistry of cytochrome c (cyt. c) has been obtained at a novel electrochemical interface constructed by self-assembling gold nanoparticles (GNPs) onto a three-dimensional silica gel network, without polishing or any modification of the surface. A cleaned gold electrode was first immersed in a hydrolyzed sol of the precursor (3-mercaptopropyl)-trimethoxysilane to assemble three-dimensional silica gel, then the GNPs were chemisorbed onto the thiol groups of the sol-gel network and modified the kinetic barrier of this self-assembled silicate film. Cyclic voltammetry and AC impendance spectroscopy were performed to evaluate electrochemical properties of the as prepared interface. These nanoparticle inhibits the adsorption of cyt. c onto bare electrode and acts as a bridge of electron transfer between protein and electrode. (C) 2003 Elsevier B.V. All rights reserved.\", \"LiCoO2 (R3BARm; a = 2.82 angstrom, c = 14.1 angstrom in hexagonal setting) was prepared and examined in nonaqueous lithium cells using 1M LiClO4 propylene carbonate solution at 30-degrees-C. The oxidation of LiCoO2 and the reduction of Li1-xCoO2 proceeded reversibly in the voltage region above 3.9 V. X-ray diffraction (XRD) examinations indicated the reaction proceeded in a topotactic manner, i.e., two-phase reactions (0 < x < 1/4 and 3/4 < x < 1 in Li1-xCoO2) and a single-phase reaction (1/4 < x < 3/4). A monoclinic phase (a = 4.91 angstrom, b = 2.82 angstrom, c = 5.02 angstrom, and beta = 111.4-degrees) was observed in 3/4 < x < 1 in addition to that at about x = 0.45 (a = 4.90 angstrom, b = 2.81 angstrom, c = 5.05 angstrom, and beta = 108.3-degrees). Detailed open-circuit voltage measurements were carried out. The open-circuit voltage are invariable at 3.92 V for 0 < x < 1/4 and at 4.50 V for 3/4 < x < 1. The two straight lines are connected smoothly by a composition-dependent curve for 1/4 < x < 3/4, which was consistent with the XRD observations. The differences and similarities between the solid-state redox reactions of LiCoO2 and LiNiO2 were discussed by comparing the structural and electrochemical data. Possible lithium ordering at x = 1/4 and 3/4 for this type of material is described in terms of a [2 x 2] superlattice in a triangular lattice of sites.\", \"The kinetics of the hydrogen oxidation reaction (HOR) and hydrogen evolution reaction (HER) on polycrystalline platinum [Pt(pc)] and high surface area carbon-supported platinum nanoparticles (Pt/C) were studied in 0.1 M KOH using rotating disk electrode (RDE) measurements. After corrections of noncompensated solution resistance from ac impedance spectroscopy and of hydrogen mass transport in the HOR branch, the kinetic current densities were fitted to the Butler-Volmer equation using a transfer coefficient of alpha = 0.5, from which HOR/HER exchange current densities on Pt(pc) and Pt/C were obtained, and the HOR/HER mechanisms in alkaline solution were discussed. Unlike the HOR/HER rates on Pt electrodes in alkaline solution, the HOR/HER rates on a Pt electrode in 0.1 M HClO(4) were limited entirely by hydrogen diffusion, which renders the quantification of the HOR/HER kinetics impossible by conventional RDE measurements. The simulation of the hydrogen anode performance based on the specific exchange current densities of the HOR/HER at 80 degrees C illustrates that in addition to the oxygen reduction reaction cell voltage loss on the cathode, the slow HOR kinetics are projected to cause significant anode potential losses in alkaline fuel cells for low platinum loadings (> 130 mV at 0.05 mg(Pt)/cm(anode)(2) and 1.5 A/cm(anode)(2)), contrary to what is reported for proton exchange membrane fuel cells. (C) 2010 The Electrochemical Society. [DOI: 10.1149/1.3483106] All rights reserved.\", \"LiNixMn2-xO4 has been synthesized using sol-gel and solid-state methods for 0 < x < 0.5. The electrochemical behavior of the samples was studied in Li/LiNixMn2-xO4 coin-type cells. When x = 0, the capacity of Li/LiMn2O4 cells appears at 4.1 V. As x increases, the capacity of the 4.1 V plateau decreases as 1-2x Li per formula unit, and a new plateau at 4.7 V appears. The capacity of the 4.7 V plateau increases as 2x Li per formula unit, so that the total capacity of the samples (both the 4.1 and 4.7 V plateaus) is constant. This is taken as evidence that the oxidation state of Ni in these samples is +2, and therefore they can be written as Li+Nix+2Mn1-2x+3Mn1+x+4O4-2. The 4.1 V plateau is related to the oxidation of Mn3+ to Mn4+ and the 4.7 V plateau to the oxidation of Ni2+ to Ni4+. The effect of synthesis temperature, atmosphere, and cooling rate on the structure and electrochemical properties of LiNi0.5Mn1.5O4 is also studied on samples made by the sol-gel method. LiNi0.5Mn1.5O4 samples made by heating gels at temperatures below 600 degrees C in air are generally oxygen deficient, leading to Mn oxidation states significantly less than 4. LiNi0.5Mn1.5O4 samples heated above 650 degrees C suffer due to disproportionation into LiNixMn2-xO4 with z < 0.5 and Li2Ni1-zO with z approximate to 0.2, which occurs above about 650 degrees C. Pure LiNi0.5Mn1.5O4 materials can be made by extended heatings near 600 degrees C or by slowly cooling materials heated at higher temperatures. LiNi0.5Mn1.5O4 made at 600 degrees C has demonstrated good reversible capacity at 4.7 V in excess of 100 mAh/g for tens of cycles.\", \"Horseradish peroxidase (HRP)-TiO2 film electrodes were fabricated by casting the mixture of HRP solution and aqueous titania nanoparticle dispersion onto pyrolytic graphite (PG) electrodes and letting the solvent evaporate. The HRP incorporated in TiO2 films exhibited a pair of well-defined and quasi-reversible cyclic voltammetric peaks at about -0.35 V versus saturated calomel electrode (SCE) in pH 7.0 buffers, characteristic of HRP-Fe(III)/Fe(II) redox couple. The electron exchange between the enzyme and PG electrodes was greatly enhanced in the TiO2 nanoparticle film microenvironment. The electrochemical parameters such as apparent heterogeneous electron transfer rate constant (k(s)) and formal potential (Edegrees) were estimated by fitting the data of square wave voltammetry with nonlinear regression analysis. The HRP-TiO2 film electrodes were quite stable and amenable to long-time voltammetric experiments. The UV-Vis spectroscopy showed that the position and shape of Soret absorption band of HRP in TiO2 films kept nearly unchanged and were different from those of hemin or hemin-TiO2 films, suggesting that HRP retains its native-like tertiary structure in TiO2 films. The electrocatalytic activity of HRP embedded in TiO2 films toward O-2 and H2O2 was studied. Possible mechanism of catalytic reduction of H2O2 with HRP-TiO2 films was discussed. The HRP-TiO2 films may have a potential perspective in fabricating the third-generation biosensors based on direct electrochemistry of enzymes. (C) 2004 Elsevier Ltd. All rights reserved.\", \"Electrode reaction rates and most double layer parameters are extensive quantities and have to be referred to the unit area of the interface. Knowledge of the real surface area of electrodes is therefore needed. Comparison of experimental data with theories or of experimental results for different materials and/or from different laboratories to each other is physically groundless without normalization to unit real area of the electrode surface. Different methods have been proposed to normalize experimental data specifically with solid electrodes. Some of them are not sufficiently justified from a physical point of view. A few of them are definitely questionable. The purpose of this document is to scrutinize the basis on which the various methods and approaches rest, in order to assess their relevance to the specific electrochemical situation and, as far as possible, their absolute reliability. Methods and approaches are applicable to (a) liquid electrodes. (b) polycrystalline and single crystal face solids, (c) supported, compressed and disperse powders. The applicability of the various techniques to each specific case is to be verified. After an introductory discussion of the \\\"concept\\\" of real surface area, fifteen methods, eleven applied in situ and four ex situ, are scrutinized. For each of them, after a description of the principles on which it is based, limitations are discussed and recommendations are given.\", \"A reagentless horseradish peroxidase (HRP) biosensor, which is based on the direct electron transfer between the enzyme and the electrode, has been shown by direct electrochemistry of HRP and direct bioelectrocatalysis towards H2O2. Composite material based on biocompatible chitosan (Chi) and room temperature ionic liquid 1-butyl-3-methyl-imidazolium tetrafluoroborate (BMIM (.) BF4) was used to construct the HRP biosensor. A pair of stable and well-defined quasi-reversible redox peaks of HRP for the HRP(Fe(III))/HRP(Fe(II)) redox couple with a formal potential of about -0.34 V (vs. Ag/AgCl) in a pH 7.0 phosphate buffer solution (PBS) were observed at the Chi-BMIM (.) BF4-HRP composite film modified glassy carbon (GC) electrode. The biosensor exhibited good sensitivity and reproducibility, wide linear range, low detection limit and excellent long-term stability. The Chi-BMIM (.) BF4-HRP film was also characterized by UV-visible spectroscopy, indicating that HRP in the composite film could retain its native structure. Both biocompatibility of chitosan and inherent conductivity of BMIM (.) BF4 enable the composite material to become an excellent biosensing platform for realizing direct electrochemistry and electrocatalysis of HRP along with good stability. (c) 2006 Elsevier B.V. All rights reserved.\", \"In situ monitoring of mass change was performed during electrochemical growth and redox cycling of a conducting polymer(polypyrrole) on a quartz crystal microbalance. For the polypyrrole films grown with large polymeric anions(poly(4-styrenesulfornate) and polyvinylsulfonate), mostly cations and solvent molecules were inserted and removed to compensate charge in polypyrrole. The films formed with medium-sized anions (tosylate) showed both apparent anion and cation motion during the redox process. The films prepared in the presence of small anions (ClO4- and BF4-) showed mostly anion motion, but apparent cation motion also became significant for higher oxidation and/or reduction state.\", \"We report herein on recent studies related to nonaqueous magnesium electrochemistry and R&D of rechargeable magnesium batteries. Extensive attempts have been made to examine electrolyte systems based on ionic liquids as potential solutions for nonaqueous magnesium batteries. In general, magnesium electrodes are reactive with many imidazolium-based ionic liquids. In those liquids in which Mg electrodes are apparently stable, they develop a blocking passivation. It was possible to develop improved solutions for rechargeable magnesium batteries based on mixtures of THF, tetraglyme (where the high boiling point of the polyether improves the safety features), and complexes based on Lewis acid-Lewis base reactions between AlCl2R and MgR2 or RMgCl. The choice of the type of Lewis base, the R group and the appropriate acid-base ratios enables a reasonable specific conductivity to be obtained, 100% cycling efficiency of Mg electrodes, and a wide electrochemical window, up to 2.4 V.\\nThis work included rigorous studies by Raman spectroscopy, electron microscopy, ICP, and a variety of electrochemical techniques. In parallel, Mg insertion cathodes based on cubic TiS2, NiSx NiSSe and CuSx were also investigated. (C) 2007 Elsevier B.V. All tights reserved.\", \"The use of nanostructured films to modify electrochemical electrodes has allowed a whole host of new systems/devices to be fabricated, with properties that may be tuned upon synergistic interactions between the film components. Films produced with the Layer-by-Layer (LbL) technique, in particular, have opened up the way for new approaches in electrochomism, electrocatalysis, bioelectrochemistry and electroanalysis, for organic and inorganic-organic hybrid nanoarchitectures may be achieved. In addition to the fabrication of novel, optimized materials, with the LbL method fundamental processes such as charge transfer mechanisms involving biomolecules and nanoparticles can be investigated at the molecular level. In this paper we highlight the recent trends in the electrochemistry of LbL films, with emphasis on their promising technological applications in sensing/biosensing and electrochromic devices.\", \"A novel H2O2 biosensor has been fabricated based on the direct electrochemistry and electrocatalysis of myoglobin (Mb) immobilized on silver nanoparticles doped carbon nanotubes film with hybrid sol-gel techniques. A pair of redox peaks with peak separation of 160 mV and formal potential of -0.295 V was observed at this composite film, corresponding to the direct electrochemistry of Mb. The heterogeneous rate constant was estimated to be 0.41 s(-1). Under optimum conditions, the amperometric determination of H2O2 was performed with a linear range of 2.0 x 10(-6) -1.2 x 10(-3) mol L-1 and a detection limit of 3.6 x 10(-7) mol/L (S/N = 3). The Michealis-Menten constant was also estimated to be 1.62 mmol L-1. The proposed biosensor showed favorable reproducibility, stability, selectivity and accuracy, and has been used to determine H2O2 in real samples with favorable recoveries. (C) 2008 Elsevier B.V. All rights reserved.\", \"The modification of an interface on a molecular level with more than one molecular 'building block' is essentially an example of the 'bottom-up' fabrication principle of nanotechnology. The fabrication of such integrated molecular systems in electrochemistry has seen rapid progress in recent years via the development of sensing interfaces fabricated using self-assembled monolayers (SAMs). This review outlines recent advances and applications of self-assembled monolayers for modifying electrodes with an emphasis on the development of integrated molecular systems. First, some basic issues regarding fabricating integrated molecular systems, such as the role of the surface topography of the electrode and patterning surfaces, are discussed. Subsequently an overview of recent developments in pH, inorganic and bio sensing involving the use of SAMs is given. Finally emerging trends in using molecular building blocks in the fabrication of integrated molecular systems, such as nanotubes, dendrimers and nanoparticles, are reviewed.\", \"Rough and partially active electrodes are frequently modelled as fractals. These models are surveyed with special attention to the time dependence of the diffusion controlled current towards fractal interfaces. By means of a real system (rough platinum) it is shown how an electrochemical surface characterization procedure can be elaborated by using fractal concepts.\", \"In this paper we present data showing quasi-reversible electrochemistry of soluble cytochrome c using the gold electrode modifier N-acetyl cysteine (E1/2 = 25 mV, DELTAE(p) = 60 MV, I(p,a)/v1/2 = constant). Cytochrome c was subsequently immobilized at this modified electrode using a carbodiimide condensation reaction. The electron-transfer rate between the immobilized protein and the gold electrode was estimated as 3.4+/-1.2 s-1 and the formal potential E-degrees' of the immobilized protein electrode was calculated as 2 mV/SCE. We also present data showing an application for the immobilized cytochrome c electrode as a sensor for the specific measurement of superoxide radical production.\", \"The electrochemistry of 1-butyl-3-methyl-1H-imidazolium tetrafluoroborate (BmimBF(4)) ionic liquid was investigated by cyclic voltammetry and Osteryoung square wave voltammetry. Impurity chloride was identified, its concentration was determined and a way to eliminate it was demonstrated. Constant current electrolysis of BmimBF4 was performed and products were analyzed by H-1, C-13, and F-19-NMR and gas chromatography-mass spectrometry. BF3 and fluorocarbons are produced at the anode while Bmim(+) undergoes dimerization and dealkylation reactions at the cathode after reduction to a carbene. (C) 2003 The Electrochemical Society.\", \"Carbonized TiO2 nanotubes (TNT/C) prepared by carbonization with organic polymers possess advantages combined from high conductivity of carbon and nanostructure of TiO2 nanotubes. The material was used as a supporting matrix to immobilize a redox protein, hemoglobin (Hb), to explore its direct electron transfer ability. The apparent heterogeneous electron transfer rate constant (k(ET)) of Hb on TNT/C is 108 s(-1), which is much higher than that in the reported works, demonstrating excellent direct electrochemistry behavior. The TNT/C-Hb modified glassy carbon electrode (GCE) demonstrates significant electrocatalytic activity for reduction of hydrogen peroxide with a small apparent Michaelis-Menten constant (87.5 mu M). The TNT/C-Hb based H2O2 sensor has a low detection limit (0.92 mu M), fast response time (3 s) and high dynamic response range (10(-6) to 10(-1) M), a much better performance than the reported works. These results demonstrate that a direct electrochemistry behavior can be significantly enhanced through simple carbon coating on a nanostructured material for higher reaction surface area and better conductivity. This work suggests that Hb-immobilized TNT/C has potential applications in a sensitive H2O2 sensor. (C) 2008 Elsevier B.V. All rights reserved.\", \"The tremendous amount of research that has been carried out in the two closely related fields of semiconductor photoelectrochemistry and photocatalysis during the past three decades continues to provide fundamental insights and practical applications. The present review paper will attempt to describe some of the progress and resulting achievements in these two areas and to briefly discuss the future prospects. In order to provide a focal point, we will highlight work carried out in Japan over the last 5 years. However, we will try as much as possible to put this work into a global and historical context by tracing some of the key developments that have occurred outside this relatively narrow scope. We should note at the outset that we have made no attempt to cover the underlying theory or physics of photoelectrochemistry. Several excellent reviews have appeared during this same time period that cover fundamental and general aspects of photoelectrochemistry and photocatalysis. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"Photocatalysis and electroanalysis are two seemingly disparate research areas, but they are linked by the fact that both involve the use of well-known materials, TiO2 and diamond, respectively, in new ways in the service of both environmental and medical sciences. In the present article, recent developments in the area of TiO2 photocatalysis and diamond electrochemistry are summarized, with emphasis on our findings at the University of Tokyo. In the photocatalysis section, we present the fundamental aspects of TiO2 photocatalysis and its practical applications, including ail purification, self-cleaning surfaces and transparent superhydrophilic coatings. The diamond electrochemistry section deals with the electrochemical characterization and applications of diamond electrodes, which exhibit high sensitivity and excellent stability For electroanalysis, in contrast to conventional electrode materials. A particularly interesting environmental application of diamond electrodes has been developed, this involves the trace analysis of lead without the use of mercury. (C) 2000 Elsevier Science Ltd. All rights reserved.\", \"The electrochemistry of platinum single crystals is historically reviewed. After a brief revision of historical results dating before the publication of the landmark experiment by J. Clavilier of the flame annealing in 1980, the controversy introduced by this experiment into the surface electrochemistry community is described. Questions about the structure and composition of the platinum surface after the flame annealing and their implications on the characteristic voltammetry of platinum single crystal electrodes were slowly answered in the years that followed the first introduction of this methodology. One of the last questions to be solved was that about the nature of the chemical species responsible for the charge transfer process that leads to the so-called unusual features in the voltammogram. This was solved with the charge displacement experiment. Nowadays, a great deal of knowledge has been gathered about the structure of the interphase between platinum electrodes and electrolytic solutions and also about the electrocatalytic behaviour of platinum surfaces. State-of-the-art information about platinum electrochemistry is provided, with emphasis on results from our group, especially those obtained with a thermodynamic analysis, involving either constant or variable temperatures and with the laser-induced temperature jump method.\", \"Cytochrome P450 (CYP) is a large family of enzymes containing heme as the active site. Since their discovery and the elucidation of their structure, they have attracted the interest of scientist for many years, particularly due to their catalytic abilities. Since the late 1970s attempts have concentrated on the construction and development of electrochemical sensors. Although sensors based on mediated electron transfer have also been constructed, the direct electron transfer approach has attracted most of the interest. This has enabled the investigation of the electrochemical properties of the various isoforms of CYP. Furthermore, CYP utilized to construct biosensors for the determination of substrates important in environmental monitoring, pharmaceutical industry and clinical practice. (c) 2004 Elsevier B. V. All rights reserved.\", \"The electrochemistry of an alkaline, aqueous cell based on sodium borohydride, NaBH4, oxidation has been studied, Cell performance has been elucidated in 3.6 cm(2) laboratory cells constructed with an air cathode and an anode current collector made of highly dispersed gold/platinum particles supported on high-surface area carbon silk. The number of electrons utilized per molecule of BH4- oxidized (similar to 6.9 out of a possible 8) implies efficient utilization of the BH4- oxidation. Specific energies > 180 W h/kg (based on total fuel weight) and power densities > 20 mW/cm(2) at room temperature and > 60 mW/cm(2) at 70 degrees C have been obtained. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"Direct electrochemistry of hemoglobin is obtained by coimmobilizing hemoglobin and sodium montmorillonite at a pyrolytic electrode surface. Hemoglobin maintains most of its native structure in the film. This modified electrode shows high stability and enzyme-like catalytic activity.\", \"Various aspects of the oxygen evolution reaction (OER) at passive oxide covered polycrystalline Ni electrodes in aqueous alkaline solution were investigated using electrochemical techniques. Steady state polarisation and electrochemical impedance spectroscopy (EIS) were used to measure kinetically significant parameters including the Tafel slope and the reaction order with respect to OH-activity. While reproducible values of the Tafel slope were readily observed, the recorded current density at a given applied potential displayed considerable variability over the course of a number of polarisation experiments, rendering difficult the extraction of the experimental reaction order parameter. This problem was resolved by applying relatively mild electrochemical pre-treatment routines to the working electrode. Cyclic voltammetry was used to probe the important issue of the interplay between the nickel oxy-hydroxide surface electrochemistry and the activity of the electrode for the OER. A current transient decay method was employed to estimate the electrode roughness factor. Amongst the mechanistic pathways proposed for the OER in the literature, only two are consistent with the experimental results reported here. The relative merits of these two pathways are discussed and the most likely is identified. The well known Krasil'shchikov mechanism is not suggested.\", \"An overview of the electrochemistry of poly (3,4-alkylenedioxythiophene)s (PXDOTS) is presented. As a class of conducting and electroactive polymers that can exhibit high and quite stable conductivities, a high degree of optical transparency as a conductor, and the ability to be rapidly switched between conducting doped and insulating neutral states, PXDOTs have attracted attention across academia and industry. Numerous fundamental aspects. are addressed here in detail, ranging from the electrochemical synthesis of PXDOTs, a variety of in-situ characterization techniques, the broad array of properties accessible, and morphological aspects. Finally, two electrochemically-driven applications, specifically electrochromism and chemical sensors of PXDOTs are discussed.\", \"A novel method for fabricating hydrogen peroxide (H2O2) sensor has been presented based on the self-assembly of ZrO2 nanoparticles with heme proteins on functional glassy carbon electrode. The immobilized proteins realized their direct electrochemistry with the formal potential of -0.032 V for hemoglobin and -0.026 V for myoglobin in pH 6.0 PBS, respectively. Electrochemical impedance spectroscopy and cyclic voltammetry were applied to characterize the self-assembly process and study the electrochemical behaviors of the immobilized proteins. UV-Vis spectra results suggested that proteins in ZrO2 films retained their bioactivity, hence they exhibit good electrocatalytic behaviors towards the reduction of substrate H2O2. As a result, a kind of novel third-generation biosensors for H2O2 was developed. The resultant heme-protein electrode exhibited fast amperometric response (within 10 s) to H2O2, excellent stability, long-term life (more than one month) and good reproducibility. (C) 2005 Elsevier B.V. All rights reserved.\", \"The electrochemical polymerization of 3,4-ethylenedioxythiophene (EDOT), in different electrolyte-solvent media was studied with cyclic voltammetry, in situ UV-VIS-spectroelectrochemistry. electrochemical quartz crystal microbalance technique (EQCM) and with in situ Fourier transform infrared (FTIR) spectroscopy using external and internal reflection techniques. The effect of polymerization current density and monomer concentration on the formation of the film structure was studied, The redox reactions and the stability of charged films of different thickness were studied with cyclic voltammetry and open circuit potentiometric measurements. FTIR spectra were recorded in situ during step-wise and continuous potential cycling of the polymer films in different electrolytes. A characterization of the doping induced IR-bands has been made. (C) 1999 Elsevier Science Ltd. All rights reserved.\", \"The nanocomposite composed of carboxymethyl chitosan (CMCS) and gold nanoparticles was successfully prepared by a novel and in situ process. It was characterized by transmission electron microscopy (TEM) and Fourier transform infrared spectrophotometer (FTIR). The nanocomposite was hydrophilic even in neutral solutions, stable and inherited the properties of the AuNPs and CMCS, which make it biocompatible for enzymes immobilization. HRP, as a model enzyme, was immobilized on the silica sol-gel matrix containing the nanocomposite to construct a novel H2O2 biosensor. The direct electron transfer of HRP was achieved and investigated. The biosensor exhibited a fast amperometric response (5 s), a good linear response over a wide range of concentrations from 5.0 x 10(-6) to 1.4 x 10(-3) M, and a low detection limit of 4.01 x 10(-7) M. The apparent Michaelis-Menten constant (K-M(app)) for the biosensor was 5.7 x 10(-4) M. Good stability and sensitivity were assessed for the biosensor. (c) 2006 Elsevier B.V. All rights reserved.\", \"Direct electrochemistry and thermal stability of hemoglobin (Hb) immobilized on a nanoineter-sized zirconium dioxide (ZrO2) modified pyrolytic graphite (PG) electrode were studied. The immobilized Hb displayed a couple of stable and well-defined redox peaks with an electron transfer rate constant of (7.90 +/- 0.93) s(-1) and a formal potential of -0.361 V (-0.12 V versus NHE) in 0.1 M pH 7.0 PBS. Both nanometer-sized ZrO2 and dimethyl sulfoxide (DMSO) could accelerate the electron transfer between Hb and the electrode. Spectroscopy analysis of the Hb/ZrO2/DMSO film showed that the immobilized Hb could retain its natural structure. This modified electrode showed a high thermal stability up to 74 degreesC and an electrocatalytic activity to the reduction of hydrogen peroxide (H2O2) without the aid of an electron mediator. The electrocatalytic response showed a linear dependence on the H2O2 concentration ranging from 1.5 to 30.2 muM with a detection limit of 0.14 muM at 3sigma. The apparent Michaelis-Menten constant K-M(app) for H2O2 sensor was estimated to be (0.31 +/- 0.02) mM, showing a high affinity. (C) 2003 Elsevier B.V. All rights reserved.\", \"Energy-storage technologies, including electrical double-layer capacitors and rechargeable batteries, have attracted significant attention for applications in portable electronic devices, electric vehicles, bulk electricity storage at power stations, and load leveling of renewable sources, such as solar energy and wind power. Transforming lithium batteries and electric double-layer capacitors requires a step change in the science underpinning these devices, including the discovery of new materials, new electrochemistry, and an increased understanding of the processes on which the devices depend. The Review will consider some of the current scientific issues underpinning lithium batteries and electric double-layer capacitors.\", \"An electrochemical quartz crystal microbalance (EQCM) was employed to monitor directly the growth of nickel(II) hexacyanoferrate(III) (NiHCNFe) films on gold substrates during electrodeposition as well as a result of sol-gel aggregation in colloidal nickel ferricyanide solutions used for modification. Frequency changes due to mass changes of the gold/crystal working electrode were correlated with cyclic voltammetric (CV) data. Evidence is also provided for the sorption of counter-cations (Li+, Na+ and K+), and associated water molecules, during redox reactions of the film. There is a strict relationship between the amount of alkali metal ions incorporated into the film during reduction, or excluded from the film during oxidation, and the frequency changes during EQCM measurements. The amount of solvent (H2O) transferred and sorbed in the NiHCNFe film reflects the degree of hydration of the investigated counter-ions. Anions also seem to participate in NiHCNFe electrochemistry, but their role is much less pronounced.\", \"The use of first-principles computational techniques, such as density functional theory (DFT), to understand electrochemical reactions is witnessing an ever increasing popularity within the physical electrochemistry community. However, applying DFT to electrochemical interfaces is still a challenging and far-from-straightforward process. In the past decade, considerable effort has been put into the development of consistent frameworks able to provide reasonable explanations for several unresolved experimental questions, especially in the field of electrocatalysis. Moreover, there exist some successful examples in which these models have been able to predict and guide experiments, leading to synthesis of catalyst materials with improved activities. Nevertheless, first-principles computational electrochemistry is still a field under development and its accuracy is limited by the size and complexity of the simulated systems. Here we will review the achievements of the free-energy approach, or \\\"computational thermodynamics\\\", to modeling electrochemical processes and discuss its present and future challenges. (C) 2012 Elsevier Ltd. All rights reserved.\", \"The electrochemical behavior of various non-aqueous organic electrolyte systems has been investigated using inert metal electrodes. The systems studied included propylene carbonate, dimethoxyethane and tetrahydrofuran solutions of LiClO4, LiAsF6, LiSO3CF3 and Bu4NClO4. The electrode metals included polycrystalline gold and silver. Various techniques including cyclic voltammetry, FTIR and XPS were used to characterize the main electrochemical reactions that occur in these systems. Several separate film forming processes have been identified, including reduction of solvent, the salt, and traces of oxygen and water. The surface films formed in these processes lead to the apparent stability of these systems at low potentials. Li UPD was also examined and was found to be controlled by the nature of the surface films through which lithium is deposited.\", \"This communication reports the first example, to our knowledge, of enzymes covalently attached onto the ends of vertically oriented single-wall carbon nanotube (SWNT) forest arrays used as electrodes. Quasi-reversible Fe-III/Fe-II voltammetry was observed for the iron heme enzymes myoglobin and horseradish peroxidase coupled to carboxylated ends of the nanotube forests by amide linkages. Results suggest that the \\\"trees\\\" in the nanotube forest behaved electrically similar to a metal, conducting electrons from the external circuit to the redox sites of the enzymes. Electrochemically manifested peroxidase activity of myoglobin and horseradish peroxidase attached to the SWNT forests was demonstrated, with detection limits for hydrogen peroxide in buffer solutions of similar to100 nM. These prototype SWNT-forest biosensors are easy to prepare, and enzyme layers were stable for weeks. (C) 2003 Elsevier Science B.V. All rights reserved.\", \"We investigated the direct electrochemistry of glucose oxidase (GOx) at gelatin-multiwalled carbon nanotube (GCNT) modified glassy carbon electrode (GCE). GOx was covalently immobilized onto GCNT modified GCE through the well known glutaraldehyde (GAD) chemistry. The immobilized GOx showed a pair of well-defined reversible redox peaks with a formal potential (E-0') of -0.40 V and a peak to peak separation (Delta E-p) of 47 mV. The surface coverage concentration (Gamma) of GOx in GCNT/GOx/GAD composite film modified GCE was 3.88 x 10(-9) mol cm(-2) which indicates the high enzyme loading. The electron transfer rate constant (k(s)) of GOx immobilized onto GCNT was 1.08 s(-1) which validates a rapid electron transfer processes. The composite film shows linear response towards 630 to 20.09 mM glucose. We observed a good sensitivity of 2.47 mu A mM(-1) cm(-2) for glucose at the composite film. The fabricated biosensor displayed two weeks stability. Moreover, it shows no response to 0.5 mM of ascorbic acid (AA), uric acid (UA), acetaminophen (AP), pyruvate (PA) and lactate (LA) which shows its potential application in the determination of glucose from human serum samples. The composite film exhibits excellent recovery for glucose in human serum at physiological pH with good practical applicability. (C) 2010 Elsevier B.V. All rights reserved.\", \"The electrochemistry of horse heart cytochrome c was studied by cyclic voltammetry at a glassy carbon electrode modified with single-wall carbon nanotubes (SWNTs). A pair of well-defined redox waves was obtained in cytochrome c aqueous solution at an activated SWNT film-modified electrode. The optimal conditions for activating the SWNT film-modified electrode has been determined. The electrode reaction of cytochrome e is a diffusion-controlled process. The peak current increases linearly with the concentration of cytochrome e in the range from 3.0 x 10(-5)-7.0 x 10(-4) M. The detection limit is 1.0 x 10(-5) M. The activated SWNT film was characterized by scanning electron microscopy. Furthermore, interaction of cytochrome c with adenine was characterized by electrochemical and spectral methods.\", \"Electrochromic windows are reviewed with a focus on the chemistry, electrochemistry, stability and manufacturing of the different window varieties. Windows are divided into three classes; battery-like, with open circuit memory and solution phase and hybrid designs, which are self erasing and require a maintenance current during caloration. Construction of windows includes all thin film solid state structures and devices containing polymeric or gel electrolytes. The stability and manufacturing considerations include the presence of water, organic materials and the nature of the main transportable ion (protons or Li+). Examples from this laboratory representing protic and aprotic systems are presented, with structures HxWO3\\\\acidic polyelectrolyte\\\\Ir oxide and LixWO3[Li2O-B2O3\\\\LiyCrO2+x respectively. (C) 1999 Elsevier Science Ltd. All rights reserved.\", \"The present work considers hydrogen generation from water using solar energy. The work is focused on the materials-related issues in the development of high-efficiency photo-electrochemical cells (PECs). The property requirements for photo-electrodes, in terms of semiconducting and electrochemical properties and their impact on the performance of PECs, are outlined. Different types of PECs are overviewed and the impact of the PEC structure and materials selection on the conversion efficiency of solar energy are considered.\\nTrends in research in the development of high-efficiency PECs are discussed. It is argued that very sophisticated materials engineering must be used for processing the materials that will satisfy the specific requirements for photo-electrodes. An important issue in the processing of these materials is the bulk vs. interface properties at the solid/solid interfaces (e.g., grain boundaries) and solid/liquid interfaces (e.g., electrode/electrolyte interface). Consequently, the development of PECs with the efficiency required for commercialization requires the application of up-to-date materials processing technology.\\nThe performance of PECs is considered in terms of.\\nexcitation of electron-hole pair in photo-electrodes;\\ncharge separation in photo-electrodes;\\nelectrode processes and related charge transfer within PECs;\\ngeneration of the PEC voltage required for water decomposition.\\nThis work also gives empirical data on the performance of PECs of different structures and materials selection.\\nIt is argued that PEC technology is the most promising technology for hydrogen production owing to several reasons:\\nPEC technology is based on solar energy, which is a perpetual source of energy, and water, which is a renewable resource;\\nPEC technology is environmentally safe, with no undesirable byproducts;\\nPEC technology may be used on both large and small scales;\\nPEC technology is relatively uncomplicated.\\nAccording to current predictions, the production of hydrogen will skyrocket by 2010 (Morgan and Sissine, Congressional Research Service, Report for Congress. The Committee for the National Institute for the Environment, Washington, DC, 20006-1401, 28 April 1995). Consequently, seed funding already has been allocated to several national research programs aiming at the development of hydrogen technology. The countries having access to this PEC technology are likely to form the OPEC of the future. (C) 2002 International Association for Hydrogen Energy. Published by Elsevier Science Ltd. All rights reserved.\", \"A series of spinel-framework structures of Li[Me1/2Mn3/2]O-4 (Me; Ti, Cr, Fe, Co, Ni, Cu, and Zn) was prepared and examined by XRD and electrochemical methods. All samples except Li[Ti1/2Mn3/2]O-4 and Li[Zn1/2Mn3/2]O-4 exhibited approximately 5 V solid-state redox potentials (vs. Li+/Li), probably due mainly to compact crystal fields imposed by the spinel-framework structure of cubic close-packed oxygen linked with tetravalent manganese ions. Of these, Li[Fe1/2Mn3/2]O-4 and Li[Ni1/2Mn3/2]O-4 are very attractive materials in both basic and applied research fields, and the solid-state redox potentials of transition metal ions in such crystal fields are summarized and discussed. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"This paper presents a new computational framework for modeling chemically reacting flow in anode-supported solid-oxide fuel cells (SOFC). Depending on materials and operating conditions, SOFC anodes afford a possibility for internal reforming or catalytic partial oxidation of hydrocarbon fuels. An important new element of the model is the capability to represent elementary heterogeneous chemical kinetics in the form of multistep reaction mechanisms. Porous-media transport in the electrodes is represented with a dusty-gas model. Charge-transfer chemistry is represented in a modified Butler-Volmer setting that is derived from elementary reactions, but assuming a single rate-limiting step. The model is discussed in terms of systems with defined flow channels and planar membrane-electrode assemblies. However, the underlying theory is independent of the particular geometry. Examples are given to illustrate the model. (c) 2005 The Electrochemical Society.\", \"Graphene is a new 2D nanomaterial with outstanding material, physical, chemical, and electrochemical properties. In this review, we first discuss the methods of preparing graphene sheers and their chemistry. Following that, the fundamental reasons governing the electrochemistry of graphene are meaningfully described Graphene is all excellent. electrode material with the advantages of conductivity and electrochemistry of sp(2) carbon but without the disadvantages related to carbon nanotubes, Such as residual metallic impurities. We highlight important applications of graphene and graphene nanoplatelets For sensing, biosensing, and energy storage. (C) 2009 The Japan Chemical Journal Forum and Wiley Periodicals, Inc Chem Rec 9 211-223; 2009 Published online in Wiley InterScience (www.interscience.wiley com) DOI 10.1002/tcr.200900008\", \"The effect of oxygen in nanocrystalline colloidal TiO2 film photoelectrodes have been investigated by means of optically induced photocurrent transient measurements. It was concluded that O-2 played an important role in the recombination of electrons and heres. Some effects especially associated with the nanoporous morphology of these photoelectrodes are discussed.\", \"The direct electrochemistry of glucose oxidase (GOx) integrated with graphene was investigated The voltammetric results indicated that GOx assembled on graphene retained its native structure and bioactivity exhibited a surface-confined process and underwent effective direct electron transfer (DET) reaction with an apparent rate constant (k(s)) of 2 68 s(-1) This work also developed a novel approach for glucose detection based on the electrocatalytic reduction of oxygen at the GOx-graphene/GC electrode The assembled GOx could electrocatalyze the reduction of dissolved oxygen Upon the addition of glucose the reduction current decreased which could be used for glucose detection with a high sensitivity (ca 110 +/- 3 mu A mM(-1) cm(-2)) a wide linear range (0 1-10 mM) and a low detection limit (10 +/- 2 mu M) The developed approach can efficiently exclude the interference of commonly coexisting electroactive species due to the use of a low detection potential (-470 mV versus SCE) Therefore this study has not only successfully achieved DET reaction of GOx assembled on graphene but also established a novel approach for glucose detection and provided a general route for fabricating graphene-based biosensing platform via assembling enzymes/proteins on graphene surface (C) 2010 Elsevier Ltd All rights reserved\", \"This review deals with the use of pyridine-nucleotide dependent dehydrogenase enzymes in amperometric biosensor design. The electrochemistry of the nicotinamide coenzymes, their mechanism and the challenges associated with their direct oxidation on solid electrodes are discussed. In addition, a survey of the different solutions proposed in the literature for addressing these problems and some of their applications are presented.\", \"The subject of sol-gel electrochemistry is introduced, starting with a brief account of milestones in its evolution. Then, the types of sol-gel materials that are useful for electrochemistry are presented, followed by a description of recent advances in the various fields of sol-gel electrochemistry. Modified electrodes, solid electrolytes, electrochromic devices, and corrosion protection coatings are described. Emerging fields such as RuO2 supercapacitors and electrochemical synthesis of sol-gel precursors are also addressed.\", \"The considerable progress made in the development of fundamental and applied aspects of sonoelectrochemistry, the coupling of power ultrasound into an electrochemical experiment, is reviewed with respect mainly to the measurement and analysis of effects observed in conventional sonoelectrochemical experiments in homogeneous environments. Based on the tools and methods now available it is hoped that the application of ultrasound in areas as diverse as electroanalytical and synthetic electrochemistry will be beneficial and new innovative approaches employing the various mechanical and chemical effects of ultrasound will result.\", \"The direct electrochemistry of glucose oxidase (GOD) immobilized in a modified electrode based on a composite film of exfoliated graphite nanosheets (GNSs) and Nafion has been investigated for the first time. Direct electron communication between GOD and the electrode was achieved with a fast electron transfer rate (12.6 s(-1)). In addition, the bioactivity of GOD was retained after immobilization in the composite film and glucose could be determined based on the decrease of the electrocatalytic response of the reduced form of GOD to dissolved oxygen. The resulting biosensor exhibited higher sensitivity (3.4 mu A mM(-1)). Considering much lower cost of GNSs and ready preparation from graphite, the GNSs-based modified electrode described here is superior to the carbon nanotubes (CNTs)-based modified electrodes and should have wide applications in third-generation biosensors, bioelectronics and electrocatalysis. (C) 2009 Elsevier B.V. All rights reserved.\", \"We first reported that polyvinylpyrrolidone-protected graphene was dispersed well in water and had good electrochemical reduction toward O-2 and H2O2. With glucose oxidase (GOD) as an enzyme model, we constructed a novel polyvinylpyrrolidone-proteeted graphene/polyethylenimine-ftmctionalized ionic liquid/GOD electrochemical biosensor, which achieved the direct electron transfer of GOD, maintained its bioactivity and showed potential application for the fabrication of novel glucose biosensors with linear glucose response up to 14 mM.\", \"The state of the art of the electrochemistry of alpha-, beta-, and gamma-cyclodextrins (CDs) and cyclodextrin inclusion complexes and their polarographic and voltammetric assay are reviewed. The polarographic and voltammetric determination of physicochemical parameters of CD inclusion complexes are discussed. Practical applications of adsorption and inclusion effects for electroanalytical purposes are presented; future prospects are discussed, and 95 references are given.\", \"In this paper we compare the use of nanoporous TiO2 and ZnO films as substrates for protein immobilisation and as electrodes for electrochemical reduction of the absorbed protein. These two metal oxides are of particular interest as at physiological pH values their surface charges are counterpoised, their isoelectric points (IEPs) being 6 and 9.5 for TiO2 and ZnO, respectively, We find that protein immobilisation on both films may be readily achieved from pH 7 aqueous solutions at 4 degreesC with a high binding stability and no detectable protein denaturation. However, consistent with the difference in surface charge of the two metal oxides at this pH, we find that immobilisation of cytochrome c (Cyt-c, IEP 10.5) is an optimum on TiO2 films, whereas, green fluorescence protein (GFP, IEP 4.5) binds optimally to the ZnO film. We conclude that, ZnO films may be particularly attractive for the immobilisation of low IEP proteins. Cyclic voltammetry and spectroelectrochemistry are employed to investigate reduction of immobilised Cyt-c on both metal oxides. Control studies in the absence of adsorbed protein indicate the ZnO film to be more conductive at moderate applied potentials than the TiO2 film. Studies with adsorbed Cyt-c indicate that the direct reduction of Cyt-c is possible on both films without the addition of electron transfer promoters or mediators and that all the protein on both films is electroactive. However, consistent with the difference in conductivity of the two films, Cyt-c reduction is observed at less negative potentials for the ZnO film relative to TiO2. This observation suggests that the use of ZnO films may be advantageous for the development of nanoporous biosensors employing reductive electrochemistry. (C) 2001 Elsevier Science B.V. All rights reserved.\", \"Despite intensive investigations, the nature of;he passive state is one of the most complex and unresolved subjects in the electrochemistry of zinc in alkaline solutions. In this paper, we explore the electrochemistry of the passive state on zinc in 0.1 M sodium borate/1 M sodium hydroxide solution of pH 10.5. During the course of passivation, several characteristic features in the anodic region are observed, including a wide passive range extending over >2 V and a secondary passivation phenomenon that occurs at high anodic potentials. The steady-state current in the passive state is found to be independent of the applied voltage, which is consistent with the barrier layer being an interstitial zinc conductor or an oxygen vacancy conductor (or both) with interstitial zinc being the most likely defect. This model is also consistent with the well-known n-type character of the passive film on zinc.\", \"The electrochemistry of microperoxidase-11 (MP- 11) was studied by cyclic voltammetry at a glassy carbon electrode modified with multi-walled carbon nanotubes (MWNTs). Further research indicates that MWNTs have promotional effects on the direct electron transfer between MP-11 and the surface of the MWNTs. The resulting electrodes showed a pair of well-defined redox peaks with a formal potential at about -0.26 V (vs. AgjAgCl) in phosphate buffer solution (pH 7.0). The electrochemical parameters, such as the apparent heterogeneous electron-transfer rate constant, were estimated. The experimental results also demonstrated that the immobilized MP-11 retained its bioelectrocatalytic activity to the reduction of H2O2 and O-2. The modified electrode could be used in biofuel cells. (c) 2005 Elsevier B.V. All rights reserved.\", \"The electrochemical behavior of fullerene and fullerene derivatives are reviewed with special reference to their catalytic and sensor applications. Recent work on carbon nanotubes, used as catalyst supports in heterogeneous catalysis and sensor development is also presented. An overview of recent progress in the area of fullerene electrochemistry is included. Several cases of electrocatalytic dehalogenation of alkyl halides, assisted by the electrode charge transfer to fullerenes, are discussed. Research work on the electrocatalysis of biomolecules, such as hemin, cytochrome c. DNA, coenzymes, glucose, ascorbic acid, dopamine, etc. have also been considered. Based on the studies of the interaction of fullerenes, fullerene derivatives, and carbon nanotubes with other molecules and biomolecules in particular, the possibilities for the preparation of electrochemical sensors and their application in electroanalytical chemistry are highlighted.\", \"Fracture of LiyMn2O4 is predicted with a numerical model that calculates the stress generated in spherical particles due to lithium intercalation along the 4-V plateau and phase change along the 3-V plateau. In the former case, fracture is probable at the rates typical of high-power applications, while in the latter case, the probability of fracture is linked not to the discharge rate or particle size, but to the LiMn2O4/Li2Mn2O4 phase ratio. The two-phase material should fracture immediately upon lithium extraction. The effects of variation in thermodynamic factor, diffusion coefficient, and lattice parameter are examined in detail. (C) 2006 The Electrochemical Society.\", \"Direct electrochemistry of microperoxidase (MP-11) was found at Pt microelectrodes modified with multi-wall carbon nanotubes (MWNTs). The MWNTs used as the immobilization matrix cooperatively promote the bioactivity of MP-11. When MP-11 was immobilized on MWNTs film-modified Pt microelectrodes, a pair of well-defined redox waves was obtained. The resulted stable microelectrode could be used to catalyze the reduction Of H2O2 and O-2. (c) 2004 Elsevier B.V. All rights reserved.\", \"A tetragonal pyramid-shaped porous ZnO (TPSP-ZnO) nanostructure is used for the immobilization, direct electrochemistry and biosensing of proteins. The prepared ZnO has a large surface area and good biocompatibility. Using glucose oxidase (GOD) as a model, this shaped ZnO is tested for immobilization of proteins and the construction of electrochemical biosensors with good electrochemical performances. The interaction between GOD and TPSP-ZnO is examined by using AFM, N-2 adsorption isotherms and electrochemical methods. The immobilized GOD at a TPSP-ZnO-modified glassy carbon electrode shows a good direct electrochemical behavior, which depends on the properties of the TPSP-ZnO. Based on a decrease of the electrocatalytic response of the reduced form of GOD to dissolved oxygen, the proposed biosensor exhibits a linear response to glucose concentrations ranging from 0.05 to 8.2 mM with a detection limit of 0.01 mM at an applied potential of -0.50 V which has better biosensing properties than those from other morphological ZnO nanoparticles. The biosensor shows good stability, reproducibility, low interferences and can diagnose diabetes very fast and sensitively. Such the TPSP-ZnO nanostructure provides a good matrix for protein immobilization and biosensor preparation. (C) 2008 Elsevier B.V. All rights reserved.\", \"The covalent tethering of a functional group to one or both of the ions of an otherwise ordinary ionic liquid can imbue the resulting salt with a capacity to interact with dissolved substrates in specific ways. Called \\\"task-specific\\\" ionic liquids (TSIL), these low melting salts are finding an increasing number of applications in synthesis, separations, catalysis, and electrochemistry.\", \"The electrocatalytic hydrogen-evolution reaction (HER), as the main step of water splitting and the cornerstone of exploring the mechanism of other multi-electron transfer electrochemical processes, is the subject of extensive studies. A large number of high-performance electrocatalysts have been developed for HER accompanied by recent significant advances in exploring its electrochemical nature. Herein we present a critical appraisal of both theoretical and experimental studies of HER electrocatalysts with special emphasis on the electronic structure, surface (electro)chemistry, and molecular design. It addresses the importance of correlating theoretical calculations and electrochemical measurements toward better understanding of HER electrocatalysis at the atomic level. Fundamental concepts in the computational quantum chemistry and its relation to experimental electrochemistry are also presented along with some featured examples.\", \"A series of hydrophilic and hydrophobic 1-alkyl-3-methylimidazolium room temperature ionic liquids (RTILs) have been prepared and characterized to determine how water content, density, viscosity, surface tension, melting point, and thermal stability are affected by changes in alkyl chain length and anion. In the series of RTILs studied here, the choice of anion determines water miscibility and has the most dramatic effect on the properties. Hydrophilic anions (e.g., chloride and iodide) produce ionic liquids that are miscible in any proportion with water but, upon the removal of some water from the solution, illustrate how sensitive the physical properties are to a change in water content. In comparison, for ionic liquids containing more hydrophobic anions (e.g., PF((6)- and N(SO2CF3)(2)(-)), the removal of water has a smaller affect on the resulting properties. For a series of 1-alkyl-3-methylimidazolium cations, increasing the alkyl chain length from butyl to hexyl to octyl increases the hydrophobicity and the viscosities of the ionic liquids increase, whereas densities and surface tension values decrease. Thermal analyses indicate high temperatures are attainable prior to decomposition and DSC studies reveal a glass transition for several samples. ILs incorporating PF6- have been used in liquid/liquid partitioning of organic molecules from water and the results for two of these are also discussed here. On a cautionary note, the chemistry of the individual cations and anions of the ILs should not be overlooked as, in the case of certain conditions for PF6- ILs, contact with an aqueous phase may result in slow hydrolysis of the PF6- with the concomitant release of HF and other species.\", \"Monte Carlo simulations of a model ionic liquid show that if ions have charged heads and neutral counterparts, the latter give rise to the camel shape of the voltage dependence of the double layer capacitance. Neutral 'tails' of ions play the role of latent voids that can be replaced by charged groups via rotations and translations of ions. This provides extra degrees of freedom for the field-induced charge rearrangements in the double layer which results in the peculiar double-hump capacitance profile. (C) 2009 Elsevier B.V. All rights reserved.\", \"All manifestations of pores in silicon are reviewed and discussed with respect to possible applications. Particular emphasis is put on macropores, which are classified in detail and reviewed in the context of pore formation models. Applications of macro-, meso-, and micropores are discussed separately together with some consideration of specific experimental topics. A brief discussion of a stochastic model of Si electrochemistry that was found useful in guiding experimental design for specific pore formation concludes the paper. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"Applications of the synchrotron X-ray scattering technique to electrochemistry problems are briefly reviewed ranging from submonolayer level phenomena, through nanometer size phenomena, to submicron size phenomena; that is, covering the full range of the 'interphase' at an electrode surface. The examples include, (i) incipient oxidation/reduction of platinum single crystal surfaces; (ii) submonolayer/monolayer level oxidation/reduction of ruthenium dioxide single crystal surfaces; (iii) copper passivation/ depassivation; and (iv) anodic formation of porous silicon and silicon dioxide layers. The design of several X-ray/electrochemical cells is also described. (C) 2002 Elsevier Science Ltd. All rights reserved.\", \"A miniaturised Ag \\\\ AgCl reference electrode is described which can be easily set up. Its elechochemical behaviour was proven by micropolarisation curves, electrochemical impedance spectroscopy and potential transients. A saturated potassium chloride solution was used which was solidified by adding agar. The electrode is as small as 800 mu m in diameter and 5 mm in length, with further potential for down-sizing. A modified version includes an agar salt bridge in the same capillary. After an induction period of 6 h the potential becomes stable within 1 mV for more than 6 weeks. The electrode shows a slightly different reference potential, which is discussed in terms of the production process. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"The preparation of horseradish peroxidase (HRP)-gold nanoparticles (AuNPs)-silk fibroin (SF) modified glassy carbon electrode (GCE) by one step procedure was reported for the first time. The direct electrochemistry of HRP at the modified electrode was investigated. The enzyme electrode showed a quasi-reversible electrochemical redox behavior with a formal potential of -210 mV (vs. SCE) in 0.1 M phosphate buffer solution at pH 7.1. The response of the biosensor showed a surface-controlled electrochemical process with one electron transfer accompanying with one proton. The cathodic transfer coefficient was 0.42, the electron transfer rate constant was 1.84 s(-1) and the surface coverage of HRP was 1.8 x 10(-9) mol cm(-2). The experimental results indicated that AuNPs-SF composite matrix could not only steadily immobilize HRP, but also efficiently retain its bioactivity. The biosensor displayed an excellent and quick electrocatalytic response to the reduction of H2O2. (c) 2009 Elsevier B.V. All rights reserved.\", \"The electrocatalytic oxidation of glucose in alkaline medium directly at well-aligned multi-wall carbon nanotubes (MWNTs) electrodes has been investigated in the present study. Compared to glassy carbon electrode, a substantial (+400 mV) decrease in the overvoltage of the glucose oxidation reaction was observed at MWNTs electrodes with oxidation starting at ca. +0.10 V (vs. 3 M KCl-Ag\\\\AgCl). The electrocatalytic effect is mainly attributed to carbon nanotubes with possible minor contributions from the Co catalysts present on the Ta substrate. At an applied potential of +0.20 V, MWNTs electrodes give a high and reproducible sensitivity of 4.36 muA cm(-2) mM(-1) in the presence of high concentration of chloride ion. The well-aligned MWNTs electrode thus allows highly sensitive, low-potential, stable, and fast amperometric sensing of glucose, promising for the development of nonenzymatic glucose sensors. (C) 2003 Elsevier B.V. All rights reserved.\", \"A novel polymeric ionic liquid functionalized graphene, poly(1-vinyl-3-butylimidazolium bromide)-graphene (denoted as poly(ViBuIm(+)Br(-))-G), was synthesized. FTIR, UV-vis spectra and TEM were used to characterize the formation of as synthesized nanocomposites. Due to the modification of the polymeric ionic liquid, poly(ViBuIm(+)Br(-))-G can not only be dispersed well in aqueous solutions to form a homogeneous colloidal suspension of individual nanosheets, but also exhibit a strong positive charge. Based on self-assembly, the negatively charged glucose oxidase (GOD) was immobilized onto the poly(ViBuIm(+)Br(-))-G to form a GOD/poly(ViBuIm(+)Br(-))-G/glassy carbon (GC) electrode under mild conditions. With the advantage of both poly(ViBuIm(+)Br(-)) and graphene, poly(ViBuIm(+)Br(-))-G can provide a favorable and conductive microenvironment for the immobilized GOD and thus promote their direct electron transfer at the GC electrode. Furthermore, the GOD/poly(ViBuIm(+)Br(-))-G/GC electrode displayed an excellent sensitivity, together with a wide linear range and excellent stability for the detection of glucose. Accordingly, these unique properties of such novel nanocomposite generate a promising platform for the construction of mediator-free enzymatic biosensors. (C) 2010 Elsevier B.V. All rights reserved.\", \"A novel strategy for fabricating the sensitive and stable biosensor was present by layer-by-layer (LBL) self-assembling glucose oxidase (GOD) on multiwall carbon nanotube (CNT)-modified glassy carbon (GC) electrode GOD was immobilized on the negatively charged CNT surface by alternatively assembling a cationic poly(ethylenimine) (PEI) layer and a GOD layer And the direct electrochemistry of GOD in the self-assembled {GOD/PEI}(n) film was investigated CNT as an excellent nanomatenal greatly improved the direct electron transfer between GOD in (GOD/PEI}(n) film and the electrode And the ultrathin {GOD/PEI}(n) film on the CNT surface provided a favorable microenvironment to keep the bioactivity of GOD Moreover, PEI used as an out-layer was adsorbed on the top of the (GOD/PEI}(n) film to form the sandwich-like structure (PEI/{GOD/PEI}(n)), improving the stability of the enzyme electrode On basis of these, the developed PEI/{GOD/PEI}(n)/CNT/GC biosensor has a high sensitivity of 106 57 mu A mM(-1) cm(-2), and can measure as low as 0 05 mM glucose In addition, the biosensor has excellent operational stability with no decrease in the activity of enzyme over a 1-week period. Therefore, the developed strategy making use of the advantages of CNT and LBL assembly is ideal for the direct electrochemistry of the redox enzymes and the construction of the sensitive and stable enzyme biosensor (C) 2010 Elsevier B V All rights reserved\", \"Stable thin films made from amphiphilic polymer polyacrylamide (PAM) on pyrolytic graphite (PG) electrodes demonstrated direct electrochemistry for the incorporated redox protein hemoglobin (Hb). Cyclic voltammetry of Hb-PAM films showed a pair of well-defined and nearly reversible peaks for Hb Fe(III)/Fe(II) redox couple at about - 0.27 V (vs. SCE) in pH 5.5 buffers. Compared to bare PG in Hb solutions, the electron transfer between Hb and PG electrodes was greatly facilitated in the microenvironment of PAM hydrogel films. Positions of Soret absorption band suggest that Hb keeps its secondary structure similar to its native state in the films at medium pH. The formal potential of the Hb Fe(III)/Fe(II) couple in PAM films shifted linearly between pH 4.5 and 11 with. a slope of - 47 mV pH(-1), suggesting that one proton transfer is coupled to each electron transfer in the electrochemical reaction. Hb can act as an enzyme-like catalyst in PAM films as demonstrated by catalytic reduction of trichloroacetic acid (TCA) with significant decreases in the electrode potential required, showing the possible future application of the films for biosensors and biocatalysis.\", \"A room temperature ionic liquid (RTIL) modified carbon paste electrode was constructed based on the substitute of paraffin with 1-butyl-3-methyl-imidazolium hexafluorophosphate (BMIMPF6) as binder for carbon paste. Direct electrochemistry and electrocatalytic behaviors of hemoglobin (Hb) entrapped in the sodium alginate (SA) hydrogel film on the surface of this carbon ionic liquid electrode (CILE) were investigated. The presence of IL in the CILE increased the electron transfer rate and provided a biocompatible interface. Hb remained its bioactivity on the surface of CILE and the SA/Hb modified electrode showed a pair of well-defined, quasi-reversible cyclic voltammetric peaks with the apparent standard potential (E-0') at about -0.344 V (vs. SCE) in pH 7.0 Britton-Robinson (B-R) buffer solution, which was attributed to the Hb Fe(III)/Fe(II) redox couple. UV-Vis absorption spectra indicated that heme microenvironment of Hb in SA film was similar to its native status. Hb showed a thin-layer electrochemical behavior in the SA film with the direct electron transfer achieved on CILE without the help of electron mediator. Electrochemical investigation indicated that Hb took place one proton with one electron electrode process and the average surface coverage of Hb in the SA film was 3.2 x 10(-10) mol/cm(2). The immobilized Hb showed excellent electrocatalytic responses to the reduction of H2O2 and nitrite. (c) 2007 Elsevier B.V. All rights reserved.\", \"This review covers recent advances in synthesis and electrochemical applications of gold nanoparticles (AuNPs). Described approaches include the synthesis of AuNPs via designing and choosing new protecting ligands; and applications in electrochemistry of AuNPs including AuNPs-based bioelectrochemical sensors, such as direct electrochemistry of redox-proteins, genosensors and immunosensors, and AuNPs as enhancing platform for electrocatalysis and electrochemical sensors. (c) 2007 Elsevier B.V. All rights reserved.\", \"The direct electrochemical behavior of a small metalloprotein cytochrome c incorporated in a montmorillonite-modified membrane is described. The interaction of cytochrome c with the clay colloidal particles was investigated using electrochemical and spectrophotometric methods. The incorporated cytochrome c in the clay-modified membrane displayed a diffusion-controlled electrode process and still maintained its biological activity.\", \"We show that the lithium atoms in the inverse spinel, LiNiVO4, can be electrochemically removed and reinserted in nonaqueous electrochemical cells at about 4.8 V vs. metallic Li. Using in situ x-ray diffraction methods, we prove that this is an intercalation reaction. To our knowledge, this is the Li intercalation reaction with the highest voltage known. The isostructural compound LiCoVO4, also shows reversible lithium intercalation, but only near 4.2 V vs. Li.\", \"Electrochemistry of nucleic acids (NA's) is a booming field offering sensors for DNA hybridization and DNA damage. Since the middle of the 1990's, when the development of the DNA sensors began, the number of papers in this field is steadily increasing. Electroactivity of DNA and RNA was reported for the first time in 1958. Using oscillographic polarography at controlled AC (OR AC chronopotentiometry) and a dropping mercury electrode it was shown within several years that OP signals respond to changes in DNA structure and can be used to study DNA denaturation, renaturation, premelting and DNA damage. During the first three decades a number of important findings were done, including introductions of covalently bound electroactive labels in DNA, DNA-modified electrodes, application of solid electrodes, etc., which are now used in the development of the NA sensors. On the other hand a lot of knowledge obtained in the first three decades has remained largely unknown to the present generation of researchers.\", \"Since the late 1940s, the field of electron transfer processes has grown enormously in chemistry, electrochemistry, and biology. The development of the field, experimentally and theoretically, as well as its relation to the study of the other kinds of chemical reactions, presents an intriguing history in which many threads have been brought together. In this article, some history, recent trends, and my own involvement are described. (C) 1993 Nobel Foundation(2).\", \"The nucleation mechanisms of copper during electrodeposition of thin films from sulfate solutions were studied by utilizing the electrochemical techniques (cyclic voltammetry and chronoamperometry) and atomic force microscopy (AFM). Near atomically smooth glassy carbon was used as the deposition substrate (electrode). The copper nucleation mechanisms were examined as a function of solution pH, copper concentration, deposition potential, temperature, and background electrolyte. It was found that with pH and copper concentration increase, the nuclei size increased, while the nuclei population density decreased. An increase of deposition potential produced smaller nuclei and higher nuclei population density. Temperature affected the morphology of deposited copper. The presence of background electrolyte also influenced the morphology and population density of copper nuclei. The nucleation mechanisms were examined by fitting the experimental data (chronoamperometry) into the Scharifker-Hills nucleation models. It was found that at pH 1, in the absence of background electrolyte, copper nucleation was instantaneous. At pH 2 and 3, the mechanism was inconclusive. In the presence of background electrolyte, the mechanism at pH 1 and 2 was mixed, while at pH 3, the mechanism was progressive nucleation. (C) 2002 Elsevier Science Ltd. All rights reserved.\", \"A graphene oxide (GO) modified glassy carbon electrode (GCE), namely GO/GCE was prepared by covalent coupling method, which was characterized by atomic force microscope (AFM), cyclic voltammetry (CV) and electrochemical impedance spectra (EIS). On this modified electrode, it is found that the electrochemistry of dopamine (DA) is greatly enhanced, while that of ascorbic acid (AA) is totally impressed, showing that the modified layer of GO has completely different impact on the electrochemical response of DA and M. The probable mechanism to cause the different impact was proposed. GO/GCE was further applied as a biosensor for the determination of DA in the presence of with M, and the results showed that the coexisted M has no interference toward the electrochemistry of DA. The oxidation peak currents of DA present a good linear relationship with the concentrations in the range from 1.0 mu M to 15.0 mu M with a detection limit of 0.27 mu M. The electrochemical parameters such as the electron transfer rate constant, catalytic rate constant, diffusion coefficient, and electron/proton transfer number of DA on GO/GCE were also studied. (C) 2013 Elsevier B.V. All rights reserved.\", \"Direct electrochemistry of hemoglobin (Hb) immobilized on carbon paste electrode (CPE) by a silica sol-gel film derived from tetraethylorthosilicate (TEOS) was investigated for the first time. Nevertheless, it still maintains its original structure after immobilization by sol-gel film. Hb/sol-gel modified electrode shows a thin layer electrochemistry behavior. The immobilized Hb displays the features of peroxidase and gives excellent performance in the electrocatalytic reduction of hydrogen peroxide (H2O2). Based which an unmediated biosensor for H2O2 was developed. H2O2 sensor exhibits a high sensitivity and a long-term stability. (C) 2003 Elsevier B.V. All rights reserved.\", \"In this work, the magnetic core-shell Fe3O4@Au nanoparticles attached to the surface of a magnetic glassy carbon electrode (MGCE) were applied to the immobilization/adsorption of myoglobin (Mb) for fabricating Mb/Fe3O4@Au biofilm. The morphology, structure, and electrochemistry of the nanocomposite were characterized by transmission electron microscope, UV-vis spectroscopy, electrochemical impedance spectroscopy, and cyclic voltammetry, respectively. The resultant Fe3O4@Au NPs not only have the magnetism of Fe3O4 NPs that make them easily manipulated by an external magnetic field, but also have the good conductivity and excellent biocompatibility of Au layer which can maintain the bioactivity and facilitate the direct electrochemistry of Mb in the biofilm. The modified electrode based on this Mb/Fe3O4@Au biofilm displayed good electrocatalytic activity to the reduction of H2O2 with a linear range from 1.28 to 283 mu M. The proposed method simplified the immobilization methodology of proteins and showed potential application for fabricating novel biosensors and bioelectronic devices. (c) 2009 Elsevier B.V. All rights reserved.\", \"We report the first observation of electrogenerated chemiluminescence (ECL) from US spherical assemblies in both nonaqueous system and aqueous system. The US spherical assemblies consist of US nanocrystals about 5 nm in diameter. Four ECL peaks were found under cyclic voltammetric conditions. According to the annihilation mechanism and two-equivalent adsorbed surface state theory, the mechanism for ECL peaks was proposed. The morphology of the US spherical assemblies is proved to play an important role in maintaining the stability of partial electrogenerated species to generate the ECL light. (C) 2004 Elsevier B.V. All rights reserved.\", \"A broad and critical description of the state-of-the-art in water oxidation electrocatalysts for the oxygen-evolving reaction is given. Technologically relevant catalysts for energy production from earth-abundant metals are highlighted.\", \"The photoelectrochemical properties of electrodeposited Cu2O in aqueous solutions were investigated. The material showed long term stability under illumination at negative potentials. The diffusion Length of electrons in the as-deposited material was of the order of 10-100 nm. We did not observe photocathodic reduction of water. The efficiencies for the reduction of oxygen and the methylviologen cation at these electrodes were surprisingly high. This suggests that, in conjunction with a suitable redox system. electrodeposited Cu2O could be a promising material as a p-type photoelectrode in an electrochemical photovoltaic cell. (C) 2000 The Electrochemical Society. S0013-4651(99)06-014-0. All rights reserved.\", \"The electrochemical behavior of a 4-nitrophenyl modified glassy carbon electrode has been investigated in the absence and presence of electroactive species such as ferricyanide, ruthenium hexaamine and hydroquinone following its electrochemical reduction in aqueous acidic media. The blocking properties of the grafted film are significantly altered following the reduction of the 4-nitrophenyl film. The reduction yields nitrosophenyl, hydroxyaminophenyl and aminophenyl moieties. A set of redox waves, attributed to the products of the reduction of the 4-nitrophenyl, is observed at about 0.42 V versus Ag/AgCl and is related to the nitrosophenyl/hydroxyaminophenyl interconversion. XPS measurements at the Nls core level have confirmed a loss of nitro groups upon electrochemical reduction of the grafted film. The decrease of the 406 eV peak associated with nitro groups is larger than the increase of the peak at about 400 eV that would correspond to the nitro group reduction products. This can be attributed to the cleavage of a fraction of the substituted phenyl group from the glassy carbon electrode surface. The XPS data also suggest that only a fraction of the grafted 4-nitrophenyl groups are electrochemically reduced under our experimental conditions. Nonetheless, the barrier properties of the resulting layer are maintained as shown by the suppression of the Ru(NH3)(6)(3+) electrochemistry. (C) 1998 Elsevier Science S.A. All rights reserved.\", \"Sub-stoichiometric titanium oxide, Ti4O7-supported Pt electrocatalysts for polymer electrolyte fuel cells (PEFCs) were prepared, and the electrochemical properties under PEFC operating conditions were examined. Platinum nanoparticles were deposited by a conventional impregnation method, and the applicability as an electrocatalyst was confirmed by cyclic voltammetry (CV). The onset potential of the corrosion current during the positive direction sweep of CV was much higher for Ti4O7 than for the Vulcan XC-72 carbon support, which indicates that Ti4O7 would be quite oxidation resistant under the actual PEFC operating conditions. Polarization measurements during single cell operation revealed that the Pt catalyst particles deposited on Ti4O7 showed equal specific activity for both the hydrogen oxidation reaction and the oxygen reduction reaction compared to a conventional carbon-supported Pt fuel cell catalyst. (C) 2004 Elsevier B.V. All rights reserved.\", \"A simply and high selectively electrochemical method for simultaneous determination of hydroquinone and catechol has been developed at a glassy carbon electrode modified with multiwall carbon nanotubes (MWNT). It was found that the oxidation peak separation of hydroquinone and catechol and the oxidation currents of hydroquinone and catechol greatly increase at MWNT modified electrode in 0.20 M acetate buffer solution (pH 4.5). The oxidation peaks of hydroquinone and catechol merge into a large peak of 302 mV (vs. Ag/AgCl, 3 M NaCl) at bare glassy carbon electrode. The two corresponding well-defined oxidation peaks of hydroquinone in the presence of catechol at MWNT modified electrode occur at 264 mV and 162 mV, respectively. Under the optimized condition, the oxidation peak current of hydroquinone is linear over a range from 1.0 x 10(-6) M to 1.0 x 10(-4) M hydroquinone in the presence of 1.0 x 10(-4) M catechol with the detection limit of 7.5 x 10(-7) M and the oxidation peak current of catechol is linear over a range from 6.0 x 10(-7) M to 1.0 x 10(-4) M catechol in the presence of 1.0 x 10(-4) M hydroquinone with the detection limit of 2.0 x 10(-7) M. The proposed method has been applied to simultaneous determination of hydroquinone and catechol in a water sample with simplicity and high selectivity.\", \"A novel glucose biosensor based on biomediated gold nanoparticles (AuNPs)-glucose oxidase (GOD)-carbon nanotubes-polyvinyl alcohol biocomposite film was fabricated for the first time. Direct electrochemistry of GOD in the film was obtained, proved by one pair of well-defined, quasi-reversible redox peaks with the formal potential of -0.504V in pH 7.0 phosphate buffer solution at the scan rate of 100 mV s(-1). And the electron transfer rate constant of the direct electron communication between GOD and the electrode was calculated to be 2.2 s(-1). The biomediated AuNPs play an important role in facilitating the electron exchange between the electroactive center of GOD and the electrode. Furthermore, the fabricated electrode displayed a linear amperometric response in the glucose concentration range from 0.5 to 8.0 mM with a relatively high sensitivity of 16.6 mu A mM(-1) cm(-2). Therefore, the AuNPs based biosensor described here provides a different mode to design electrochemical devices. (C) 2011 Elsevier B.V. All rights reserved.\", \"The electrochemistry of metallomacrocycles is known to depend on a variety of factors, some of which are related to the nature of the macrocycle, some to the central metal ion and some to the solution conditions. This present paper presents a brief overview of metalloporphyrin and metallocorrole redox reactivity while outlining the most important structural factors which influence the reversible half-wave potentials for oxidation or reduction of these complexes in non-aqueous media.\", \"The direct electrochemistry of glucose oxidase (GOD) was revealed at a carbon nanotube (CNT)-modified glassy carbon electrode, where the enzyme was immobilized with a chitosan film containing gold nanoparticles. The immobilized GOD displays a pair of redox peaks in pH 7.4 phosphate buffer solutions (PBS) with the formal potential of about -455 mV (vs. Ag/AgCl) and shows a surface-controlled electrode process. Bioactivity remains good, along with effective catalysis of the reduction of oxygen. In the presence of dissolved oxygen, the reduction peak current decreased gradually with the addition of glucose, which could be used for reagentless detection of glucose with a linear range from 0.04 to 1.0 mM. The proposed glucose biosensor exhibited high sensitivity, good stability and reproducibility, and was also insensitive to common interferences such as ascorbic and uric acid. The excellent performance of the reagentless biosensor is attributed to the effective enhancement of electron transfer between enzyme and electrode surface by CNTs, and the biocompatible environment that the chitosan film containing gold nanoparticles provides for immobilized GOD.\", \"The direct electrochemistry of catalase (Ct) was accomplished at a gold electrode modified with single-wall carbon nanotubes (SWNTs). A pair of well-defined redox peaks was obtained for Ct with the reduction peak potential at -0.414 V and a peak potential separation of 32 mV at pH 5.9. Both reflectance FT-IR spectra and. the dependence of the reduction peak current on the scan rate revealed that Ct adsorbed onto the SWNT surfaces. The redox wave corresponds to the Fe(III)/Fe(II) redox center of the heme group of the Ct adsorbate. Compared to other types of carbonaccous electrode materials (e.g., graphite and carbon soot), the electron transfer rate of Ct redox reaction was greatly enhanced at the SWNT-modified electrode. The peak current was found to increase linearly with the Ct concentration in the range of 8 x 10(-6)-8 x 10(-5) M Used for the electrode preparation and the peak potential was shown to be pH dependent. The catalytic activity of Ct adsorbates at the SWNTs appears to be retained, as the addition of H2O2 produced a characteristic catalytic redox wave. This work demonstrates that direct electrochemistry of redox-active biomacromolecules such as metalloenzymes can be improved through the use of carbon nanotubes.\", \"Electrochemistry represents one of the most intimate ways of interacting with molecules. This review discusses advances in synthetic organic electrochemistry since 2000. Enabling methods and synthetic applications are analyzed alongside innate advantages as well as future challenges of electroorganic chemistry.\", \"Direct electron transfer process of immobilized horseradish peroxidase (HRP) on a conducting polymer film, and its application as a biosensor for H2O2, were investigated by using electrochemical methods. The HRP was immobilized by covalent bonding between amino group of the HRP and carboxylic acid group of 5,2':5',2\\\"-terthiophene-3'-carboxylic acid polymer (TCAP) which is present on a glassy carbon (GQ. A pair of redox peaks attributed to the direct redox process of HRP immobilized on the biosensor electrode were observed at the HRP\\\\TCAP\\\\GC electrode in a 10 mM phosphate buffer solution (pH 7.4). The surface coverage of the HRP immobilized on HRP\\\\TCAP\\\\GCwas about 1.2 x 10(-12) mol cm(-2) and the electron transfer rate (ks) was determined to be 1.03 s(-1). The HRP\\\\TCAP\\\\GC electrode acted as a sensor and displayed an excellent specific electrocatalytic response to the reduction of H2O2 without the aid of an electron transfer mediator. The calibration range of H2O2 was determined from 0.3-1.5 mM with a good linear relation. (C) 2003 Elsevier B.V. All rights reserved.\", \"The preparation, physical and chemical properties. and application of ionic liquids at ambient conditions are reviewed focusing on the salts of alkylimidazolium cations and fluoroanions. (C) 2000 Elsevier Science S.A. All rights reserved.\", \"Intercalation of horseradish peroxidase (HRP) into layered titanate by assembling it with titanate nano-sheets (TNS) was firstly used for fabrication of enzyme electrode (HRP-TNS electrode). XRD result revealed that HRP-TNS film featured layered structure with HRP monolayer intercalated between the titanate layers. UV-vis spectra result indicated the intercalated HRP in TNS film well retained its native structure. The HRP-TNS film was uniform with porous structures which were confirmed by SEM. The immobilized HRP in the TNS film exhibited fast direct electron transfer and showed a good electrocatalytic performance to H2O2 with high sensitivity, wide linear range and low detection. The excellent electrochemical performance of the HRP-TNS electrode was attributed to biocompatibility of the titanate sheets, porous architectures of the HRP-TNS film which retained activity of HRP to large extent, avoided aggregation of HRP, provided better mass transport and allowed more HRP loading per unit area. Thus, the simple method described here provides a novel and effective platform for immobilization of enzyme in realizing direct electrochemistry and has a promising application in fabrication of the third-generation electrochemical biosensors. (C) 2007 Elsevier B.V. All rights reserved.\", \"Layered LiCo1/3Ni1/3Mn1/3O2 was prepared by a solid state reaction at 1000 degreesC in air and examined in nonaqueous lithium cells. LiCo1/3Ni1/3Mn1/3O2 showed a rechargeable capacity of 150 mAh g(-1) in 3.5-4.2 V or 200 mAh g(-1) in 3.5-5.0 V. Operating voltage of Li / LiCo1/3Ni1/3Mn1/3O2 was by 0.2-0.25 V lower than that of a cell with LiCoO2 or LiMn2O4 and by 0.15-0.3 V higher than that with LiNiO2 or LiCo1/2Ni1/2O2 due to a complex solid solution mechanism.\", \"A novel method to fabricate a hydrogen peroxide sensor was developed by immobilizing horseradish peroxidase (HRP) on colloidal An modified ITO conductive glass support. The cleaned glass support was modified with (3-aminopropyl)trimethoxysilane (APTMS) first to yield an interface for the assembly of colloidal An. Then 15 nm colloidal Au particles were chemisorbed onto the amine groups of the APTMS. Finally, HRP was adsorbed onto the surface of the colloidal An. The immobilized HRP displayed excellent electrocatalytical response to the reduction of hydrogen peroxide. The performance and factors influencing the resulted biosensor were studied in detail. The resulted biosensor exhibited fast amperometric response (within 5 s) to H2O2. The detection limit of the biosensor was 8.0 mumol l(-1), and linear range was from 20.0 mumol l(-1) to 8.0 mmol l(-1). Furthermore, the resulted biosensor exhibited high sensitivity, good reproducibility, and long-term stability. (C) 2003 Elsevier B.V. All rights reserved.\", \"The structure and electrochemistry of FeF3:C-based carbon metal fluoride nanocomposites (CMFNCs) was investigated in detail from 4.5 to 1.5 V, revealing a reversible metal fluoride conversion process. These are the first reported examples of a high-capacity reversible conversion process for positive electrodes. A reversible specific capacity of approximately 600 mAh/g of CMFNCs was realized at 70degreesC. Approximately one-third of the capacity evolved in a reaction between 3.5 and 2.8 V related to the cathodic reduction reaction of Fe3+ to Fe2+. The remainder of the specific capacity occurred in a two-phase conversion reaction at 2 V resulting in the formation of a finer Fe:LiF nanocomposite. Upon oxidation, selective area electron diffraction characterization revealed the reformation of a metal fluoride. Evidence presented suggested that the metal fluoride is related to FeF2 in structure. A pseudocapacitive reaction is proposed as a possible mechanism for the subsequent Fe2+ --> Fe3+ oxidation reaction. Preliminary results of FeF2, NiF2, and CoF2 CMFNCs were used in the discussion of the electrochemical properties of the reconverted metal fluoride. (C) 2003 The Electrochemical Society.\", \"The kinetic aspects of powder material electrochemistry can be studied using the cavity microelectrode (CME) as it allows carrying out voltammetry at scan rates between a few millivolts per second to several hundreds of volts per second. Thus, significant voltammogram characteristics-scan rate profiles can be drawn. Theoretical models suited to each material needs to be developed for their exploitation. First, we report significant results obtained with CME on powder materials. The materials studied were chosen for their wide variety of possible applications such as battery materials (polyaniline or Bi2O3, which modifies the electrochemical behavior of materials in which it is included), supercapacitor (carbon black), and for the electrocatalytic hydrogenation of organic compounds (PtO2). Secondly, we briefly describe the general action for establishing models to obtain a better understanding of the electrochemical processes. (C) 2001 Elsevier Science Ltd. All rights reserved.\", \"A general view of the electroanalytical applications of metal-nanoparticles in the last decade is discussed in this review. The electrocatalytical properties of various metal-nanoparticles, the employment of nanoparticles in electrochemical sensors and the use of colloidal gold as electrochemical label (no other metal nanoparticle was found to act as a label in electrochemistry) are described. Also, a description of the fabrication and electrochemical characterization of metal-nanoparticle modified electrodes is given. Finally, due to its growing importance, semiconductor-nanoparticle modified electrodes are described, although they can not be strictly considered as electroanalytical devices.\", \"The rechargeable nonaqueous lithium-air (Li-O-2) battery is receiving a great deal of interest because, theoretically, its specific energy far exceeds the best that can be achieved with lithium-ion cells. Operation of the rechargeable Li-O-2 battery depends critically on repeated and highly reversible formation/decomposition of lithium peroxide (Li2O2) at the cathode upon cycling. Here, we show that this process is possible with the use of a dimethyl sulfoxide electrolyte and a porous gold electrode (95% capacity retention from cycles 1 to 100), whereas previously only partial Li2O2 formation/decomposition and limited cycling could occur. Furthermore, we present data indicating that the kinetics of Li2O2 oxidation on charge is approximately 10 times faster than on carbon electrodes.\", \"An unmediated hydrogen peroxide biosensor was prepared by co-immobilizing hemoglobin (Hb) with kieselgubr at a pyrolytic graphite electrode surface. Hb exhibited direct electrochemistry in the film, as well as peroxidase-like activity. This modified electrode showed high stability, catalytic activity towards the reduction of hydrogen peroxide. A linear dependence of the catalytic current on the concentration of hydrogen peroxide was observed in the concentration range of 5.0 x 10(-6) to 3.0 x 10(-4) mol/l with a detection limit of 2.1 x 10(-6) mol/l. The apparent Michaelis-Menten constant (K-M(app)) was estimated to be 975 mumol/l. (C) 2002 Elsevier Science B.V. All rights reserved.\", \"The direct electrochemistry of glucose oxidase (GOD) immobilized on a hexagonal mesoporous silica modified glassy carbon electrode was investigated. The adsorbed GOD displayed a pair of redox peaks with a formal potential of -417 mV in 0.1 M pH 6.1 phosphate buffer solution (PBS). The response showed a diffusion-controlled electrode process with a two-electron transfer coupled with a two-proton transfer reaction process. GOD immobilized on a hexagonal mesoporous silica retained its bioactivity and stability. In addition, the immobilized GOD could electrocatalyze the oxidation of glucose to gluconlactone by taking ferrocene monocarboxylic acid (FMCA) as a mediator in N-2 saturated solutions, indicating that the electrode may have the potential application in biosensors to analyze glucose. The sensor could exclude the interference of commonly coexisted uric acid, p-acetaminophenol and ascorbic acid and diagnose diabetes very fast and sensitively. This work demonstrated that the mesoporous silica provided a novel matrix for protein immobilization and the construction of biosensors. (C) 2006 Elsevier BN. All rights reserved.\", \"The electrochemistry and the structural changes that occur during sodium insertion and removal from tin are studied by in-situ X-ray diffraction at 30 degrees C. The Sn vs. Na voltage curve has four distinct plateaus, corresponding to four two-phase regions during sodiation, and indicating that four Na-Sn binary alloys are formed. The alloy formed at full sodiation was found to be Na15Si4, as expected from the Na-Sn binary system at equilibrium. The three intermediate Na-Sn phases that form during sodiation have X-ray diffraction patterns that do not correspond to any known equilibrium phase of Na-Sn. More work is needed to characterize these new binary Na-Sn phases. (C) 2012 The Electrochemical Society. [DOI: 10.1149/2.037211jes] All rights reserved.\", \"This review starts with a brief historic outline of the developments in graphite intercalation compounds (GICs) and their predominant application in the field of electrochemical energy systems. The structural outline of ideal GICs and the real irreversible transformations during intercalation/de-intercalation cycles is considered in detail. A general outline of the chemical, electrochemical and the newly introduced photochemical methods for the preparation of GICs is then provided. After a brief discussion of the wide ranging surface analytical tools employed in the characterization of GICs, selected methods of characterization widely employed in the electrochemical context are described with suitable examples. A fairly detailed account of the electrochemistry of donor, acceptor GICs and graphite fluorides which essentially transform into GICs during discharge is also given. Finally, an outline of battery systems that employ at least one intercalated electrode is provided. The scope for further research and development in this area is also indicated. (C) 1998 Elsevier Science S.A. All rights reserved.\", \"Integrating graphene-based composites with enzyme provides a potent strategy to enhance biosensor performance due to their unique physicochemical properties. Herein we report on the utilization of graphene-CdS (G-CdS) nanocomposite as a novel immobilization matrix for the enzymes, which glucose oxidase (GOD) was chosen as model enzyme. In comparison with the graphene sheet and CdS nanocrystal, G-CdS nanocomposite exhibited excellent electron transfer properties for GOD with the rate constant (k(s)) of 5.9s(-1) due to the synergy effect of graphene sheet and CdS nanocrystals. Further, based on the decrease of the electrocatalytic response of the reduced form of GOD to dissolved oxygen, the obtained glucose biosensor displays satisfactory analytical performance over an acceptable linear range from 2.0 to 16 mM with a detection limit of 0.7 mM, and also prevents the effects of interfering species, which is suitable for glucose determination by real samples. These results mean that this immobilization matrix not only can be used for immobilizing GOD, but also can be extended to other enzymes and bioactive molecules, thus providing a promising platform for the development of biosensors. (C) 2010 Elsevier B.V. All rights reserved.\", \"TiO2-graphene nanocomposite was prepared by hydrolysis of titanium isopropoxide in colloidal suspension of graphene oxide and in situ hydrothermal treatment. The direct electrochemistry and electrocatalysis of hemoglobin in room temperature ionic liquid 1-Butyl-3-methylimidazolium hexafluorophosphate, chitosan and TiO2-graphene nanocomposite modified glassy carbon electrode were investigated. The biosensor was examined by using UV-vis spectroscopy, scanning electron microscopy and electrochemical methods. The results indicated that hemoglobin remained its bioactivity on the modified electrode, showing a couple of well-defined and quasi-reversible redox peaks, corresponding to hemoglobin Fe-III/Fe-II couple. The kinetic parameters for the electrode reaction, such as the formal potential (E-o), the electron transfer rate constant (k(s)), the apparent coverage (Gamma). and Michaelis-Menten constant (K-m) were evaluated. The biosensor showed good electrochemical responses to the reduction of H2O2 in the ranges of 1-1170 mu M. The detection limit was 0.3 mu M (S/N=3). The properties of this composite film, together with the bioelectrochemical catalytic activity, could make them useful in the development of bioelectronic devices, and investigation of electrochemistry of other heme proteins at functional interface. (C) 2011 Elsevier B.V. All rights reserved.\", \"This review highlights the role of electrochemical approaches in the sensing of antioxidants and their antioxidant capacity with especial attention to the analytical possibilities of electrochemistry in the direct evaluation of antioxidant capacity exhibited by food and biological samples due to the termed dietary, natural or biological antioxidants (mainly polyphenols, and vitamins C and E). ne analytical potency of the electrochemistry is comprehensively stated and the selected results found in the literature are summarized and discussed critically. The main electrochemical approaches used have been cyclic voltammetry (CV) and flow injection analysis with amperometric detection (FIA-ED). In addition, miniaturization is going to break new frontiers in the evaluation of antioxidant activity.\", \"Ionic liquids (ILs) are composed entirely of ions and they possess fascinating properties, including low volatility, tunable viscosity and miscibility, and electrolytic conductivity, which make Its unique and useful for many applications in chemical analysis. The dramatic increase in the number of publications on ILs is indicative of the tremendous interest in this field from analytical chemists. This review summarizes recent efforts in the major subdisciplines of analytical chemistry, including extractions, gas chromatography, liquid chromatography, capillary electrophoresis. mass spectrometry, electrochemistry, sensors. and spectroscopy. (C) 2009 Elsevier B.V. All rights reserved.\", \"Three heme-proteins, including myoglobin (Mb), hemoglobin (Hb) and horseradish peroxidase (HRP), were immobilized on edge-plane pyrolytic graphite (EPG) electrodes by agarose hydrogel. The proteins entrapped in the agarose film undergo fast direct electron transfer reactions, corresponding to Fe-III + e(-) --> Fe-II. The formal potential (Edegrees'), the apparent coverage (Gamma), the electron transfer coefficient (alpha) and the apparent electron transfer rate constant (K-s) were calculated by integrating cyclic voltammograms or performing nonlinear regression analysis of square wave voltammetric (SWV) experimental data. The Edegrees's are linearly dependent on solution pH (redox Bohr effect), indicating that the electron transfer was proton-coupled. Ultraviolet visible (UV-Vis) and reflection-absorption infrared (RAIR) spectra suggest that the conformation of proteins in the agarose film are little different from that proteins alone, and the conformation changes reversibly in the range of pH 3.0-10.0. Atomic force microscopy (AFM) images of the agarose film indicate a stable and crystal-like structure formed possibly due to the synergistic interaction of hydrogen bonding between N,N-dimethylformamide (DMF), agarose hydrogel and heme-proteins. This suggests a strong interaction between the heme-proteins and the agarose hydrogel. DMF plays an important role in immobilizing proteins and enhancing electron transfer between proteins and electrodes. The mechanisms for catalytic reduction of hydrogen peroxide and nitric oxide (NO) by proteins entrapped in agarose hydrogel were also explored. (C) 2004 Elsevier B.V. All rights reserved.\", \"A novel glucose biosensor was developed based on the direct electrochemistry of glucose oxidase (GOD) adsorbed in graphene/polyaniline/gold nanoparticles (AuNPs) nanocomposite modified glassy carbon electrode (GCE). Compared with graphene, polyanilline (PANI) or graphene/PANI, the graphene/PANI/AuNPs nanocomposite was more biocompatible and it offered a favorable microenvironment for facilitating the direct electron transfer between GOD and electrode. The adsorbed GOD displayed a pair of well-defined quasi-reversible redox peaks with a formal potential of -0.477 V (vs. SCE) and an apparent electron transfer rate constant (k(s)) of 4.8 s(-1) in 0.1 M pH 7.0 PBS solution. The apparent Michaelis-Menten constant of the adsorbed GOD was 0.60 mM, implying a fabulous catalytic activity and a remarkable affinity of the adsorbed GOD for glucose. The amperometric response of GOD-graphene/PANI/AuNPs modified electrode was linearly proportional to the concentration of glucose in the range of 4.0 mu M to 1.12 mM with a low detection limit of 0.6 mu M at signal-to-noise of 3. The combination of the direct electron transfer character of GOD and the promising feature of graphene/PANI/AuNPs nanocomposite favors the selective and sensitive determination of glucose with improved analytical capabilities. (C) 2013 Elsevier B.V. All rights reserved.\", \"Trends in electrocatalytic activity of the oxygen evolution reaction (OER) are investigated on the basis of a large database of HO* and HOO* adsorption energies on oxide surfaces. The theoretical overpotential was calculated by applying standard density functional theory in combination with the computational standard hydrogen electrode (SHE) model. We showed that by the discovery of a universal scaling relation between the adsorption energies of HOO* vs HO*, it is possible to analyze the reaction free energy diagrams of all the oxides in a general way. This gave rise to an activity volcano that was the same for a wide variety of oxide catalyst materials and a universal descriptor for the oxygen evolution activity, which suggests a fundamental limitation on the maximum oxygen evolution activity of planar oxide catalysts.\", \"Here we describe the electrolytic deposition of Zn, Sn and Zn/Sn alloys from a solution of the metal chloride salts separately in urea and ethylene glycol/choline chloride based ionic liquids. We show that the deposition kinetics and thermodynamics differ from the aqueous processes and that qualitatively different phases, compositions and morphologies are obtained for the metal coatings in the different ionic liquid systems. We have quantified the electrochemical stripping responses using cyclic voltammetry together with compositional analysis using SEM/EDAX and X-ray diffraction. The differences in electrochemical responses are rationalised in terms of the speciation of both Zn and Sn chlorides in the ionic liquids that have been identified using FAB mass spectrometry. Also we demonstrate that composite metal coatings, e.g. containing Al2O3 Particles, can be obtained from these liquid systems by virtue of the stable liquid suspensions. This novel feature of these liquids is a function of their relatively high viscosity. (c) 2006 Elsevier B.V. All rights reserved.\", \"The effects of 1-butyl-3-methylimidazolium tetrafluoroborate ([bmim][13174]) on direct electrochemistry and bioelectrocatalysis of hemoglobin (Hb), myoglobin (Mb), and catalase (Cat) entrapped in agarose hydrogel films were investigatdd. A small amount of water in [bmim][BF4] is necessary to maintain the electrochemical activities of these heme proteins. The direct electron transfer between heme proteins and glassy carbon electrode (GC) is a surface-confined quasi-reversible process, corresponding to heme Fe(III) + e -> heme Fe(II). Several electrochemical parameters of these processes, such as the charge-transfer coefficient (a) and the apparent electron transfer rate constant (k(s)), were calculated by nonlinear regression analysis of square wave voltammetry (SWV) experimental data. Furthermore, highly electrocatalytic activities of the heme protein-agarose films toward hydrogen peroxide (H2O2) were observed, indicating that heme proteins entrapped in agarose films retained their bioelectrocatalytic activities in [bmim][BF4] solution. The apparent Michaelis-Menten constant (K-m(app)) of Mb for H2O2 was evaluated to be 5.93 x 10(-4) mol L-1. The catalytic reduction peak current is directly proportional to the concentration of H2O2 between 1.28 x 10(-6) mol L-1 and 7.08 x 10(-4) mol L-1. Experiments for Hb and Cat received similar results. (C) 2007 Elsevier B.V. All rights reserved.\", \"A new type of sonoelectroreactor is presented. Its most interesting characteristic is the nature of the working electrode which is made up of the immersed titanium horn itself (anode or cathode). The frequency of the home-made reactor is around 20 kHz. The performances of this sonoelectroreactor are tested during the copper electrodeposition.\", \"This paper examines an electrochemistry-based lithium-ion battery model developed by Doyle, Fuller, and Newman. The paper makes this model more tractable and conducive to control design by making two main contributions to the literature. First, we adaptively solve the model's algebraic equations using quasi-linearization. This improves the model's execution speed compared to solving the algebraic equations via optimization. Second, we reduce the model's order by deriving a family of analytic Pade approximations to the model's spherical diffusion equations. The paper carefully compares these Pade approximations to other published methods for reducing spherical diffusion equations. Finally, the paper concludes with battery simulations showing the significant impact of the proposed model reduction approach on the battery model's overall accuracy and simulation speed. (C) 2010 The Electrochemical Society. [DOI: 10.1149/1.3519059] All rights reserved.\", \"Electrochemistry will play a vital role in creating sustainable energy solutions in the future, particularly for the conversion and storage of electrical into chemical energy in electrolysis cells, and the reverse conversion and utilization of the stored energy in galvanic cells. The common challenge in both processes is the development ofpreferably abundantnanostructured materials that can catalyze the electrochemical reactions of interest with a high rate over a sufficiently long period of time. An overall understanding of the related processes and mechanisms occurring under the operation conditions is a necessity for the rational design of materials that meet these requirements. A promising strategy to develop such an understanding is the investigation of the impact of material properties on reaction activity/selectivity and on catalyst stability under the conditions of operation, as well as the application of complementary insitu techniques for the investigation of catalyst structure and composition.\", \"High-temperature electrochemistry remains a relatively unexplored field of research, although in recent years significant developments have been made. This report details the main experimental methods and approaches to heating an electrochemical system under both isothermal and non-isothermal conditions and gives an insight into the experimental and electroanalytical results obtainable under such conditions. It has been shown that the promotion of mass transport at high-temperatures, through diffusion or convection, often results in increased current signals. This increase benefits electroanalytical measurements by lowering detection limits. High temperatures also usefully enhance the sensitivity of systems with sluggish kinetics.\", \"In situ electrochemical scanning tunneling microscopy (ESTM) is applied to a gold(111) surface with atomic resolution in aqueous sulfuric acid solutions. Real-space images of close-packed Au atoms are stably resolved on an Au(111) facet in a \\\"pure\\\" H2SO4 solution. It is concluded that (square-root 3 x square-root 3)R30-degrees is the structure for the first underpotential deposition of copper on Au(111). The (square-root 3 x square-root 3)R30-degrees is the only observable structure for a long period of time in the entire potential range between 0.18 V and 0.1 V vs. a saturated calomel electrode. Two distinctly different phase boundaries are found between nearly perfect (square-root 3 x square-root 3)R30-degrees domains. The initial stages of the UPD of Cu have been investigated carefully.\", \"Zeolite-Y-modified carbon paste electrodes display a preferential incorporation of the neurotransmitters dopamine and epinephrine, while rejecting the anionic ascorbate species. The greatly enhanced selectivity accrued from the ion-exchange properties of the zeolite particles is demonstrated using cyclic voltammetric, batch amperometric and flow-injection voltammetric experiments. Experimental parameters affecting the uptake of dopamine, including the solution pH and ionic strength or zeolite loading, are explored. The attractive properties of zeolite-modified electrodes could be valuable for in-vivo brain electrochemistry.\", \"Internal steam reforming in SOFC cells leads to inhomogeneous temperature distributions according to the fast reforming reaction kinetics. This results in thermal induced stresses and may lead therefor to mechanical failure of the material. A one-dimensional numerical simulation program has been developed to describe the transport of gases inside the SOFC anode due to diffusion and permeation as well as the kinetic of the reforming reaction and the electrochemistry. Simulations with experimentally determined reaction rates and structural properties of the anode materials have been performed. In order to reduce the methane conversion rate, a sensitivity analysis has been performed. It can be shown, e.g., that a reduction of the structural parameter psi which is the ratio of porosity epsilon to tortuosity delta of 26.28% compared to standard material leads to a lowering of the methane conversion rate of 12.24%. Finally, produced cermets are screened in view of a conversion lowering effect. (C) 2000 Elsevier Science S.A. All rights reserved.\", \"Chitosan-dispersed graphene nano-flakes were prepared by a chemical route to reduce graphene oxide and dispersed fully in water to form a stable black aqueous solution. The as-prepared graphene nano-flakes were successfully immobilized on glassy carbon electrode to construct a graphene modified electrode. Cytochrome c was adsorbed tightly on the surface of the modified electrode and the direct electron transfer of Cytochrome c was achieved. Cytochrome c on the surface of electrode maintains its bioactivity and shows an enzyme-like activity for the reduction of nitric oxide, displaying a potential application for the fabrication of novel biosensors to sense nitric oxide. This research will enlarge the applications of graphene-based materials in biosensor field. (C) 2009 Elsevier B.V. All rights reserved.\", \"Direct electrochemistry of hemoglobin (Hb) has been achieved by its direct immobilization on carbon ionic liquid electrode (CILE). CILE was immersed in a solution containing Hb and ionic liquid, octylpyridinium chloride ([OcPy][Cl]), to directly immobilize Hb on CILE. Cyclic voltammetry of modified electrode exhibited quasi-reversible peaks corresponding to Hb. The oxidation and reduction peak potentials of immobilized Hb in acetate buffer solution, pH 5.0 and at a scan rate of 0.1 V s(-1) were obtained at about -150 mV and -290 mV, respectively. The average surface coverage of the electroactive Hb adsorbed on the electrode surface was calculated as 8.4 x 10(-11) mol cm(-2). Hb retained its bioactivity on modified electrode and showed excellent electrocatalytic activity towards oxygen, hydrogen peroxide and nitrite. Hydrogen peroxide can be determined in the range of 1.0 x 10(-4)-5.0 x 10(-3) M. (C) 2008 Elsevier B.V. All rights reserved.\", \"The sol-gel-derived ceramic-carbon nanotube (SGCCN) nanocomposite film fabricated by doping multiwall carbon nanotubes (MWNTs) into a silicate get matrix was used to immobilize protein. The SGCCN film can provide a favorable microenvironment for horseradish peroxidase (HRP) to perform direct electron transfer (DET) at glassy carbon electrode. The HRP immobilized in the SGCCN film shows a pair of well-defined redox waves and retains its bioelectrocatalytic activity to the reduction of O-2 and H2O2, which is superior to that immobilized in silica sol-gel film. (c) 2006 Elsevier B.V. All rights reserved.\", \"Gold nanoparticles stabilized by chitosan (AuCS) were hybridized with exfoliated clay nanoplates through electrostatic interaction. The resulting clay-chitosan-gold nanoparticle nanocomposite (Clay/AuCS) was used to modify glassy carbon electrode (GCE). HRP, a model peroxidase, was entrapped between the Clay/AuCS film and another clay layer. UV-vis spectrum suggested HRP retained its native conformation in the modified film. Basal plane spacing of clay obtained by X-ray diffraction (XRD) indicated that there was an intercalation-exfoliation-restacking process among HRP, AuCS and clay during the modified film drying. The immobilized HRP showed a pair of quasi-reversible redox peaks at -0.195 V (vs. saturated Ag/AgCl electrode) in 0.1 M PBS (pH 7.0), and the biosensor displayed a fast amperometric response to H2O2 with a wide linear range of 39 mu M to 3.1 mM. The detection limit was 9.0 mu M based on the signal to noise ratio of 3. The kinetic parameters such as a (charge transfer coefficient), k(s) (electron transfer rate constant) and K-m (Michaelis-Menten constant) were evaluated to be 0.53, 2.95 +/- 0.20 s(-1) and 23.15 mM, respectively. (C) 2007 Elsevier B.V. All rights reserved.\", \"Cu3N was examined as a candidate negative electrode material for rechargeable Li-ion batteries. Cu3N electrodes exhibited good cycle life and excellent rate capabilities. The investigation of the material's electrochemical reaction mechanism revealed that the electrochemistry of Cu3N is rich with several parallel processes. In addition to a reversible lithium/copper nitride conversion process and the formation/decomposition of an organic layer at the surface of the nanocomposite, large cycle number and elevated temperature were found to promote a reversible lithium/copper oxide conversion process. Although the lithium/metal nitride conversion process was found to exhibit poor cycling stability, it constituted a fundamental step in the electrode chemistry as it generated highly active Cu nanoparticles which may have activated the formation of an organic layer and the formation of copper oxide. The oxidation of Cu metal into Cu2+ to form CuO and its reduction contributed to the increase in capacity with cycle number. However, the maximum capacity obtained at high rate and elevated temperature far exceeded the theoretical capacity associated to the reduction of pure Cu2+ into Cu metal. These results suggest that the formation/decomposition of an electrolyte interface layer, which may become more substantial with cycling, and other reaction processes, such as a Li-Cu alloying reaction, may provide the additional capacity during cycling. (C) 2003 The Electrochemical Society.\", \"Chemical doping with foreign atoms is an effective method to intrinsically modify the properties of host materials. Among them, nitrogen doping plays a critical role in regulating the electronic properties of carbon materials. Recently, graphene, as a true two-dimensional carbon material, has shown fascinating applications in bioelectronics and biosensors. In this paper, we report a facile strategy to prepare N-doped graphene by using nitrogen plasma treatment of graphene synthesized via a chemical method. Meanwhile, a possible schematic diagram has been proposed to detail the structure of N-doped graphene. By controlling the exposure time, the N percentage in host graphene can be regulated, ranging from 0.11 to 1.35%. Moreover, the as-prepared N-doped graphene has displayed high electrocatalytic activity for reduction of hydrogen peroxide and fast direct electron transfer kinetics for glucose oxidase. The N-doped graphene has further been used for glucose biosensing with concentrations as low as 0.01 mM in the presence of interferences.\", \"Pretreated by a n-tetradecanoic acid (CH3(CH2)(12)COOH) etch, the super-hydrophobic film was formed on the fresh copper surface. The film structure was probed with contact angle measurement and scanning electron microscopy(SEM). The results suggest that the structure of the film is similar to haulm or flower and the seawater contact angle is larger than 150 degrees. Moreover, the corrosion resistance of bare and modified samples in seawater were investigated by cyclic voltammograms(CV) and electrochemical impedance spectroscopy(EIS). Experimental results show that the corrosion rate of Cu with super-hydrophobic surface decreases dramatically because of its special microstructure. (c) 2006 Elsevier Ltd. All rights reserved.\", \"Graphene was prepared successfully by introducing -SO3- to separate the individual sheets. TEM, EDS and Raman spectroscopy were utilized to characterize the morphology and composition of graphene oxide and graphene. To construct the H2O2 biosensor, graphene and horseradish peroxidase (HRP) were co-immobilized into biocompatible polymer chitosan (CS), then a glassy carbon electrode (GCE) was modified by the biocomposite, followed by electrocleposition of Au nanoparticles on the surface to fabricate Au/graphene/HRP/CS/GCE. Cyclic voltammetry demonstrated that the direct electron transfer of HRP was realized, and the biosensor had an excellent performance in terms of electrocatalytic reduction towards H2O2. The biosensor showed high sensitivity and fast response upon the addition of H2O2, under the conditions of pH 6.5, potential -0.3 V. The time to reach the stable-state current was less than 3 s, and the linear range to H2O2 was from 5 x 10(-6) M to 5.13 x 10(-3) M with a detection limit of 1.7 x 10(-6) M (S/N = 3). Moreover, the biosensor exhibited good reproducibility and long-term stability. (C) 2010 Elsevier Ltd. All rights reserved.\", \"Single-wall carbon nanotubes (SWNTs) can be used as an electrochemical probe to study the electrochemical oxidation of DNA, two voltammetric oxidation peaks corresponding to electrochemical oxidation of guanine and adenine residues in DNA could be observed, demonstrating a new potential application of SWNTs in DNA analysis. Compared to other types of electrode materials, the electrochemical response of natural DNA was greatly enhanced at the SWNT-modified electrode. This method can be used to investigate the interaction of SWNTs with DNA.\", \"A simple procedure is described for the fabrication of micrometre to nanometre scale Pt electrodes. These electrodes are prepared by etching a fine Pt wire, which is subsequently coated with an electrophoretic paint, deposited anodically or cathodically. The electrodes are characterised by scanning electron microscopy and steady-state linear sweep voltammetry. Voltammetric measurements of the oxidation of aqueous ferrocyanide at electrodes with effective radii varying from 1 mu m to 10 nm show the expected increase in irreversibility with increasing mass transport rate. The electrodes are shown to be particularly promising as imaging probes for scanning electrochemical microscopy. (C) 1999 Elsevier Science S.A. All rights reserved.\", \"The electrochemical biosensor with enzyme as biorecognition element is traditionally pursued as an attractive research topic owing to their high commercial perspective in healthcare and environmental sectors. The research interest on the subject is sharply increased since the beginning of 21st century primarily, due to the concomitant increase in knowledge in the field of material science. The remarkable effects of many advance materials such as, conductive polymers and nanomaterials, were acknowledged in the developing efficient 3rd generation enzyme bioelectrodes which offer superior selectivity, sensitivity, reagent less detection, and label free fabrication of biosensors. The present review article compiles the major knowledge surfaced on the subject since its inception incorporating the key review and experimental papers published during the last decade which extensively cover the development on the redox enzyme based 3rd generation electrochemical biosensors. The tenet involved in the function of these direct electrochemistry based enzyme electrodes, their characterizations and various strategies reported so far for their development such as, nanofabrication, polymer based and reconstitution approaches are elucidated. In addition, the possible challenges and the future prospects in the development of efficient biosensors following this direct electrochemistry based principle are discussed. A comparative account on the design strategies and critical performance factors involved in the 3rd generation biosensors among some selected prominent works published on the subject during last decade have also been included in a tabular form for ready reference to the readers. (C) 2015 Elsevier B.V. All rights reserved.\", \"Three periods of Pt-Ru research are considered step-by-step: the initial period after discovery (1963-1970); observation and classification of basic tendencies (like the effects of composition, segregation, structural features on the activity; up to 1990); nanostructural studies and molecular level consideration of electrocatalytic phenomena in combination with advanced applied studies of materials, mechanistic, and applied aspects (after 1990). The main idea of this review is to balance various aspects of Pt-Ru electrochemistry related to material science and electrocatalysis as well as to remember the early basic results being of importance for future understanding of Pt-Ru functional properties.\", \"In order to explore the origins of the capacitance dispersion observed for single crystal electrodes, voltammetric and impedance measurements on Au(111) and Au(100), in the absence and the presence of specifically adsorbed anions, mostly Br-, have been carried out. Interfacial capacitances and rate coefficients characterizing the kinetics of adsorption have been evaluated from the impedance spectra. We present evidence that the double layer behaves as an ideal capacitance in the absence of specific adsorption. The approximation with a constant phase element yields an exponent larger than 0.99. The ''capacitance dispersion'' observed in the presence of specific adsorption is either assigned to a slow diffusion or adsorption process, or to transformations within the adlayer or the substrate surface.\", \"Two kinds of spinel structure lithium manganese oxides obtained by a melt-impregnation method were examined in a lithium nonaqueous cell. The first type shows a voltage profile of a typical spinel electrode with the characteristic two-step process, which delivers a larger capacity, but fading capacity on cycling (type I). The other type delivers a slightly lower capacity and has ideal rechargeability with a quasi-one-step process (type II). The mechanism of the lithium ion insertion into the spinel compound was studied by several physical and chemical methods (differential chronopotentiometric curves, cyclic voltammetry, and open-circuit voltage measurement). X-ray diffraction was also used to investigate the structural changes for both types of compounds at different oxidation depths at first charge. The results show that a two-phase reaction (cubic a(0) = 8.154 Angstrom and a(0) = 8.072 Angstrom) occurred in the range of 0.1 < x < 0.45, and a one-phase reaction [cubic a(0) = 8.163 to 8.247 Angstrom] occurred in the range of 0.45 < x < 1.0 for the first charge for the type I spinel. A one-phase reaction (cubic a(0) = 8.105 to 8.223 Angstrom) was observed over the entire intercalated range of 0.25 < x < 1.04 for the type II spinel compound. The capacity fading on cycling for the type I spinel occurs only in the range of 0.1 < x < 0.45, where the shape of the charge and discharge curves in this range was gradually changed to an S-shape from and L-shape during cycling. This is attributed to the fact that the two-phase structure is transformed to more stable one-phase structure.\", \"Ultra-thin (<10nm diameter) VO2(B) nanowires have been synthesised, characterised structurally and morphologically and their lithium intercalation electrochemistry investigated. The wires exist in bundles and exhibit significant preferred orientation. They have a capacity to intercalate lithium of 265 mAh g(-1) (Li0.82VO2(B)) at a rate of 10 mA g(-1) compared with thicker wires of 50-100 nm diameter which exhibit a capacity of 200 mAh g(-1) at the same rate. The load curves, structure and morphology remain stable on cycling. (C) 2007 Elsevier B.V. All rights reserved.\"]"